[
  {
    "generated_infographic": "The image is an infographic titled \"Fryderyk Chopin Birth and Name Timeline\" (text) focused on \"Birthplace, Dates, and Duchy Historical Context\" (text). At the top a decorative heading is accompanied by a portrait rendered as \"Stylized musician silhouette\" (figure) and the brief birthplace note displayed as \"Born in Żelazowa Wola village 29 miles west of Warsaw\" (text). In the middle a locator illustration labeled \"Simple map with village marker\" (figure) sits beside the historical context line \"Duchy of Warsaw established by Napoleon in era\" (text) and the baptism detail shown as \"Parish record gives 22 February 1810 as birthday\" (text), while the family's preferred date is emphasized in a callout stating \"Composer family used 1 March as birthdate\" (text). At the bottom a compact fact box presents the Latin name in the form \"Latin given names Fridericus Franciscus in records\" (text) alongside a date graphic \"Iconic calendar with date marker\" (figure). The overall style of the image is ...",
    "infographic_id": 1,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Fryderyk Chopin was born in Żelazowa Wola, 46 kilometres (29 miles) west of Warsaw, in what was then the Duchy of Warsaw, a Polish state established by Napoleon. The parish baptismal record gives his birthday as 22 February 1810, and cites his given names in the Latin form Fridericus Franciscus (in Polish, he was Fryderyk Franciszek). However, the composer and his family used the birthdate 1 March,[n 2] which is now generally accepted as the correct date.",
    "qa_count": 16,
    "ids": [
      "56cbda8d6d243a140015ed8e",
      "56cbda8d6d243a140015ed8f",
      "56cbda8d6d243a140015ed90",
      "56cbda8d6d243a140015ed91",
      "56cbda8d6d243a140015ed92",
      "56ce1225aab44d1400b88430",
      "56ce1225aab44d1400b88431",
      "56ce1225aab44d1400b88432",
      "56ce1225aab44d1400b88433",
      "56ce1225aab44d1400b88434",
      "56cf5b40aab44d1400b890fe",
      "56cf5b40aab44d1400b890ff",
      "56cf5b40aab44d1400b89100",
      "56cf5b40aab44d1400b89101",
      "56d1d330e7d4791d0090224d",
      "56d1d330e7d4791d0090224e"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Wolong National Nature Reserve earthquake aftermath report\" (text) focused on \"Safety of giant pandas and visiting tourists\" (text). At the top a locator graphic is shown as \"map with earthquake marker\" (figure) paired with the key summary \"the Wolong National Nature Reserve houses around 280 pandas\" (text) and a reassuring visitor note \"31 British tourists returned safe and uninjured\" (text). In the middle, damage and rescue details are illustrated with a dramatic \"collapsed enclosure illustration\" (figure) while urgent status lines state \"Six pandas escaped after damaged enclosures\" (text) and \"2 pandas at the reserve were found injured\" (text). At the bottom a solemn recovery scene appears as \"workers burying animal in small wooden crate\" (figure) accompanied by the human and animal toll noted in the captions \"five security guards at the reserve were killed\" (text) and \"Mao Mao mother of five found crushed in enclosure\" (text). The overall style of the image is ...",
    "infographic_id": 2,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Initially, officials were unable to contact the Wolong National Nature Reserve, home to around 280 giant pandas. However, the Foreign Ministry later said that a group of 31 British tourists visiting the Wolong Panda Reserve in the quake-hit area returned safe and uninjured to Chengdu. Nonetheless, the well-being of an even greater number of pandas in the neighbouring panda reserves remained unknown. Five security guards at the reserve were killed by the earthquake. Six pandas escaped after their enclosures were damaged. By May 20, two pandas at the reserve were found to be injured, while the search continued for another two adult pandas that went missing after the quake. By May 28, 2008, one panda was still missing. The missing panda was later found dead under the rubble of an enclosure. Nine-year-old Mao Mao, a mother of five at the breeding center, was discovered on Monday, her body crushed by a wall in her enclosure. Panda keepers and other workers placed her remains in a small wooden crate and buried her outside the breeding centre.",
    "qa_count": 8,
    "ids": [
      "56cde1f462d2951400fa695e",
      "56cde1f462d2951400fa695f",
      "56cde1f462d2951400fa6960",
      "56cde1f462d2951400fa6961",
      "56d521ee2593cc1400307a9d",
      "56d521ee2593cc1400307a9f",
      "56d521ee2593cc1400307aa0",
      "56d521ee2593cc1400307aa1"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Publishing Industry Overview and Stats\" (text) focused on \"Newspapers, magazines, and publishing employment facts\" (text). At the top a bold visual cue shows \"stack of newspapers\" (figure) paired with the headline \"More than 200 newspapers and 350 consumer magazines based\" (text) and an accent illustration \"magazine rack\" (figure), creating an immediate sense of scale; in the middle a central panel highlights workforce data with the label \"25,000 people employed in the city publishing industry\" (text) alongside an activity vignette \"cartoon newsroom with people\" (figure), and a statement of national presence reads \"2 of three national dailies are New York papers\" (text); at the bottom a facts strip lists the leading national newspapers using \"The Wall Street Journal and The New York Times\" (text) and historical callouts note origins with \"New York Daily News was founded in 1919\" (text) and \"New York Post was founded by Alexander Hamilton\" (text). The overall style of the image is ...",
    "infographic_id": 3,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "More than 200 newspapers and 350 consumer magazines have an office in the city, and the publishing industry employs about 25,000 people. Two of the three national daily newspapers in the United States are New York papers: The Wall Street Journal and The New York Times, which has won the most Pulitzer Prizes for journalism. Major tabloid newspapers in the city include: The New York Daily News, which was founded in 1919 by Joseph Medill Patterson and The New York Post, founded in 1801 by Alexander Hamilton. The city also has a comprehensive ethnic press, with 270 newspapers and magazines published in more than 40 languages. El Diario La Prensa is New York's largest Spanish-language daily and the oldest in the nation. The New York Amsterdam News, published in Harlem, is a prominent African American newspaper. The Village Voice is the largest alternative newspaper.",
    "qa_count": 10,
    "ids": [
      "56cfad77234ae51400d9be5d",
      "56cfad77234ae51400d9be5e",
      "56cfad77234ae51400d9be5f",
      "56cfad77234ae51400d9be60",
      "56cfad77234ae51400d9be61",
      "56cffb63234ae51400d9c1e5",
      "56cffb63234ae51400d9c1e6",
      "56cffb63234ae51400d9c1e7",
      "56cffb63234ae51400d9c1e8",
      "56cffb63234ae51400d9c1e9"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York Capital of Baseball and History\" (text) focused on \"Baseball teams, championships, and Subway Series\" (text). At the top a bold opener combines a city skyline vignette with a playful field scene and a large emblem shown as \"Baseball stadium illustration\" (figure) while a transit-and-sport motif appears as \"Subway train and baseball icon\" (figure) and a headline reads \"New York teams have won 35 World Series\" (text) alongside a supporting statistic \"New York teams have 73 pennants in total\" (text). In the middle, a pair of stylized team figures appears as \"Two team mascots silhouettes\" (figure) with explanatory labels \"The city currently fields two Major League teams\" (text) and \"There are two Minor League Baseball teams\" (text). At the bottom a celebratory award visual appears as \"Trophy and pennants graphic\" (figure) paired with a historical note \"New York has hosted 14 Subway Series matchups\" (text). The overall style of the image is ...",
    "infographic_id": 4,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "New York has been described as the \"Capital of Baseball\". There have been 35 Major League Baseball World Series and 73 pennants won by New York teams. It is one of only five metro areas (Los Angeles, Chicago, Baltimore–Washington, and the San Francisco Bay Area being the others) to have two baseball teams. Additionally, there have been 14 World Series in which two New York City teams played each other, known as a Subway Series and occurring most recently in 2000. No other metropolitan area has had this happen more than once (Chicago in 1906, St. Louis in 1944, and the San Francisco Bay Area in 1989). The city's two current Major League Baseball teams are the New York Mets, who play at Citi Field in Queens, and the New York Yankees, who play at Yankee Stadium in the Bronx. who compete in six games of interleague play every regular season that has also come to be called the Subway Series. The Yankees have won a record 27 championships, while the Mets have won the World Series twice. The city also was once home to the Brooklyn Dodgers (now the Los Angeles Dodgers), who won the World Series once, and the New York Giants (now the San Francisco Giants), who won the World Series five times. Both teams moved to California in 1958. There are also two Minor League Baseball teams in the city, the Brooklyn Cyclones and Staten Island Yankees.",
    "qa_count": 9,
    "ids": [
      "56d00567234ae51400d9c273",
      "56d00567234ae51400d9c274",
      "56d00567234ae51400d9c275",
      "56d00567234ae51400d9c277",
      "56d10e4617492d1400aab840",
      "56d10e4617492d1400aab841",
      "56d10e4617492d1400aab842",
      "56d10e4617492d1400aab843",
      "56d10e4617492d1400aab844"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"NYC Political Landscape Overview: Voters and Parties\" (text) focused on \"Party affiliation and election history in NYC\" (text). At the top a simple emblem introduces party dominance with a clean cartoon \"Party symbol\" (figure) and the explanatory label \"Democratic Party holds majority of public offices\" (text), in the middle a compact stats block pairs a stylized meter \"Voter turnout icon\" (figure) with the headline \"67 percent of voters equals 67% registered Democrats\" (text) next to a presidential highlight illustrated by a silhouette \"Voter map marker\" (figure) and the note \"Barack Obama received more than 80% NYC vote\" (text) along with the statement \"Obama swept all five boroughs in 2012\" (text), and at the bottom a historical vignette \"Historic seal icon\" (figure) accompanies the archival caption \"Calvin Coolidge Republican president carried city 1924\" (text). The overall style of the image is ...",
    "infographic_id": 5,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The Democratic Party holds the majority of public offices. As of November 2008, 67% of registered voters in the city are Democrats. New York City has not been carried by a Republican in a statewide or presidential election since President Calvin Coolidge won the five boroughs in 1924. In 2012, Democrat Barack Obama became the first presidential candidate of any party to receive more than 80% of the overall vote in New York City, sweeping all five boroughs. Party platforms center on affordable housing, education, and economic development, and labor politics are of importance in the city.",
    "qa_count": 10,
    "ids": [
      "56d00d6d234ae51400d9c2e4",
      "56d00d6d234ae51400d9c2e5",
      "56d00d6d234ae51400d9c2e6",
      "56d00d6d234ae51400d9c2e7",
      "56d00d6d234ae51400d9c2e8",
      "56d120c117492d1400aaba0d",
      "56d120c117492d1400aaba0e",
      "56d120c117492d1400aaba0f",
      "56d120c117492d1400aaba10",
      "56d120c117492d1400aaba11"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Go Set a Watchman early manuscript controversy overview\" (text) focused on \"Publication history and controversy about a draft\" (text). At the top, \"Publication date July 14, 2015 announced publicly\" (text) is paired with \"silhouette of an adult woman carrying a suitcase\" (figure) suggesting the adult protagonist's return, while in the middle \"Completed draft year 1957 showing early manuscript\" (text) is emphasized next to \"magnifying glass over an old manuscript document\" (figure) and annotated by \"Harper Lee's lawyer identified as Tonja Carter\" (text) to indicate the manuscript's discovery and legal connection, and at the bottom \"Narrative timeframe twenty years later, indicated as 20\" (text) is presented with \"stylized small southern town street scene\" (figure) to convey the setting and its social tensions. The overall style of the image is ...",
    "infographic_id": 6,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "An earlier draft of To Kill a Mockingbird, titled Go Set a Watchman, was controversially released on July 14, 2015. This draft, which was completed in 1957, is set 20 years after the time period depicted in To Kill a Mockingbird but is not a continuation of the narrative. This earlier version of the story follows an adult Scout Finch who travels from New York to visit her father, Atticus Finch, in Maycomb, Alabama, where she is confronted by the intolerance in her community. The Watchman manuscript was believed to have been lost until Lee's lawyer Tonja Carter discovered it; although this claim has been widely disputed. Watchman contains early versions of many of the characters from To Kill a Mockingbird. According to Lee's agent Andrew Nurnberg, Mockingbird was originally intended to be the first book of a trilogy: \"They discussed publishing Mockingbird first, Watchman last, and a shorter connecting novel between the two.\" This assertion has been discredited however by the rare books expert James S. Jaffe, who reviewed the pages at the request of Lee's attorney and found them to be only another draft of \"To Kill a Mockingbird\". The statement was also contrary to Jonathan Mahler's description of how \"Watchman\" was seen as just the first draft of \"Mockingbird\". Instances where many passages overlap between the two books, in some case word for word, also refutes this assertion.",
    "qa_count": 7,
    "ids": [
      "56cf5c2caab44d1400b8911b",
      "56cf5c2caab44d1400b8911c",
      "56cf5c2caab44d1400b8911d",
      "56cf5c2caab44d1400b8911e",
      "56d3f37f2ccc5a1400d82f83",
      "56d3f37f2ccc5a1400d82f84",
      "56d3f37f2ccc5a1400d82f85"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Pumped-Storage Hydroelectricity Energy Storage and Recovery\" (text) focused on \"Energy storage using pumped water between reservoirs\" (text). At the top a header and simple diagram present \"Reservoir pair connected by a pipe\" (figure) alongside the explanatory label \"Water pumped from lower to higher reservoirs when available\" (text) to depict the charging phase, in the middle a schematic emphasizes \"Pump-turbine illustration between reservoirs\" (figure) with the operational caption \"Recovered by releasing water; pump becomes a hydroelectric power generator\" (text) showing how energy is recovered when demand rises, and at the bottom a clarifying visual \"Directional arrow indicating water flow\" (figure) complements the concise summary \"Cycle shows energy stored then recovered on demand\" (text). The overall style of the image is ...",
    "infographic_id": 7,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 13,
    "keywords_total": 16,
    "context": "Pumped-storage hydroelectricity stores energy in the form of water pumped when energy is available from a lower elevation reservoir to a higher elevation one. The energy is recovered when demand is high by releasing the water, with the pump becoming a hydroelectric power generator.",
    "qa_count": 3,
    "ids": [
      "56ce7bd2aab44d1400b887f1",
      "56d092a1234ae51400d9c3a6",
      "56d092a1234ae51400d9c3a7"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West career and production highlights timeline\" (text) focused on \"Kanye's music and producer beginnings in Chicago\" (text). At the top show \"Raised in Chicago during early childhood and youth\" (text) accompanied by a \"stylized microphone\" (figure) and a \"stack of vinyl records\" (figure), in the middle present \"Began working as a producer for Roc-A-Fella Records\" (text) alongside \"Produced hit singles for Jay-Z and Alicia Keys\" (text) and a \"music studio console\" (figure), and at the bottom include \"Released debut album The College Dropout in 2004\" (text) followed by \"Has released 7 solo albums since starting career\" (text). The overall style of the image is ...",
    "infographic_id": 8,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Raised in Chicago, West briefly attended art school before becoming known as a producer for Roc-A-Fella Records in the early 2000s, producing hit singles for artists such as Jay-Z and Alicia Keys. Intent on pursuing a solo career as a rapper, West released his debut album The College Dropout in 2004 to widespread commercial and critical success, and founded record label GOOD Music. He went on to explore a variety of different musical styles on subsequent albums that included the baroque-inflected Late Registration (2005), the arena-inspired Graduation (2007), and the starkly polarizing 808s & Heartbreak (2008). In 2010, he released his critically acclaimed fifth album, the maximalist My Beautiful Dark Twisted Fantasy, and the following year he collaborated with Jay-Z on the joint LP Watch the Throne (2011). West released his abrasive sixth album, Yeezus, to further critical praise in 2013. Following a series of recording delays and work on non-musical projects, West's seventh album, The Life of Pablo, was released in 2016.",
    "qa_count": 8,
    "ids": [
      "56cf4e9aaab44d1400b88f9a",
      "56cf4e9aaab44d1400b88f9b",
      "56cf4e9aaab44d1400b88f9c",
      "56cf4e9aaab44d1400b88f9d",
      "56d0f47a17492d1400aab699",
      "56d0f47a17492d1400aab69a",
      "56d0f47a17492d1400aab69b",
      "56d0f47a17492d1400aab69d"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West Career Highlights And Major Achievements\" (text) focused on \"Global sales awards and critical acclaim overview\" (text). At the top a bold portrait suggestion is shown by \"Stylized artist silhouette\" (figure) while a prominent sales callout reads \"Has sold 32 million albums worldwide since career start\" (text) and a downloads bubble proclaims \"Achieved over 100 million digital downloads across global platforms\" (text). In the middle an awards cluster is illustrated with \"Trophy icon representing awards\" (figure) paired with the achievement blurb \"Has won 21 Grammy Awards across his career\" (text) and the critical acclaim note \"A total of 3 albums on Rolling Stone 500 list\" (text). At the bottom a compact media stack graphic labeled \"Stacked record discs symbol\" (figure) accompanies the recognition tag \"Named by Time magazine in 2005 and 2015\" (text). The overall style of the image is ...",
    "infographic_id": 9,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "West is one of the best-selling artists of all time, having sold more than 32 million albums and 100 million digital downloads worldwide. He has won a total of 21 Grammy Awards, making him one of the most awarded artists of all time and the most Grammy-awarded artist of his age. Three of his albums rank on Rolling Stone's 2012 \"500 Greatest Albums of All Time\" list; two of his albums feature at first and eighth, respectively, in Pitchfork Media's The 100 Best Albums of 2010–2014. He has also been included in a number of Forbes annual lists. Time named him one of the 100 most influential people in the world in 2005 and 2015.",
    "qa_count": 9,
    "ids": [
      "56cf58f7aab44d1400b890b5",
      "56cf58f7aab44d1400b890b6",
      "56cf58f7aab44d1400b890b7",
      "56cf58f7aab44d1400b890b8",
      "56cf58f7aab44d1400b890b9",
      "56d0f8a117492d1400aab6ad",
      "56d0f8a117492d1400aab6ae",
      "56d0f8a117492d1400aab6af",
      "56d0f8a117492d1400aab6b0"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Late Registration orchestral hip hop album exploration\" (text) focused on \"Kanye West musical collaboration and orchestration influences\" (text). At the top a bold feature includes an artist likeness represented by \"portrait silhouette\" (figure) paired with the explanatory blurb \"Collaboration with composer Jon Brion emphasized orchestration\" (text), and a decorative orchestral vignette shown as \"orchestral instruments\" (figure) is annotated with the descriptive tag \"Orchestral elements including string arrangements and piano chords\" (text) alongside the clarifying note \"Brass flecks and horn riffs among symphonic instrumentation\" (text); in the middle a live-performance motif depicted by \"concert stage\" (figure) is captioned with the contextual reference \"Influenced by English trip-hop group Portishead\" (text) to indicate non-rap influences, and at the bottom a concluding summary reads \"He toured extensively with a string section\" (text) to highlight the live orchestral touring aspect. The overall style of the image is ...",
    "infographic_id": 10,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 19,
    "keywords_total": 20,
    "context": "For his second album, Late Registration (2005), he collaborated with film score composer Jon Brion and drew influence from non-rap influences such as English trip hop group Portishead. Blending West's primary soulful hip hop production with Brion's elaborate chamber pop orchestration, the album experimentally incorporated a wide array of different genres and prominent orchestral elements, including string arrangements, piano chords, brass flecks, and horn riffs among other symphonic instrumentation. It also incorporated a myriad of foreign and vintage instruments not typical in popular music, let alone hip hop, such as a celesta, harpsichord, Chamberlin, CS-80 analog synthesizer, Chinese bells and berimbau, vibraphones, and marimba. Rolling Stone described Late Registration as West claiming \"the whole world of music as hip-hop turf\" chronicling the album as \"his mad quest to explode every cliché about hip-hop identity.\" Critic Robert Christgau wrote that \"there's never been hip-hop so complex and subtle musically.\" For a period of time, Kanye West stood as the sole current pop star to tour with a string section, as audible on his 2006 live album Late Orchestration.",
    "qa_count": 5,
    "ids": [
      "56cf75e24df3c31400b0d7db",
      "56cf75e24df3c31400b0d7dc",
      "56cf75e24df3c31400b0d7dd",
      "56d1134017492d1400aab8ae",
      "56d1134017492d1400aab8af"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Siddhārtha Gautama birthplace and early life overview\" (text) focused on \"context and evidence in early texts\" (text). At the top a locator display combines a simple cartographic visual \"generic map illustration\" (figure) with the contextual caption \"in a community on the periphery, geographically and culturally\" (text) and the regional label \"of the northeastern Indian subcontinent region\" (text). In the middle a pictorial settlement \"small tribal settlement icon\" (figure) is paired with the chronological note \"born in the fifth century BCE\" (text) and the political-summary label \"either a small republic or an oligarchy\" (text). At the bottom, symbolic portraits \"symbolic leadership figures\" (figure) accompany the explanatory caption \"his father possibly an elected chieftain or oligarch\" (text). The overall style of the image is ...",
    "infographic_id": 11,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 23,
    "keywords_total": 27,
    "context": "The evidence of the early texts suggests that Siddhārtha Gautama was born in a community that was on the periphery, both geographically and culturally, of the northeastern Indian subcontinent in the fifth century BCE. It was either a small republic, in which case his father was an elected chieftain, or an oligarchy, in which case his father was an oligarch.",
    "qa_count": 10,
    "ids": [
      "56d07874234ae51400d9c300",
      "56d07874234ae51400d9c301",
      "56d07874234ae51400d9c302",
      "56d0fa6417492d1400aab6bf",
      "56d0fa6417492d1400aab6c0",
      "56d0fa6417492d1400aab6c1",
      "56d0fa6417492d1400aab6c2",
      "56d0fa6417492d1400aab6c3",
      "56d1c49ce7d4791d00902139",
      "56d1c49ce7d4791d0090213b"
    ],
    "title": "Buddhism"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Gautama's Path: Yoga and The Four Immeasurables\" (text) focused on \"meditation practices cultivating wholesome attitudes for all beings\" (text). At the top a calm depiction shows \"meditating silhouette\" (figure) paired with the explanatory label \"the yoga practice of his teacher Kalama with immeasurables\" (text) and a companion visual \"teacher and student icon\" (figure) to suggest his lineage and combined teachings; In the middle the graphic names \"the four minds: love, compassion, joy, equanimity\" (text) and clarifies their identity with \"brahmaviharas divine abodes simply called four immeasurables Pema Chödrön\" (text) while highlighting \"the best known practice mettā or loving-kindness meditation\" (text) as a core technique that cultivates \"wholesome attitudes towards all sentient beings\" (text); At the bottom an emblematic depiction \"four radiating hearts\" (figure) accompanies the transformative claim \"a transformed person one without egotism\" (text) summarizing the aim. The overall style of the image is ...",
    "infographic_id": 12,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 30,
    "keywords_total": 33,
    "context": "While he searched for enlightenment, Gautama combined the yoga practice of his teacher Kalama with what later became known as \"the immeasurables\".[dubious – discuss] Gautama thus invented a new kind of human, one without egotism.[dubious – discuss] What Thich Nhat Hanh calls the \"Four Immeasurable Minds\" of love, compassion, joy, and equanimity[full citation needed] are also known as brahmaviharas, divine abodes, or simply as four immeasurables.[web 5] Pema Chödrön calls them the \"four limitless ones\". Of the four, mettā or loving-kindness meditation is perhaps the best known.[web 5] The Four Immeasurables are taught as a form of meditation that cultivates \"wholesome attitudes towards all sentient beings.\"[web 6][web 7]",
    "qa_count": 10,
    "ids": [
      "56d0a987234ae51400d9c404",
      "56d0a987234ae51400d9c405",
      "56d0a987234ae51400d9c406",
      "56d0a987234ae51400d9c407",
      "56d0a987234ae51400d9c408",
      "56d1d5e8e7d4791d0090227f",
      "56d1d5e8e7d4791d00902280",
      "56d1d5e8e7d4791d00902281",
      "56d1d5e8e7d4791d00902282",
      "56d1d5e8e7d4791d00902283"
    ],
    "title": "Buddhism"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Liberation (nirvāṇa) as goal of Buddhist path\" (text) focused on \"Overcoming ignorance and attaining liberation on the Buddhist path\" (text). At the top a \"Meditating silhouette\" (figure) accompanies the explanatory label \"Term used: nirvāṇa as liberation in Buddhism\" (text) and a \"Broken chain symbol\" (figure) suggests freedom from attachment, while in the middle a clear statement \"Dispassion for objects of clinging ends suffering\" (text) is paired with the explicit phrase \"suffering (dukkha) and the cycle of incessant rebirths (saṃsāra)\" (text) alongside a \"Stylized cycle wheel\" (figure) to represent saṃsāra, and at the bottom a practical prompt \"View phenomena by the three marks of existence\" (text) provides the Buddha's recommended perspective. The overall style of the image is ...",
    "infographic_id": 13,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The concept of liberation (nirvāṇa)—the goal of the Buddhist path—is closely related to overcoming ignorance (avidyā), a fundamental misunderstanding or mis-perception of the nature of reality. In awakening to the true nature of the self and all phenomena one develops dispassion for the objects of clinging, and is liberated from suffering (dukkha) and the cycle of incessant rebirths (saṃsāra). To this end, the Buddha recommended viewing things as characterized by the three marks of existence.",
    "qa_count": 6,
    "ids": [
      "56d0ac6c234ae51400d9c414",
      "56d0ac6c234ae51400d9c415",
      "56d1d7cbe7d4791d00902291",
      "56d1d7cbe7d4791d00902292",
      "56d1d7cbe7d4791d00902293",
      "56d1d7cbe7d4791d00902294"
    ],
    "title": "Buddhism"
  },
  {
    "generated_infographic": "The image is an infographic titled \"American Idol 2007 Songwriter Contest Summary\" (text) focused on \"American Idol coronation song selection process\" (text). At the top a bold icon shows \"microphone silhouette\" (figure) alongside a descriptive label \"American Idol Songwriter contest invited fans to vote\" (text) and a pictogram of submissions represented by \"stack of handwritten sheets\" (figure). In the middle a callout explains that \"Fans were able to vote for the coronation song\" (text) with a graphic of participation indicated by \"ballot box with checkmark\" (figure) and the fact that \"Only 20 entries advanced to the public vote\" (text) is highlighted. At the bottom a highlighted ribbon presents the champion demonstrated as \"Winning song titled This Is My Now released\" (text) with a small caption \"Sparks released the song May 24, 2007\" (text). The overall style of the image is ...",
    "infographic_id": 14,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "This season also saw the launch of the American Idol Songwriter contest which allows fans to vote for the \"coronation song\". Thousands of recordings of original songs were submitted by songwriters, and 20 entries selected for the public vote. The winning song, \"This Is My Now\", was performed by both finalists during the finale and released by Sparks on May 24, 2007.",
    "qa_count": 8,
    "ids": [
      "56d3768e59d6e41400146489",
      "56d3768e59d6e4140014648a",
      "56d3768e59d6e4140014648b",
      "56db1e20e7c41114004b4d87",
      "56db1e20e7c41114004b4d88",
      "56db1e20e7c41114004b4d89",
      "56db1e20e7c41114004b4d8a",
      "56db1e20e7c41114004b4d8b"
    ],
    "title": "American_Idol"
  }
]