[
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Journey\" (text) focused on \"Rise to Fame\" (text). At the top, a cartoon silhouette of a young Beyoncé stands near a stylized microphone, symbolizing her early career. Below the silhouette, a text line reads \"Born in Houston, Texas (1981)\" (text), positioned adjacent to a small cityscape icon. In the middle, a figure caption describes \"A cartoon depiction of Beyoncé performing with Destiny's Child\" (figure), placed near the text \"Lead singer of Destiny's Child (1990s–2003)\" (text). To the right of this, a figure caption reads \"A stylized representation of a music album cover\" (figure), with the text \"Released 'Dangerously in Love' (2003)\" (text) nearby. Below that, a text line states \"Won five Grammy Awards for her debut album\" (text), placed near a figure caption of \"A cartoon of a Grammy Award ceremony\" (figure). At the bottom, the text \"Rise to fame in the late 1990s\" (text) is positioned near a figure of \"A stylized timeline showing her career progression\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 1,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 13,
    "keywords_total": 17,
    "context": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say) (born September 4, 1981) is an American singer, songwriter, record producer and actress. Born and raised in Houston, Texas, she performed in various singing and dancing competitions as a child, and rose to fame in the late 1990s as lead singer of R&B girl-group Destiny's Child. Managed by her father, Mathew Knowles, the group became one of the world's best-selling girl groups of all time. Their hiatus saw the release of Beyoncé's debut album, Dangerously in Love (2003), which established her as a solo artist worldwide, earned five Grammy Awards and featured the Billboard Hot 100 number-one singles \"Crazy in Love\" and \"Baby Boy\".",
    "qa_count": 15,
    "ids": [
      "56be85543aeaaa14008c9063",
      "56be85543aeaaa14008c9065",
      "56be85543aeaaa14008c9066",
      "56bf6b0f3aeaaa14008c9601",
      "56bf6b0f3aeaaa14008c9602",
      "56bf6b0f3aeaaa14008c9603",
      "56bf6b0f3aeaaa14008c9604",
      "56bf6b0f3aeaaa14008c9605",
      "56d43c5f2ccc5a1400d830a9",
      "56d43c5f2ccc5a1400d830aa",
      "56d43c5f2ccc5a1400d830ab",
      "56d43c5f2ccc5a1400d830ac",
      "56d43c5f2ccc5a1400d830ad",
      "56d43ce42ccc5a1400d830b4",
      "56d43ce42ccc5a1400d830b5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"\\\"Destiny's Child: From Name to Fame\\\" (text)\" (text) focused on \"Group History and Achievements\" (text). At the top, a cartoon illustration of a group of four young women stands out, symbolizing the formation of the group. Below the illustration, a text line reads \"\\\"Formed in 1996, named after the Book of Isaiah\\\" (text)\" (text). Adjacent to this, another text line states \"\\\"Debut single 'Killing Time' on Men in Black soundtrack\\\" (text)\" (text). In the middle, a stylized scene of a music studio features a group of musicians, with a text line above it reading \"\\\"Multi-platinum album 'The Writing's on the Wall'\\\" (text)\" (text). Below the studio scene, a text line reads \"\\\"Grammy-winning song 'Say My Name'\\\" (text)\" (text). Near the bottom, a cartoon image of two women singing together is accompanied by the caption \"\\\"Beyoncé duets with Marc Nelson on 'The Best Man'\\\" (figure)\". The overall style of the image is minimalist and illustrative, using symbolic visuals to support key facts.",
    "infographic_id": 7,
    "figure_count": 1,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 10,
    "context": "The group changed their name to Destiny's Child in 1996, based upon a passage in the Book of Isaiah. In 1997, Destiny's Child released their major label debut song \"Killing Time\" on the soundtrack to the 1997 film, Men in Black. The following year, the group released their self-titled debut album, scoring their first major hit \"No, No, No\". The album established the group as a viable act in the music industry, with moderate sales and winning the group three Soul Train Lady of Soul Awards for Best R&B/Soul Album of the Year, Best R&B/Soul or Rap New Artist, and Best R&B/Soul Single for \"No, No, No\". The group released their multi-platinum second album The Writing's on the Wall in 1999. The record features some of the group's most widely known songs such as \"Bills, Bills, Bills\", the group's first number-one single, \"Jumpin' Jumpin'\" and \"Say My Name\", which became their most successful song at the time, and would remain one of their signature songs. \"Say My Name\" won the Best R&B Performance by a Duo or Group with Vocals and the Best R&B Song at the 43rd Annual Grammy Awards. The Writing's on the Wall sold more than eight million copies worldwide. During this time, Beyoncé recorded a duet with Marc Nelson, an original member of Boyz II Men, on the song \"After All Is Said and Done\" for the soundtrack to the 1999 film, The Best Man.",
    "qa_count": 13,
    "ids": [
      "56be8c8a3aeaaa14008c90a9",
      "56be8c8a3aeaaa14008c90ab",
      "56be8c8a3aeaaa14008c90ac",
      "56bf7cb63aeaaa14008c9677",
      "56bf7cb63aeaaa14008c9678",
      "56bf7cb63aeaaa14008c9679",
      "56bf7cb63aeaaa14008c967a",
      "56bf7cb63aeaaa14008c967b",
      "56d45fcb2ccc5a1400d830f9",
      "56d45fcb2ccc5a1400d830fa",
      "56d45fcb2ccc5a1400d830fb",
      "56d45fcb2ccc5a1400d830fc",
      "56d45fcb2ccc5a1400d830fd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Destiny's Child's Legacy\" (text) focused on \"Music Career and Key Events\" (text). At the top, a cartoon scene depicts the group performing on stage, symbolizing their musical success. Below the scene, a stylized timeline begins, showing key moments in their career. Adjacent to the timeline, a visual text item reads \"Destiny's Child's third album, Survivor, sold 663,000 copies in its first week\" (text). Near the timeline, another text item states \"Their single 'Independent Women Part I' topped the Billboard Hot 100 for eleven weeks\" (text). Below the timeline, a figure caption reads \"A stylized representation of a music chart with 'Independent Women Part I' at the top\" (figure). To the right of the timeline, a text item mentions \"Beyoncé starred in 'Carmen: A Hip Hopera' alongside Mekhi Phifer\" (text). A figure caption below this text reads \"A cartoon of Beyoncé and Mekhi Phifer in a dramatic scene\" (figure). At the bottom, a final text item states \"Destiny's Child announced a hiatus in October 2001\" (text). The overall style of the image is clean, illustrative, and focused on storytelling through visual metaphors.",
    "infographic_id": 9,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 21,
    "context": "The remaining band members recorded \"Independent Women Part I\", which appeared on the soundtrack to the 2000 film, Charlie's Angels. It became their best-charting single, topping the U.S. Billboard Hot 100 chart for eleven consecutive weeks. In early 2001, while Destiny's Child was completing their third album, Beyoncé landed a major role in the MTV made-for-television film, Carmen: A Hip Hopera, starring alongside American actor Mekhi Phifer. Set in Philadelphia, the film is a modern interpretation of the 19th century opera Carmen by French composer Georges Bizet. When the third album Survivor was released in May 2001, Luckett and Roberson filed a lawsuit claiming that the songs were aimed at them. The album debuted at number one on the U.S. Billboard 200, with first-week sales of 663,000 copies sold. The album spawned other number-one hits, \"Bootylicious\" and the title track, \"Survivor\", the latter of which earned the group a Grammy Award for Best R&B Performance by a Duo or Group with Vocals. After releasing their holiday album 8 Days of Christmas in October 2001, the group announced a hiatus to further pursue solo careers.",
    "qa_count": 11,
    "ids": [
      "56be8e353aeaaa14008c90c6",
      "56be8e353aeaaa14008c90c7",
      "56be8e353aeaaa14008c90c8",
      "56be8e353aeaaa14008c90c9",
      "56bf89cfa10cfb1400551162",
      "56bf89cfa10cfb1400551163",
      "56d4831f2ccc5a1400d83154",
      "56d4831f2ccc5a1400d83155",
      "56d4831f2ccc5a1400d83156",
      "56d4831f2ccc5a1400d83157",
      "56d4831f2ccc5a1400d83158"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \\\"Beyoncé's Film and Music Contributions\\\" (text) focused on \\\"Acting and Music Career\\\" (text). At the top, a cartoon illustration of Beyoncé as Foxxy Cleopatra (figure) appears above the title. Below the title, a stylized text line reads \\\"Beyoncé's Film and Music Contributions\\\" (text). Adjacent to the illustration, a short phrase states \\\"Played Foxxy Cleopatra in Austin Powers in Goldmember\\\" (text). In the middle, a cartoon scene depicts Beyoncé and Cuba Gooding, Jr. in a musical comedy setting (figure) with the text \\\"Starred with Cuba Gooding, Jr. in The Fighting Temptations\\\" (text) to its right. Below the middle section, a visual of a music note and a chart symbolizes the success of her songs (figure) with the text \\\"'Work It Out' reached top ten in UK, Norway, and Belgium\\\" (text) nearby. At the bottom, a text line reads \\\"'Summertime' performed better on US charts\\\" (text). The overall style of the image is cartoonish and illustrative with minimal text and symbolic visuals.\"",
    "infographic_id": 10,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 22,
    "context": "In July 2002, Beyoncé continued her acting career playing Foxxy Cleopatra alongside Mike Myers in the comedy film, Austin Powers in Goldmember, which spent its first weekend atop the US box office and grossed $73 million. Beyoncé released \"Work It Out\" as the lead single from its soundtrack album which entered the top ten in the UK, Norway, and Belgium. In 2003, Beyoncé starred opposite Cuba Gooding, Jr., in the musical comedy The Fighting Temptations as Lilly, a single mother whom Gooding's character falls in love with. The film received mixed reviews from critics but grossed $30 million in the U.S. Beyoncé released \"Fighting Temptation\" as the lead single from the film's soundtrack album, with Missy Elliott, MC Lyte, and Free which was also used to promote the film. Another of Beyoncé's contributions to the soundtrack, \"Summertime\", fared better on the US charts.",
    "qa_count": 15,
    "ids": [
      "56be8fdf3aeaaa14008c90da",
      "56be8fdf3aeaaa14008c90db",
      "56be8fdf3aeaaa14008c90dc",
      "56be8fdf3aeaaa14008c90dd",
      "56be8fdf3aeaaa14008c90de",
      "56bf8c8aa10cfb140055116b",
      "56bf8c8aa10cfb140055116c",
      "56bf8c8aa10cfb140055116d",
      "56bf8c8aa10cfb140055116e",
      "56bf8c8aa10cfb140055116f",
      "56d484312ccc5a1400d8315e",
      "56d484312ccc5a1400d8315f",
      "56d484312ccc5a1400d83160",
      "56d484312ccc5a1400d83161",
      "56d484312ccc5a1400d83162"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Pregnancy Announcement\" (text) focused on \"2011 MTV Video Music Awards\" (text). At the top, a cartoon of Beyoncé performing on stage is placed, with a stylized microphone and a blazer near it. Below the cartoon, a text line reads \"Beyoncé performed 'Love on Top' at the 2011 MTV Video Music Awards\" (text). Adjacent to this text, a figure caption describes \"Beyoncé performing 'Love on Top' and starting with a call to feel the love\" (figure). Near the bottom, a text line states \"Her appearance made the broadcast the most-watched in MTV history\" (text). Below that, a figure caption explains \"The event attracted 12.4 million viewers, setting a record\" (figure). A text line near the middle reads \"Beyoncé confirmed her pregnancy during the performance\" (text). To the right of this text, a figure caption illustrates \"Beyoncé dropping her microphone and rubbing her stomach\" (figure). At the bottom, a text line mentions \"The event was recorded in Guinness World Records for most tweets per second\" (text). Finally, a figure caption describes \"The hashtag 'Beyonce pregnant' was the most Googled term that week\" (figure). The overall style of the image is a cartoon and illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 28,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "In August, the couple attended the 2011 MTV Video Music Awards, at which Beyoncé performed \"Love on Top\" and started the performance saying \"Tonight I want you to stand up on your feet, I want you to feel the love that's growing inside of me\". At the end of the performance, she dropped her microphone, unbuttoned her blazer and rubbed her stomach, confirming her pregnancy she had alluded to earlier in the evening. Her appearance helped that year's MTV Video Music Awards become the most-watched broadcast in MTV history, pulling in 12.4 million viewers; the announcement was listed in Guinness World Records for \"most tweets per second recorded for a single event\" on Twitter, receiving 8,868 tweets per second and \"Beyonce pregnant\" was the most Googled term the week of August 29, 2011.",
    "qa_count": 12,
    "ids": [
      "56bea8463aeaaa14008c91a9",
      "56bea8463aeaaa14008c91aa",
      "56bea8463aeaaa14008c91ac",
      "56bfab98a10cfb140055121f",
      "56bfab98a10cfb1400551220",
      "56bfab98a10cfb1400551221",
      "56bfab98a10cfb1400551222",
      "56bfab98a10cfb1400551223",
      "56d4d18d2ccc5a1400d83258",
      "56d4d18d2ccc5a1400d83259",
      "56d4d18d2ccc5a1400d8325a",
      "56d4d18d2ccc5a1400d8325c"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Jay Z's Blue Ivy Carter\" (text) focused on \"A Family Milestone\" (text). At the top, a cartoon illustration of a family with a newborn baby (figure) is placed, symbolizing the birth event. Below the illustration, a text line states \"Beyoncé gave birth to Blue Ivy Carter on January 7, 2012\" (text). Adjacent to this text, a figure caption reads \"A cartoon depiction of Beyoncé and Jay Z with their newborn daughter\" (figure).  \n\nNear the middle of the image, a stylized representation of a website icon (figure) is shown, with the text \"Jay Z's website is called Lifeandtimes.com\" (text) placed to its right. Below this, a figure caption reads \"A stylized website icon representing Jay Z's online presence\" (figure).  \n\nFurther down, a text line states \"Jay Z released 'Glory' two days after Blue Ivy was born\" (text), with a figure caption describing \"A symbolic musical note with the title 'Glory' and a baby's cry icon\" (figure). To the right of this, a text line reads \"Blue Ivy's cries are included at the end of 'Glory'\" (text), and a figure caption explains \"A cartoon of a baby crying with a music note\" (figure).  \n\nAt the bottom, a text line states \"Blue Ivy was credited as 'B.I.C.' on the song\" (text), with a figure caption reading \"A stylized abbreviation 'B.I.C.' with a baby symbol\" (figure). The overall style of the image is a cartoon and illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 29,
    "figure_count": 7,
    "keyword_coverage": false,
    "keywords_found": 10,
    "keywords_total": 13,
    "context": "On January 7, 2012, Beyoncé gave birth to a daughter, Blue Ivy Carter, at Lenox Hill Hospital in New York under heavy security. Two days later, Jay Z released \"Glory\", a song dedicated to their child, on his website Lifeandtimes.com. The song detailed the couple's pregnancy struggles, including a miscarriage Beyoncé suffered before becoming pregnant with Blue Ivy. Blue Ivy's cries are included at the end of the song, and she was officially credited as \"B.I.C.\" on it. At two days old, she became the youngest person ever to appear on a Billboard chart when \"Glory\" debuted on the Hot R&B/Hip-Hop Songs chart.",
    "qa_count": 12,
    "ids": [
      "56bea9043aeaaa14008c91b1",
      "56bea9043aeaaa14008c91b3",
      "56bfacdda10cfb1400551229",
      "56bfacdda10cfb140055122a",
      "56bfacdda10cfb140055122b",
      "56bfacdda10cfb140055122c",
      "56bfacdda10cfb140055122d",
      "56d4d2232ccc5a1400d83262",
      "56d4d2232ccc5a1400d83263",
      "56d4d2232ccc5a1400d83264",
      "56d4d2232ccc5a1400d83265",
      "56d4d2232ccc5a1400d83266"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Stage Presence and Voice\" (text) focused on \"Celebrity Praise and Recognition\" (text). At the top, a cartoon illustration of Beyoncé performing on stage (figure) is placed, capturing her dynamic energy. Below the illustration, a text line reads \"Critics and industry figures have praised Beyoncé for her exceptional stage presence and voice\" (text). Adjacent to this text, a stylized microphone icon (figure) symbolizes her vocal talent. Near the microphone, a text line states \"Jarett Wieselman of the New York Post ranked her number one on his list of the Five Best Singer/Dancers\" (text). Below that, a text line reads \"L.A. Reid, former president of Def Jam, called her the greatest entertainer alive\" (text). To the right of this line, a figure caption describes \"a cartoon of Beyoncé with a crown and a microphone, symbolizing her status as a top entertainer\" (figure). At the bottom, a text line states \"Alice Jones of The Independent noted she 'takes her role as entertainer so seriously she's almost too good'\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 43,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Beyoncé has received praise for her stage presence and voice during live performances. Jarett Wieselman of the New York Post placed her at number one on her list of the Five Best Singer/Dancers. According to Barbara Ellen of The Guardian Beyoncé is the most in-charge female artist she's seen onstage, while Alice Jones of The Independent wrote she \"takes her role as entertainer so seriously she's almost too good.\" The ex-President of Def Jam L.A. Reid has described Beyoncé as the greatest entertainer alive. Jim Farber of the Daily News and Stephanie Classen of Star Phoenix both praised her strong voice and her stage presence.",
    "qa_count": 8,
    "ids": [
      "56bec3303aeaaa14008c9391",
      "56bec3303aeaaa14008c9393",
      "56bfc281a10cfb14005512b5",
      "56bfc281a10cfb14005512b6",
      "56bfc281a10cfb14005512b8",
      "56bfc281a10cfb14005512b9",
      "56d4e2142ccc5a1400d832ec",
      "56d4e2142ccc5a1400d832ed"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Alter Ego\" (text) focused on \"Sasha Fierce\" (text). At the top, a cartoon illustration of Beyoncé with a stylized split face, one side representing her real self and the other as Sasha Fierce, appears above a section header. Below the illustration, a text line reads \"Beyoncé created an alter ego named Sasha Fierce\" (text). Adjacent to this text, a figure caption describes \"a cartoon of Beyoncé with a split face, one side representing her real self and the other as Sasha Fierce\" (figure).  \n\nNear the middle, a text line states \"Sasha was conceived during the making of 'Crazy in Love'\" (text). To the right of this text, a figure caption reads \"a stylized scene of a studio with a microphone and notes labeled 'Crazy in Love'\" (figure). Below this, a text line says \"Beyoncé introduced Sasha Fierce in 2008\" (text), and adjacent to it, a figure caption describes \"a stylized album cover with the title 'I Am... Sasha Fierce'\" (figure).  \n\nAt the bottom, a text line reads \"She described Sasha as 'too aggressive, too strong, too sassy [and] too sexy'\" (text). To the right of this, a figure caption states \"a cartoon of a confident, stylized figure with exaggerated features\" (figure). The overall style of the image is minimalist, cartoonish, and stylized.",
    "infographic_id": 44,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 19,
    "context": "Described as being \"sexy, seductive and provocative\" when performing on stage, Beyoncé has said that she originally created the alter ego \"Sasha Fierce\" to keep that stage persona separate from who she really is. She described Sasha as being \"too aggressive, too strong, too sassy [and] too sexy\", stating, \"I'm not like her in real life at all.\" Sasha was conceived during the making of \"Crazy in Love\", and Beyoncé introduced her with the release of her 2008 album I Am... Sasha Fierce. In February 2010, she announced in an interview with Allure magazine that she was comfortable enough with herself to no longer need Sasha Fierce. However, Beyoncé announced in May 2012 that she would bring her back for her Revel Presents: Beyoncé Live shows later that month.",
    "qa_count": 10,
    "ids": [
      "56bec3ea3aeaaa14008c939f",
      "56bec3ea3aeaaa14008c93a0",
      "56bec3ea3aeaaa14008c93a2",
      "56bec3ea3aeaaa14008c93a3",
      "56bfc420a10cfb14005512c0",
      "56bfc420a10cfb14005512c2",
      "56d4e2e12ccc5a1400d832f0",
      "56d4e2e12ccc5a1400d832f1",
      "56d4e2e12ccc5a1400d832f2",
      "56d4e2e12ccc5a1400d832f3"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Sex Appeal and Cultural Impact\" (text) focused on \"Media Perception and Public Image\" (text). At the top, a cartoon illustration of Beyoncé in a stylized pose (figure) captures her onstage presence. Below the illustration, a short phrase reads \"Beyoncé's onstage dress is for the stage\" (text). Adjacent to this text, another line states \"Offstage, she likes to dress sexily\" (text). In the middle, a figure shows a stylized representation of the term \"Bootylicious\" (figure) with a caption explaining it is a portmanteau of \"booty\" and \"delicious\" (text). Below that, a text line reads \"Media often used 'Bootylicious' to describe Beyoncé in the 2000s\" (text). Near the bottom, a cartoon scene illustrates a dictionary entry (figure) with the caption \"Added to the Oxford English Dictionary in 2006\" (text). A final line at the bottom states \"Music journalist Touré called her a 'crossover sex symbol'\" (text). The overall style of the image is cartoonish and illustrative, emphasizing symbolic visuals over literal depictions.",
    "infographic_id": 45,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 3,
    "keywords_total": 7,
    "context": "Beyoncé has been described as a having a wide-ranging sex appeal, with music journalist Touré writing that since the release of Dangerously in Love, she has \"become a crossover sex symbol\". Offstage Beyoncé says that while she likes to dress sexily, her onstage dress \"is absolutely for the stage.\" Due to her curves and the term's catchiness, in the 2000s, the media often used the term \"Bootylicious\" (a portmanteau of the words booty and delicious) to describe Beyoncé, the term popularized by Destiny's Child's single of the same name. In 2006, it was added to the Oxford English Dictionary.",
    "qa_count": 11,
    "ids": [
      "56bec4de3aeaaa14008c93bb",
      "56bec4de3aeaaa14008c93bc",
      "56bec4de3aeaaa14008c93bd",
      "56bec4de3aeaaa14008c93be",
      "56bec4de3aeaaa14008c93bf",
      "56bfc563a10cfb14005512ca",
      "56bfc563a10cfb14005512cc",
      "56d4e5022ccc5a1400d832fa",
      "56d4e5022ccc5a1400d832fb",
      "56d4e5022ccc5a1400d832fc",
      "56d4e5022ccc5a1400d832fd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Career and Recognition\" (text) focused on \"Celebrity Achievements and Media Presence\" (text). At the top, a stylized silhouette of Beyoncé is shown with a caption. Below the silhouette, the text \"Beyoncé's modelling debut in September 2010\" (text) is placed. Adjacent to this, the text \"Tom Ford's Spring/Summer 2011 fashion show\" (text) is positioned. Near the top, the text \"Named 'World's Most Beautiful Woman' by People\" (text) appears. Below that, the text \"Hottest Female Singer of All Time by Complex\" (text) is placed. In the middle, a cartoon representation of a magazine cover features the text \"GQ's 100 Sexiest Women of the 21st Century\" (figure). Below the magazine cover, the text \"January 2013\" (text) is positioned. A figure of a TV channel logo with the caption \"VH1 listed her as number 1 on its 100 Sexiest Artists list\" (figure) is placed adjacent to the magazine cover. Near the bottom, a cartoon of a wax figure is shown with the caption \"Madame Tussauds Wax Museums\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 46,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 25,
    "keywords_total": 25,
    "context": "In September 2010, Beyoncé made her runway modelling debut at Tom Ford's Spring/Summer 2011 fashion show. She was named \"World's Most Beautiful Woman\" by People and the \"Hottest Female Singer of All Time\" by Complex in 2012. In January 2013, GQ placed her on its cover, featuring her atop its \"100 Sexiest Women of the 21st Century\" list. VH1 listed her at number 1 on its 100 Sexiest Artists list. Several wax figures of Beyoncé are found at Madame Tussauds Wax Museums in major cities around the world, including New York, Washington, D.C., Amsterdam, Bangkok, Hollywood and Sydney.",
    "qa_count": 13,
    "ids": [
      "56bec5d53aeaaa14008c93d9",
      "56bec5d53aeaaa14008c93da",
      "56bec5d53aeaaa14008c93db",
      "56bec5d53aeaaa14008c93dc",
      "56bec5d53aeaaa14008c93dd",
      "56bfc6a6a10cfb14005512d3",
      "56bfc6a6a10cfb14005512d4",
      "56bfc6a6a10cfb14005512d5",
      "56bfc6a6a10cfb14005512d6",
      "56d4e5922ccc5a1400d83302",
      "56d4e5922ccc5a1400d83303",
      "56d4e5922ccc5a1400d83304",
      "56d4e5922ccc5a1400d83306"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fashion Influence\" (text) focused on \"Fashion and Celebrity Impact\" (text). At the top, a cartoon illustration of Beyoncé in a stylish outfit (figure) is placed near the title. Below the title, a short phrase reads \"Beyoncé's mother co-wrote a book titled Destiny's Style\" (text). Adjacent to this text, a stylized book icon (figure) is shown. In the middle, a visual of a video album cover with fashion-oriented footage (figure) is placed near the text \"The B'Day Anthology Video Album showcased classic to contemporary fashion styles\" (text). Below this, a brief phrase states \"Beyoncé was featured on Sports Illustrated Swimsuit Issue in 2007\" (text). To the right of this text, a cartoon image of Beyoncé on the magazine cover (figure) is positioned. Near the bottom, a text line reads \"People magazine recognized Beyoncé as the best-dressed celebrity\" (text). A stylized magazine icon (figure) is placed adjacent to this text. The overall style of the image is minimalistic and illustrative, using cartoon and symbolic visuals to support the textual information.",
    "infographic_id": 47,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 8,
    "context": "According to Italian fashion designer Roberto Cavalli, Beyoncé uses different fashion styles to work with her music while performing. Her mother co-wrote a book, published in 2002, titled Destiny's Style an account of how fashion had an impact on the trio's success. The B'Day Anthology Video Album showed many instances of fashion-oriented footage, depicting classic to contemporary wardrobe styles. In 2007, Beyoncé was featured on the cover of the Sports Illustrated Swimsuit Issue, becoming the second African American woman after Tyra Banks, and People magazine recognized Beyoncé as the best-dressed celebrity.",
    "qa_count": 7,
    "ids": [
      "56bec6763aeaaa14008c93f4",
      "56bec6763aeaaa14008c93f7",
      "56bfc87ca10cfb14005512dd",
      "56bfc87ca10cfb14005512e0",
      "56bfc87ca10cfb14005512e1",
      "56d4e62e2ccc5a1400d8330f",
      "56d4e62e2ccc5a1400d83310"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fan Base Evolution\" (text) focused on \"Fan Base Terminology\" (text). At the top, a cartoon illustration of a beehive (figure) symbolizes the origin of the term. Below the illustration, a text line reads \"The Bey Hive: A Misspelled Beehive\" (text), explaining the name's derivation. Adjacent to this, a stylized Twitter logo (figure) supports the question about the social media platform. Below the Twitter logo, a text line states \"Previously Known as The Beyontourage\" (text), referencing the former name of the fan base. In the middle, a visual of a group of fans (figure) represents the community. Near the group, a text line reads \"Fans Evolved from Beyontourage to Bey Hive\" (text), summarizing the transition. At the bottom, a text line says \"Bey Hive: The Latest Fan Base Name\" (text), emphasizing the current term. The overall style of the image is clean, illustrative, and focused on visual storytelling.",
    "infographic_id": 48,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The Bey Hive is the name given to Beyoncé's fan base. Fans were previously titled \"The Beyontourage\", (a portmanteau of Beyoncé and entourage). The name Bey Hive derives from the word beehive, purposely misspelled to resemble her first name, and was penned by fans after petitions on the online social networking service Twitter and online news reports during competitions.",
    "qa_count": 8,
    "ids": [
      "56bec6de3aeaaa14008c9407",
      "56bec6de3aeaaa14008c9408",
      "56bec6de3aeaaa14008c9409",
      "56bfcaf0a10cfb14005512e7",
      "56bfcaf0a10cfb14005512e8",
      "56d4e7eb2ccc5a1400d83316",
      "56d4e7eb2ccc5a1400d83317",
      "56d4e7eb2ccc5a1400d83318"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Controversial Moments\" (text) focused on \"Fashion and Public Image\" (text). At the top, a cartoon illustration depicts Beyoncé in a stylized pose, surrounded by symbolic elements representing her fashion choices and public reactions. Below the illustration, a text line states \"Beyoncé's Controversial Fashion Choices\" (text). Near the illustration, a text line reads \"PETA criticized Beyoncé in 2006\" (text). \n\n\"\\\"PETA criticized Beyoncé for wearing and using fur\\\" (text)\"  \n\"\\\"Beyoncé's clothing line is called House of Deréon\\\" (text)\"  \n\"\\\"L'Officiel is a French fashion magazine\\\" (text)\"  \n\"\\\"Beyoncé appeared on L'Officiel in blackface and tribal makeup\\\" (text)\"  \n\"\\\"A spokesperson called her look 'a return to her African roots'\\\" (text)\"  \n\n\"\\\"A cartoon illustration of Beyoncé in a stylized pose\\\" (figure)\"  \n\"\\\"A symbolic representation of PETA's criticism\\\" (figure)\"  \n\"\\\"A visual of a magazine cover with Beyoncé in blackface\\\" (figure)\"  \n\nThe overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 49,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "In 2006, the animal rights organization People for the Ethical Treatment of Animals (PETA), criticized Beyoncé for wearing and using fur in her clothing line House of Deréon. In 2011, she appeared on the cover of French fashion magazine L'Officiel, in blackface and tribal makeup that drew criticism from the media. A statement released from a spokesperson for the magazine said that Beyoncé's look was \"far from the glamorous Sasha Fierce\" and that it was \"a return to her African roots\".",
    "qa_count": 10,
    "ids": [
      "56bec7b63aeaaa14008c9422",
      "56bec7b63aeaaa14008c9423",
      "56bec7b63aeaaa14008c9424",
      "56bec7b63aeaaa14008c9425",
      "56bfcd33a10cfb14005512f1",
      "56bfcd33a10cfb14005512f2",
      "56bfcd33a10cfb14005512f4",
      "56d4e8472ccc5a1400d8331f",
      "56d4e8472ccc5a1400d83320",
      "56d4e8472ccc5a1400d83321"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Racial Criticism\" (text) focused on \"Media Representation and Race\" (text). At the top, a cartoon illustration depicts Beyoncé in a stylized pose, surrounded by symbolic elements representing media and race. Below the illustration, a text line reads \"Beyoncé's lighter skin color and costuming drew criticism\" (text). Adjacent to this text, a figure caption describes \"a cartoon of Beyoncé with a subtle lightening effect on her skin\" (figure). Near the middle, a text line states \"Emmett Price, a music professor, argued race plays a role in these criticisms\" (text). Below this, a figure caption explains \"a stylized scene showing a professor writing in a notebook\" (figure). Further down, a text line reads \"L’Oréal denied accusations of altering her skin tone in ads\" (text). To the right of this, a figure caption describes \"a symbolic image of a hair color advertisement with a blurred face\" (figure). At the bottom, a text line states \"Vogue requested natural pictures of Beyoncé be used\" (text). Adjacent to this, a figure caption reads \"a stylized image of a magazine page with a checkmark on 'natural pictures'\" (figure). The overall style of the image is minimalist and illustrative, using symbolic visuals to convey complex ideas without direct representation.",
    "infographic_id": 50,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 14,
    "context": "Beyoncé's lighter skin color and costuming has drawn criticism from some in the African-American community. Emmett Price, a professor of music at Northeastern University, wrote in 2007, that he thinks race plays a role in many of these criticisms, saying white celebrities who dress similarly do not attract as many comments. In 2008, L'Oréal was accused of whitening her skin in their Feria hair color advertisements, responding that \"it is categorically untrue\", and in 2013, Beyoncé herself criticized H&M for their proposed \"retouching\" of promotional images of her, and according to Vogue requested that only \"natural pictures be used\".",
    "qa_count": 10,
    "ids": [
      "56bec8a13aeaaa14008c943f",
      "56bec8a13aeaaa14008c9440",
      "56bec8a13aeaaa14008c9441",
      "56bfcf98a10cfb14005512fd",
      "56bfcf98a10cfb14005512fe",
      "56d4e8512ccc5a1400d83326",
      "56d4e8512ccc5a1400d83327",
      "56d4e8512ccc5a1400d83328",
      "56d4e8512ccc5a1400d83329",
      "56d4e8512ccc5a1400d8332a"
    ],
    "title": "Beyoncé"
  }
]