[
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Final Paris Concert and Financial Struggle\" (text) focused on \"last performance details and contributing hardships\" (text). At the top, a concise overview explains the causes of his difficulties, middle panels highlight the final concert participants and program, and the bottom notes the date and consequence for his career. \n\"Chopin's public popularity declined and he struggled financially amid political strife and fewer pupils\" (text)\n\"Final Paris concert featured a cellist collaborator and movements from a cello sonata\" (text)\n\"Last performance occurred in February 1848\" (text)\n\"Chopin performed with the cellist Auguste Franchomme\" (text)\n\"a stylized portrait of a pianist and a silhouette of a cellist facing each other on a simple stage\" (figure)\n\"an illustrative single open score showing three flowing musical staves suggesting three movements without notes or text\" (figure)\n\"a small illustrative scene implying a tense street or crowd to symbolize political strife and instability\" (figure)\nThe overall style of the image is clean, instructive, and illustrative with clear, compact typography and simple cartoon-like figures.",
    "infographic_id": 101,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Chopin's public popularity as a virtuoso began to wane, as did the number of his pupils, and this, together with the political strife and instability of the time, caused him to struggle financially. In February 1848, with the cellist Auguste Franchomme, he gave his last Paris concert, which included three movements of the Cello Sonata Op. 65.",
    "qa_count": 7,
    "ids": [
      "56cc16bb6d243a140015eeb1",
      "56cc16bb6d243a140015eeb2",
      "56cfe20f234ae51400d9c003",
      "56cfe20f234ae51400d9c004",
      "56d3ae792ccc5a1400d82e3a",
      "56d3ae792ccc5a1400d82e3b",
      "56d3ae792ccc5a1400d82e3c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin documentary coverage overview\" (text) focused on \"television documentaries and creators\" (text). At the top, a concise title and topic introduce the items; below, two documentary entries appear side by side with supporting visuals; near the bottom, a credit line summarizes the Italian creators.\n\n\"Chopin documentary coverage overview\" (text)\n\"television documentaries and creators\" (text)\n\"BBC television documentary titled Chopin – The Women Behind The Music\" (text)\n\"Italian television documentary realised by Angelo Bozzolini and Roberto Prosseda\" (text)\n\"a stylized television camera on a small stage representing a broadcast documentary\" (figure)\n\"a cartoon two-person film crew working beside a simple TV set to indicate Italian television production\" (figure)\n\"a stylized DVD case or poster labelled only with decorative marks to represent a titled program\" (figure)\nThe overall style of the image is clear, informative, and illustrative with simple cartoon-like figures and concise typographic hierarchy.",
    "infographic_id": 102,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Chopin's life was covered in a BBC TV documentary Chopin – The Women Behind The Music (2010), and in a 2010 documentary realised by Angelo Bozzolini and Roberto Prosseda for Italian television.",
    "qa_count": 7,
    "ids": [
      "56cea7efaab44d1400b888f5",
      "56cea7efaab44d1400b888f6",
      "56cea7efaab44d1400b888f7",
      "56cf4d7eaab44d1400b88f80",
      "56cf4d7eaab44d1400b88f81",
      "56cf4d7eaab44d1400b88f82",
      "56d3ad7a2ccc5a1400d82e2f"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin on Film\" (text) focused on \"film portrayals of Chopin and his relation with George Sand\" (text). At the top, a concise header sets the topic and main historical highlight, above a row of illustrative film panels mid-image, and a small cast-note block near the bottom.\n\n\"Chopin on Film\" (text)\n\"film portrayals of Chopin and his relation with George Sand\" (text)\n\"A Song to Remember — 1945 biographical film, actor Cornel Wilde earned an Academy Award nomination for portraying the composer\" (text)\n\"Earlier and later film treatments include a 1928 French film with Pierre Blanchar and multiple late twentieth-century films\" (text)\n\"Impromptu (1991) featured Hugh Grant as Chopin\" (text)\n\n\"a cartoon film poster panel suggesting a mid‑century biopic with a lone pianist silhouette and a small theatrical medal\" (figure)\n\"a stylized vintage European silent‑era film scene with a stylized actor at a piano to represent the 1928 French film\" (figure)\n\"a playful modern film set illustration showing two stylized actors in a period drawing room to represent late twentieth‑century treatments\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative with clean typography and simple cartoonish figures.",
    "infographic_id": 103,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Chopin's life and his relations with George Sand have been fictionalized in numerous films. The 1945 biographical film A Song to Remember earned Cornel Wilde an Academy Award nomination as Best Actor for his portrayal of the composer. Other film treatments have included: La valse de l'adieu (France, 1928) by Henry Roussel, with Pierre Blanchar as Chopin; Impromptu (1991), starring Hugh Grant as Chopin; La note bleue (1991); and Chopin: Desire for Love (2002).",
    "qa_count": 9,
    "ids": [
      "56cf4e5faab44d1400b88f90",
      "56cf4e5faab44d1400b88f91",
      "56cf4e5faab44d1400b88f92",
      "56cf4e5faab44d1400b88f93",
      "56cf4e5faab44d1400b88f94",
      "56d3ad1d2ccc5a1400d82e24",
      "56d3ad1d2ccc5a1400d82e25",
      "56d3ad1d2ccc5a1400d82e27",
      "56d3ad1d2ccc5a1400d82e28"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin\" (text) focused on \"the first fictionalized opera about Chopin's life\" (text). At the top is a clear title and one-line topic summary, above a central visual and supporting labels, and below are production details and attribution.\n\n\"Chopin\" (text)\n\"An early operatic fictionalization of Chopin's life created and staged\" (text)\n\"a stylized stage scene suggesting an operatic production with a piano and performers\" (figure)\n\"Production produced in Milan and premiered there\" (text)\n\"a cartoon of a theater exterior with a marquee-like blank space, placed near the production text\" (figure)\n\"Work authored by Giacomo Orefice, credited beside the stage scene\" (text)\n\"a silhouetted composer figure holding sheet music placed adjacent to the author text\" (figure)\n\"Premiere year shown as 1901 placed below the theater figure and production text\" (text)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 104,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Possibly the first venture into fictional treatments of Chopin's life was a fanciful operatic version of some of its events. Chopin was written by Giacomo Orefice and produced in Milan in 1901. All the music is derived from that of Chopin.",
    "qa_count": 8,
    "ids": [
      "56cf4ee2aab44d1400b88fac",
      "56cf4ee2aab44d1400b88fad",
      "56cf4ee2aab44d1400b88fae",
      "56d3ac8e2ccc5a1400d82e1a",
      "56d3ac8e2ccc5a1400d82e1b",
      "56d3ac8e2ccc5a1400d82e1c",
      "56d3ac8e2ccc5a1400d82e1d",
      "56d3ac8e2ccc5a1400d82e1e"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin in Polish literature\" (text) focused on \"literary appearances and biographical coverage\" (text). At the top is the title and short summary, near the top-left a panel highlights the earliest literary example, the middle area shows important foreign writers who featured Chopin, and the bottom notes wider biographical coverage in another language. \n\n\"Chopin in Polish literature\" (text)\n\"An 1830 sonnet on Chopin by Leon Ulrich is the earliest Polish literary example\" (text)\n\"French writers who have written about Chopin include Marcel Proust and André Gide, noted aside from George Sands\" (text)\n\"Numerous biographies of Chopin exist in English, listed in bibliography\" (text)\n\"a stylized quill and opened poem page suggesting an early sonnet\" (figure)\n\"a cartoon pair of two writers in conversation representing two French authors\" (figure)\n\"a silhouette of a stack of books representing many English-language biographies\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 105,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Chopin has figured extensively in Polish literature, both in serious critical studies of his life and music and in fictional treatments. The earliest manifestation was probably an 1830 sonnet on Chopin by Leon Ulrich. French writers on Chopin (apart from Sand) have included Marcel Proust and André Gide; and he has also featured in works of Gottfried Benn and Boris Pasternak. There are numerous biographies of Chopin in English (see bibliography for some of these).",
    "qa_count": 6,
    "ids": [
      "56cf50b2aab44d1400b88fbd",
      "56cf50b2aab44d1400b88fbe",
      "56cf50b2aab44d1400b88fbf",
      "56d3abf72ccc5a1400d82e02",
      "56d3abf72ccc5a1400d82e03",
      "56d3abf72ccc5a1400d82e04"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Recommended contemporary pianists and Chopin recording prizes\" (text) focused on \"modern recommendations and a recurring Chopin recording award\" (text). At the top there is a concise title and the middle groups the recommended performers and the award details; below is a brief organizer and schedule note. \n\"A list of recommended contemporary pianists for Chopin on his bicentenary compiled by The New York Times\" (text)\n\"A recurring prize for notable Chopin recordings organized by a dedicated Chopin society\" (text)\n\"The Warsaw Chopin Society is the organizer of the prize\" (text)\n\"The Grand prix du disque de F. Chopin is held every five years\" (text)\n\"a stylized row of piano silhouettes with several soloist figures suggesting recommended recordings\" (figure)\n\"a cartoon of a medal on a ribbon beside a disc representing a recording award\" (figure)\n\"a stylized emblematic building suggesting a society or organizing body placed near the prize text\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 106,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Numerous recordings of Chopin's works are available. On the occasion of the composer's bicentenary, the critics of The New York Times recommended performances by the following contemporary pianists (among many others): Martha Argerich, Vladimir Ashkenazy, Emanuel Ax, Evgeny Kissin, Murray Perahia, Maurizio Pollini and Krystian Zimerman. The Warsaw Chopin Society organizes the Grand prix du disque de F. Chopin for notable Chopin recordings, held every five years.",
    "qa_count": 6,
    "ids": [
      "56cf5187aab44d1400b88fc4",
      "56cf5187aab44d1400b88fc5",
      "56cf5187aab44d1400b88fc6",
      "56d3ab7e2ccc5a1400d82dfc",
      "56d3ab7e2ccc5a1400d82dfd",
      "56d3ab7e2ccc5a1400d82dfe"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Historic Recorded Performances of Chopin\" (text) focused on \"early recordings, notable pianists, and pedagogic lineages\" (text). At the top is a concise title and topic, near a short summary text, and below that are illustrated supporting figures with captions, while the middle and bottom present the key facts and a note about the discography reference.\n\n\"Historic Recorded Performances of Chopin\" (text)\n\"Summary near top stating that the British Library notes all great recording-era pianists recorded Chopin\" (text)\n\"Detail near middle naming the earliest recording as the Nocturne in E major Op. 62 No. 2 recorded in 1895 by Paul Pabst\" (text)\n\"Footnote near bottom crediting Methuen-Campbell for a select discography tracing Chopin pedagogic traditions\" (text)\n\"a stylized illustration of an early piano and a phonograph representing an oldest known recording session\" (figure)\n\"a cartoon portrait-like silhouette of a pianist performing to represent the performer of the earliest recording\" (figure)\n\"a simplified grouping of several stylized pianist silhouettes to represent many notable historic pianists\" (figure)\n\"a symbolic open book or sheet-music illustration representing a discography tracing pedagogic lineages\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 107,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The British Library notes that \"Chopin's works have been recorded by all the great pianists of the recording era.\" The earliest recording was an 1895 performance by Paul Pabst of the Nocturne in E major Op. 62 No. 2. The British Library site makes available a number of historic recordings, including some by Alfred Cortot, Ignaz Friedman, Vladimir Horowitz, Benno Moiseiwitsch, Paderewski, Arthur Rubinstein, Xaver Scharwenka and many others. A select discography of recordings of Chopin works by pianists representing the various pedagogic traditions stemming from Chopin is given by Methuen-Campbell in his work tracing the lineage and character of those traditions.",
    "qa_count": 6,
    "ids": [
      "56cf5284aab44d1400b88fca",
      "56cf5284aab44d1400b88fcb",
      "56cf5284aab44d1400b88fcc",
      "56d3aab62ccc5a1400d82dea",
      "56d3aab62ccc5a1400d82dec",
      "56d3aab62ccc5a1400d82ded"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and the International Chopin Piano Competition\" (text) focused on \"global performances, societies, and recorded works\" (text). At the top there is a short contextual header, near a visual that supports the competition facts, and below a middle section shows institutional reach next to a figure supporting the societies claim, while the bottom highlights online recordings with a supporting illustration.\n\n\"Chopin and the International Chopin Piano Competition\" (text)\n\"global performances, societies, and recorded works\" (text)\n\"The International Chopin Piano Competition is the world's oldest monographic music competition, founded in 1927 and held in Warsaw every five years\" (text)\n\"The Fryderyk Chopin Institute of Poland lists over eighty societies worldwide devoted to Chopin and his music\" (text)\n\"The Institute also lists nearly 1,500 performances of Chopin works on YouTube as of January 2014\" (text)\n\"a stylized illustration of a concert stage with a grand piano and an audience\" (figure)\n\"a cartoon map with multiple location markers indicating worldwide societies\" (figure)\n\"a stylized pile of video play icons arranged like recordings on a shelf\" (figure)\n\nThe overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 108,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Chopin's music remains very popular and is regularly performed, recorded and broadcast worldwide. The world's oldest monographic music competition, the International Chopin Piano Competition, founded in 1927, is held every five years in Warsaw. The Fryderyk Chopin Institute of Poland lists on its website over eighty societies world-wide devoted to the composer and his music. The Institute site also lists nearly 1,500 performances of Chopin works on YouTube as of January 2014.",
    "qa_count": 9,
    "ids": [
      "56cf5376aab44d1400b88fd8",
      "56cf5376aab44d1400b88fd9",
      "56cf5376aab44d1400b88fda",
      "56cf5376aab44d1400b88fdb",
      "56cf5376aab44d1400b88fdc",
      "56d3aa352ccc5a1400d82de2",
      "56d3aa352ccc5a1400d82de3",
      "56d3aa352ccc5a1400d82de4",
      "56d3aa352ccc5a1400d82de5"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopiniana and its later form\" (text) focused on \"the 1909 ballet using Chopin's music and its creators\" (text). At the top is the title and a concise summary line near it, the middle shows creators and contributors adjacent to illustrative figures, and the bottom shows the later title and commissioning note near a final figure.  \n\"Chopiniana was a 1909 ballet that used Chopin's music\" (text)  \n\"Choreography by Michel Fokine and original orchestration by Alexander Glazunov\" (text)  \n\"Later productions commissioned additional orchestrations and were presented under the title Les Sylphides\" (text)  \n\"Sergei Diaghilev commissioned further orchestrations from several composers\" (text)  \n\"a stylized dancer in a rehearsal pose representing the original ballet production\" (figure)  \n\"a cartoon conductor with a score representing the original orchestration\" (figure)  \n\"a stylized group of composers shown as silhouetted figures representing later orchestrators\" (figure)  \n\"a simple theatrical poster scene representing the later productions titled Les Sylphides\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 109,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Chopin's music was used in the 1909 ballet Chopiniana, choreographed by Michel Fokine and orchestrated by Alexander Glazunov. Sergei Diaghilev commissioned additional orchestrations—from Stravinsky, Anatoly Lyadov, Sergei Taneyev and Nikolai Tcherepnin—for later productions, which used the title Les Sylphides.",
    "qa_count": 9,
    "ids": [
      "56cf5433aab44d1400b88fee",
      "56cf5433aab44d1400b88fef",
      "56cf5433aab44d1400b88ff0",
      "56cf5433aab44d1400b88ff1",
      "56cf5433aab44d1400b88ff2",
      "56d3a9bb2ccc5a1400d82dda",
      "56d3a9bb2ccc5a1400d82ddb",
      "56d3a9bb2ccc5a1400d82ddc",
      "56d3a9bb2ccc5a1400d82ddd"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's 1848 Tour\" (text) focused on \"Chopin's London tour organized by a Scottish pupil\" (text). At the top is a concise header and summary, near that a supporting scene is placed, and below are two linked visual scenes that show organization and departure.\n\n\"Chopin left Paris for London during the April Revolution of 1848\" (text)\n\"Tour suggested by Jane Stirling and her elder sister, with Stirling arranging logistics\" (text)\n\"Majority of funding for the London concerts was provided by Jane Stirling\" (text)\n\"Jane Stirling identified as a Scottish pupil who initiated the tour\" (text)\n\n\"a stylized illustration of a traveler leaving a city at night, conveying departure during unrest\" (figure)\n\"a cartoon of two women in a drawing-room discussing plans, one clearly assisting with papers and trunks\" (figure)\n\"a stylized scene of a small concert in a great house with a pianist at a grand instrument and an audience in formal seating\" (figure)\nThe overall style of the image is clean, documentary, and illustrative.",
    "infographic_id": 110,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "In April, during the Revolution of 1848 in Paris, he left for London, where he performed at several concerts and at numerous receptions in great houses. This tour was suggested to him by his Scottish pupil Jane Stirling and her elder sister. Stirling also made all the logistical arrangements and provided much of the necessary funding.",
    "qa_count": 7,
    "ids": [
      "56cfe4a4234ae51400d9c015",
      "56cfe4a4234ae51400d9c016",
      "56d3711659d6e414001463ce",
      "56d3711659d6e414001463cf",
      "56d3711659d6e414001463d0",
      "56d3711659d6e414001463d1",
      "56d3711659d6e414001463d2"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin in London: Residences, Performances, and Patrons\" (text) focused on \"Chopin's activities and notable guests during his London stay\" (text). Near the top is a concise summary of where he lodged and who supplied his instrument, the middle highlights his premiere and paying students, and the bottom notes a shared concert with a named singer and its date.\n\n\"Dover Street lodgings where he stayed while in London\" (text)\n\"Broadwood supplied a grand piano for his use while in London\" (text)\n\"First engagement at Stafford House attended by Queen Victoria and Prince Albert\" (text)\n\"Offered paid piano lessons and private recitals with stated fees per hour and per recital, and performed with Viardot on 7 July\" (text)\n\"a stylized cartoon of a town street with a labeled townhouse to indicate the lodging\" (figure)\n\"a stylized illustration of a grand piano in an interior to indicate the instrument provided\" (figure)\n\"a cartoon scene of an elegant audience with two dignified silhouettes near a keyboard to indicate the premiere attendees\" (figure)\n\"a stylized silhouette of a singer and a pianist sharing a small stage to indicate the shared concert and named singer\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 111,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "In London Chopin took lodgings at Dover Street, where the firm of Broadwood provided him with a grand piano. At his first engagement, on 15 May at Stafford House, the audience included Queen Victoria and Prince Albert. The Prince, who was himself a talented musician, moved close to the keyboard to view Chopin's technique. Broadwood also arranged concerts for him; among those attending were Thackeray and the singer Jenny Lind. Chopin was also sought after for piano lessons, for which he charged the high fee of one guinea (£1.05 in present British currency) per hour, and for private recitals for which the fee was 20 guineas. At a concert on 7 July he shared the platform with Viardot, who sang arrangements of some of his mazurkas to Spanish texts.",
    "qa_count": 10,
    "ids": [
      "56cfe6cf234ae51400d9c03b",
      "56cfe6cf234ae51400d9c03c",
      "56cfe6cf234ae51400d9c03d",
      "56cfe6cf234ae51400d9c03e",
      "56cfe6cf234ae51400d9c03f",
      "56d372e959d6e41400146401",
      "56d372e959d6e41400146402",
      "56d372e959d6e41400146403",
      "56d372e959d6e41400146404",
      "56d372e959d6e41400146405"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's late summer visit and final will\" (text) focused on \"Chopin in Scotland and the writing of his will\" (text). At the top, a concise header introduces the invitation and stays; in the middle a summary links the concerts to the Edinburgh stay; near the lower-middle a focused line names the physician present when the will was written; and at the bottom a closing quoted reaction addresses romantic expectations. \n\"Chopin was invited to Scotland in late summer and stayed with members of an inviter's family\" (text)\n\"Chopin gave a public concert in Glasgow on September 27 and another concert in Edinburgh on October 4\" (text)\n\"While staying in Edinburgh with the Polish physician Adam Łyszczyński, Chopin wrote out his last will and testament\" (text)\n\"A quoted remark about being closer to the grave than the nuptial bed appears as a concluding note\" (text)\n\"a stylized illustration of a traveler arriving at a large country house to represent the invitation and family hospitality\" (figure)\n\"a cartoon of a small concert hall interior with a lone pianist at the keyboard to represent the Glasgow and Edinburgh performances\" (figure)\n\"a silhouette of two figures in a domestic room with one figure writing at a desk and a second figure nearby to represent the physician present during the will writing\" (figure)\n\"a symbolic illustration of a folded letter to represent personal correspondence and the written will\" (figure) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 112,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "In late summer he was invited by Jane Stirling to visit Scotland, where he stayed at Calder House near Edinburgh and at Johnstone Castle in Renfrewshire, both owned by members of Stirling's family. She clearly had a notion of going beyond mere friendship, and Chopin was obliged to make it clear to her that this could not be so. He wrote at this time to Grzymała \"My Scottish ladies are kind, but such bores\", and responding to a rumour about his involvement, answered that he was \"closer to the grave than the nuptial bed.\" He gave a public concert in Glasgow on 27 September, and another in Edinburgh, at the Hopetoun Rooms on Queen Street (now Erskine House) on 4 October. In late October 1848, while staying at 10 Warriston Crescent in Edinburgh with the Polish physician Adam Łyszczyński, he wrote out his last will and testament—\"a kind of disposition to be made of my stuff in the future, if I should drop dead somewhere\", he wrote to Grzymała.",
    "qa_count": 5,
    "ids": [
      "56cfe792234ae51400d9c05b",
      "56cfe792234ae51400d9c05c",
      "56d3740c59d6e41400146423",
      "56d3740c59d6e41400146426",
      "56d3740c59d6e41400146427"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's final public appearance\" (text) focused on \"last concert and health status\" (text). The top presents a concise headline and date, the middle places the venue and beneficiaries near a supporting scene, and the bottom summarizes his health condition alongside an evocative figure.\n\n\"Chopin's final public appearance at London's Guildhall on 16 November 1848\" (text)\n\"'a stylized pianist on a small raised platform playing for an audience' (figure)\"\n\"Concert held for the benefit of Polish refugees, placed adjacent to the performer\" (text)\n\"'a stylized small group of seated figures receiving assistance' (figure)\"\n\"His health was described as terminal and he weighed under 99 pounds, positioned below the main scene\" (text)\n\"'a stylized medical scene showing a worried physician and a reclining patient' (figure)\"\n\nThe overall style of the image is clear, illustrative, and documentary.",
    "infographic_id": 113,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Chopin made his last public appearance on a concert platform at London's Guildhall on 16 November 1848, when, in a final patriotic gesture, he played for the benefit of Polish refugees. By this time he was very seriously ill, weighing under 99 pounds (i.e. less than 45 kg), and his doctors were aware that his sickness was at a terminal stage.",
    "qa_count": 5,
    "ids": [
      "56cfe7f4234ae51400d9c05f",
      "56cfe7f4234ae51400d9c060",
      "56d375b859d6e41400146468",
      "56d375b859d6e41400146469",
      "56d375b859d6e4140014646b"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's late Paris period\" (text) focused on \"return, residence, visitors, and patrons\" (text). At the top is a concise timeline note near a small scene of arrival; near the middle are locations and relationships with supporting small vignettes; below are visitor and patron highlights with an illustrative cameo.  \n\"Chopin returned to Paris in November and spent the winter in unremitting illness while giving occasional lessons\" (text)  \n\"a stylized sketch of a weary pianist inside a simple room, shown near the timeline entry\" (figure)  \n\"Friends and musical companions visited and he accompanied the singing of Delfina Potocka for his circle\" (text)  \n\"a cartoon of a singer with a small audience, placed adjacent to the companion text\" (figure)  \n\"In the summer of 1849 friends found him an apartment in Chaillot with rent secretly subsidised by Princess Obreskoff\" (text)  \n\"a silhouette of a modest apartment building with a discreet bouquet hinting at a secret patron, positioned below the Chaillot text\" (figure)  \n\"Jenny Lind visited Chopin in June 1849, noted below the apartment detail\" (text)  \n\"a stylized portrait cameo of a visiting singer appearing near the June note\" (figure) The overall style of the image is clear, illustrative, and documentary.",
    "infographic_id": 114,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "At the end of November, Chopin returned to Paris. He passed the winter in unremitting illness, but gave occasional lessons and was visited by friends, including Delacroix and Franchomme. Occasionally he played, or accompanied the singing of Delfina Potocka, for his friends. During the summer of 1849, his friends found him an apartment in Chaillot, out of the centre of the city, for which the rent was secretly subsidised by an admirer, Princess Obreskoff. Here in June 1849 he was visited by Jenny Lind.",
    "qa_count": 8,
    "ids": [
      "56cfe87e234ae51400d9c06d",
      "56cfe87e234ae51400d9c06e",
      "56cfe87e234ae51400d9c06f",
      "56d381b459d6e41400146591",
      "56d381b459d6e41400146592",
      "56d381b459d6e41400146593",
      "56d381b459d6e41400146594",
      "56d381b459d6e41400146595"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's final months and household\" (text) focused on \"family, residence, and visitors in late life\" (text). At the top a concise header introduces the timeline and key people, near a supporting visual that evokes travel to Paris; in the middle the apartment and loan details are emphasized adjacent to an illustration of a lodging scene; toward the bottom the social visitors and a wry remark about etiquette are shown next to a small scene of a reception.\n\n\"Chopin's final months and household\" (text)\n\"Family arrival in June 1849 with his sister accompanied by her husband and daughter\" (text)\n\"Apartment taken in September at Place Vendôme 12 supported by a loan from Jane Stirling\" (text)\n\"Only a handful of closest friends remained after mid-October while grand Parisian ladies considered it proper etiquette to faint\" (text)\n\"a stylized cartoon of a traveler arriving in a city with luggage\" (figure)\n\"a stylized cartoon of a modest apartment building doorway with a small nameplate but no letters\" (figure)\n\"a stylized cartoon of a small group of close friends gathered beside a bed\" (figure)\n\"a stylized cartoon of several elegant silhouettes in a salon showing one person fainting in a dramatic pose\" (figure) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 115,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "With his health further deteriorating, Chopin desired to have a family member with him. In June 1849 his sister Ludwika came to Paris with her husband and daughter, and in September, supported by a loan from Jane Stirling, he took an apartment at Place Vendôme 12. After 15 October, when his condition took a marked turn for the worse, only a handful of his closest friends remained with him, although Viardot remarked sardonically that \"all the grand Parisian ladies considered it de rigueur to faint in his room.\"",
    "qa_count": 6,
    "ids": [
      "56cfe911234ae51400d9c085",
      "56cfe911234ae51400d9c086",
      "56d3823659d6e414001465b6",
      "56d3823659d6e414001465b7",
      "56d3823659d6e414001465b8",
      "56d3823659d6e414001465b9"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's final moments and requests\" (text) focused on \"reactions, requests, and postmortem actions around a famous death\" (text). At the top there is a concise headline and a brief summary line near it describing the context of his last hours and those present, and in the middle the supporting illustrated vignettes and captions show the requested procedures and the objects made, with the bottom noting the reported final words and who made the artifacts.\n\n\"Chopin's final hours, last words, and postmortem requests summarized\" (text)\n\"His requested opening after death was made because of a fear of being buried alive\" (text)\n\"Those present at the deathbed included close relatives and friends\" (text)\n\"His reported reply to the physician asking if he was suffering was \\\"No longer\\\"\" (text)\n\n\"a stylized bedside scene showing a physician leaning over a reclining patient with a concerned companion nearby\" (figure)\n\"a cartoon group of three visitors gathered near a bed to indicate family and friends present\" (figure)\n\"a stylized artisan figure making a facial mould to indicate a death mask being formed\" (figure)\n\"a stylized artisan impression of a left hand being cast on a small pedestal\" (figure)\n\nThe overall style of the image is clean informative infographic with simple illustrative cartoons and clear, readable text.",
    "infographic_id": 116,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Some of his friends provided music at his request; among them, Potocka sang and Franchomme played the cello. Chopin requested that his body be opened after death (for fear of being buried alive) and his heart returned to Warsaw where it rests at the Church of the Holy Cross. He also bequeathed his unfinished notes on a piano tuition method, Projet de méthode, to Alkan for completion. On 17 October, after midnight, the physician leaned over him and asked whether he was suffering greatly. \"No longer\", he replied. He died a few minutes before two o'clock in the morning. Those present at the deathbed appear to have included his sister Ludwika, Princess Marcelina Czartoryska, Sand's daughter Solange, and his close friend Thomas Albrecht. Later that morning, Solange's husband Clésinger made Chopin's death mask and a cast of his left hand.",
    "qa_count": 5,
    "ids": [
      "56cfe9df234ae51400d9c0a1",
      "56cfe9df234ae51400d9c0a3",
      "56cfe9df234ae51400d9c0a4",
      "56d38a4a59d6e414001466bb",
      "56d38a4a59d6e414001466bf"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin cause of death debate\" (text) focused on \"medical possibilities and unresolved evidence\" (text). At the top, a concise header states the official record and the attending physician, near a supporting portrait-style figure that highlights the historical claim. \"Official cause on the death certificate listed as tuberculosis\" (text)\n\"a historic portrait-style cartoon of a nineteenth-century physician standing by a death certificate\" (figure)\n\"Attending physician named Jean Cruveilhier noted by the certificate\" (text)\n\"an illustrative stylized scene showing alternative medical possibilities as labeled icons surrounding a silhouette\" (figure)\n\"Alternative possibilities listed include cystic fibrosis, cirrhosis, and alpha 1-antitrypsin deficiency\" (text)\n\"an illustrative depiction of a sealed archive or locked box representing restricted scientific access\" (figure)\n\"Permission for DNA testing has been denied by the Polish government, leaving the cause unresolved\" (text) Below, a small captioned figure emphasizes the unresolved nature of the question and the remaining uncertainty. \"a stylized silhouette of an unresolved question mark beside medical instruments\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 117,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Chopin's disease and the cause of his death have since been a matter of discussion. His death certificate gave the cause as tuberculosis, and his physician, Jean Cruveilhier, was then the leading French authority on this disease. Other possibilities have been advanced including cystic fibrosis, cirrhosis and alpha 1-antitrypsin deficiency. However, the attribution of tuberculosis as principal cause of death has not been disproved. Permission for DNA testing, which could put the matter to rest, has been denied by the Polish government.",
    "qa_count": 7,
    "ids": [
      "56cfeaa3234ae51400d9c0b3",
      "56cfeaa3234ae51400d9c0b4",
      "56cfeaa3234ae51400d9c0b5",
      "56d38ac959d6e414001466cf",
      "56d38ac959d6e414001466d0",
      "56d38ac959d6e414001466d1",
      "56d38ac959d6e414001466d2"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Funeral Arrangements\" (text) focused on \"details of the delayed funeral and crowd access\" (text). At the top is the date and delay summary near a supporting illustration, the middle highlights location and access rules adjacent to a crowd scene, and the bottom shows the excluded visitors with an illustrating scene near a brief note.\n\n\"Chopin's funeral was delayed almost two weeks, held on 30 October\" (text)\n\"Funeral venue was the Church of the Madeleine in Paris\" (text)\n\"Entrance was restricted to ticket holders and many were expected to attend\" (text)\n\"Over 3,000 people arrived without invitations and were excluded\" (text)\n\"a stylized exterior of a classic church with no letters visible\" (figure)\n\"a cartoon crowd gathered outside a gate being turned away\" (figure)\n\"a silhouette of travelers arriving with luggage from distant cities\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 118,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "The funeral, held at the Church of the Madeleine in Paris, was delayed almost two weeks, until 30 October. Entrance was restricted to ticket holders as many people were expected to attend. Over 3,000 people arrived without invitations, from as far as London, Berlin and Vienna, and were excluded.",
    "qa_count": 6,
    "ids": [
      "56cfeae2234ae51400d9c0b9",
      "56cfeae2234ae51400d9c0ba",
      "56cfeae2234ae51400d9c0bb",
      "56d38ba459d6e414001466e7",
      "56d38ba459d6e414001466e8",
      "56d38ba459d6e414001466eb"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Funeral Music and Participants\" (text) focused on \"key musical works, performers, and procession details\" (text). At the top, a compact header summarizes the principal music and performers; near the middle, an illustrated procession scene supports names of leaders and pallbearers; below, a graveside vignette anchors what was played at burial and the organist credit.\n\n\"Mozart's Requiem was sung at the funeral alongside Chopin piano preludes performed earlier\" (text)\n\"Soloists included a soprano, a mezzo-soprano, a tenor, and a bass listed together near the music note illustration\" (text)\n\"An organist named Louis Lefébure-Wély is credited near the chapel illustration\" (text)\n\"The funeral procession to Père Lachaise Cemetery was led by the aged Prince Adam Czartoryski with named pallbearers nearby\" (text)\n\"a stylized procession with mourners walking toward a cemetery gate\" (figure)\n\"a cartoon group of four singers performing next to a score without letters\" (figure)\n\"a silhouette of an organ and organist inside a chapel interior\" (figure)\n\"a graveside scene with a pianist silhouette playing the Funeral March from Chopin's Piano Sonata No. 2 beside a simple headstone\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 119,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Mozart's Requiem was sung at the funeral; the soloists were the soprano Jeanne-Anais Castellan, the mezzo-soprano Pauline Viardot, the tenor Alexis Dupont, and the bass Luigi Lablache; Chopin's Preludes No. 4 in E minor and No. 6 in B minor were also played. The organist at the funeral was Louis Lefébure-Wély. The funeral procession to Père Lachaise Cemetery, which included Chopin's sister Ludwika, was led by the aged Prince Adam Czartoryski. The pallbearers included Delacroix, Franchomme, and Camille Pleyel. At the graveside, the Funeral March from Chopin's Piano Sonata No. 2 was played, in Reber's instrumentation.",
    "qa_count": 9,
    "ids": [
      "56cfeb52234ae51400d9c0bf",
      "56cfeb52234ae51400d9c0c0",
      "56cfeb52234ae51400d9c0c1",
      "56cfeb52234ae51400d9c0c2",
      "56d38c2b59d6e41400146703",
      "56d38c2b59d6e41400146704",
      "56d38c2b59d6e41400146705",
      "56d38c2b59d6e41400146706",
      "56d38c2b59d6e41400146707"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin memorial facts\" (text) focused on \"the tombstone, funeral funding, and posthumous returns\" (text). At the top, a short header gives the memorial credits and funding summary, above a middle panel that pairs the sculptural subject with funding and family actions, and below a closing note summarizes the fate of letters and the heart's transport. \"Chopin memorial credits credited to the sculptor and designer Clésinger\" (text)\n\"Euterpe, the muse of music, is shown weeping over a broken lyre on the tombstone\" (text)\n\"The funeral and monument expenses totaled 5,000 francs and were paid by Jane Stirling\" (text)\n\"Chopin's sister Ludwika took his heart to Warsaw preserved in alcohol\" (text)\n\"Two hundred letters taken were later returned to Sand and appear to have been destroyed\" (text)\n\"a stylized funerary statue of a seated muse weeping over a broken stringed instrument\" (figure)\n\"a simple illustrative urn resting on a small cloth beside a traveling bundle\" (figure)\n\"a silhouetted pair representing a woman handing sealed envelopes to another figure\" (figure)\nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 120,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Chopin's tombstone, featuring the muse of music, Euterpe, weeping over a broken lyre, was designed and sculpted by Clésinger. The expenses of the funeral and monument, amounting to 5,000 francs, were covered by Jane Stirling, who also paid for the return of the composer's sister Ludwika to Warsaw. Ludwika took Chopin's heart in an urn, preserved in alcohol, back to Poland in 1850.[n 9] She also took a collection of two hundred letters from Sand to Chopin; after 1851 these were returned to Sand, who seems to have destroyed them.",
    "qa_count": 10,
    "ids": [
      "56cfec4b234ae51400d9c0cd",
      "56cfec4b234ae51400d9c0ce",
      "56cfec4b234ae51400d9c0cf",
      "56cfec4b234ae51400d9c0d0",
      "56cfec4b234ae51400d9c0d1",
      "56d38cc659d6e4140014672b",
      "56d38cc659d6e4140014672c",
      "56d38cc659d6e4140014672d",
      "56d38cc659d6e4140014672e",
      "56d38cc659d6e4140014672f"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's surviving works and scope\" (text) focused on \"the instrument focus and surviving counts of Chopin's compositions\" (text). At the top, a concise summary phrase sets the count and survival note, and just below a label highlights the primary instrument focus with supporting visuals near it. In the middle, a combined phrase explains the limited types of works beyond solo piano, placed adjacent to illustrative figures that represent each work type. Near the bottom a short note reminds viewers about early childhood losses and that all known works involve the piano.\n\n\"Chopin has over 230 known surviving works, with some early childhood pieces lost\" (text)\n\"All known compositions involve the piano as the primary instrument\" (text)\n\"Only a few known pieces go beyond solo piano, including piano concertos, songs, and chamber music\" (text)\n\"A brief reminder about lost early childhood compositions placed below\" (text)\n\n\"a stylized illustrative piano placed near the text about the piano\" (figure)\n\"a cartoon scene suggesting a piano concerto with a piano and a small ensemble placed adjacent to the text about concertos\" (figure)\n\"a stylized singer with a simple accompaniment placed beside the text about songs\" (figure)\n\"a silhouette of a small chamber ensemble placed near the text about chamber music\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 121,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Over 230 works of Chopin survive; some compositions from early childhood have been lost. All his known works involve the piano, and only a few range beyond solo piano music, as either piano concertos, songs or chamber music.",
    "qa_count": 4,
    "ids": [
      "56cfec7b234ae51400d9c0d7",
      "56cfec7b234ae51400d9c0d8",
      "56d38cfe59d6e4140014673b",
      "56d38cfe59d6e4140014673c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Musical Influences and Teaching Practice\" (text) focused on \"sources of Chopin's musical style and his teaching\" (text). At the top the main influence summary appears, near it a figure shows teaching practice, and below a set of compositional and stylistic influences is illustrated with supporting figures to the left and right, while a compact note about melodic sources sits at the bottom.\n\n\"Chopin learned in the tradition of Beethoven, Haydn, Mozart, and Clementi\" (text)\n\"Chopin used Clementi's piano method with his own students\" (text)\n\"Chopin cited Bach and Mozart as the two most important composers shaping his outlook\" (text)\n\"Chopin's early works reflected the brilliant keyboard style and drew on Polish folk song and Italian opera\" (text)\n\n\"a stylized cartoon of a piano teacher demonstrating a method book to a pupil\" (figure)\n\"a silhouette of two composers side by side suggesting core musical models\" (figure)\n\"a stylized illustration of a keyboard with ornate melodic lines evoking singing and fioriture\" (figure)\n\"a simple scene implying folk melody and operatic vocal lines influencing a composer\" (figure)\n\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 122,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Chopin was educated in the tradition of Beethoven, Haydn, Mozart and Clementi; he used Clementi's piano method with his own students. He was also influenced by Hummel's development of virtuoso, yet Mozartian, piano technique. He cited Bach and Mozart as the two most important composers in shaping his musical outlook. Chopin's early works are in the style of the \"brilliant\" keyboard pieces of his era as exemplified by the works of Ignaz Moscheles, Friedrich Kalkbrenner, and others. Less direct in the earlier period are the influences of Polish folk music and of Italian opera. Much of what became his typical style of ornamentation (for example, his fioriture) is taken from singing. His melodic lines were increasingly reminiscent of the modes and features of the music of his native country, such as drones.",
    "qa_count": 4,
    "ids": [
      "56cfed0f234ae51400d9c0db",
      "56d38d6559d6e4140014674f",
      "56d38d6559d6e41400146750",
      "56d38d6559d6e41400146751"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's contributions to piano genres\" (text) focused on \"how established forms were transformed into concert repertoire\" (text). At the top a concise header introduces the subject, near the middle there are paired visuals that illustrate origins and innovations, and near the bottom a summary links influences and peers. \n\"A short header summarizing Chopin's expansion of salon and concert piano genres\" (text)\n\"An emphasized note explaining that the nocturne was invented earlier by John Field\" (text)\n\"Chopin introduced ballades and scherzi as free-standing concert pieces\" (text)\n\"Chopin established free-standing preludes Op. 28 and exploited the concert étude idea developed by Liszt, Clementi and Moscheles\" (text)\n\"a stylized portrait of an earlier composer at a writing desk, suggesting invention of a lyrical piano form\" (figure)\n\"a cartoon of a solo pianist on a small stage performing distinct musical pieces to suggest concertized ballades and scherzi\" (figure)\n\"a stylized group of three composer figures gathered around manuscript pages to indicate contemporary development of the concert étude idea\" (figure)\nThe overall style of the image is clean, illustrative, and pedagogical.",
    "infographic_id": 123,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Chopin took the new salon genre of the nocturne, invented by the Irish composer John Field, to a deeper level of sophistication. He was the first to write ballades and scherzi as individual concert pieces. He essentially established a new genre with his own set of free-standing preludes (Op. 28, published 1839). He exploited the poetic potential of the concept of the concert étude, already being developed in the 1820s and 1830s by Liszt, Clementi and Moscheles, in his two sets of studies (Op. 10 published in 1833, Op. 25 in 1837).",
    "qa_count": 6,
    "ids": [
      "56cfed8a234ae51400d9c0e1",
      "56cfed8a234ae51400d9c0e2",
      "56d38fa059d6e41400146771",
      "56d38fa059d6e41400146772",
      "56d38fa059d6e41400146773",
      "56d38fa059d6e41400146774"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Dance Music Innovations\" (text) focused on \"how Chopin transformed traditional dances for concert and salon use\" (text). At the top, a clear summary phrase appears above an illustrative sequence, and the middle groups specific forms with supporting figures, while the bottom lists publication facts adjacent to a related scene.  \n\"Chopin expanded dance music with a greater range of melody and expression\" (text)  \n\"Chopin put the mazurka on the European musical map and wrote mazurkas for the concert hall\" (text)  \n\"Chopin wrote waltzes for the salon recital that are often at faster tempos than ballroom examples\" (text)  \n\"a stylized illustration of a solo pianist performing a mazurka in a small concert setting\" (figure)  \n\"a cartoon pair of dancers in a ballroom contrasted with a stylized salon listener to suggest different venues\" (figure)  \n\"an illustrative stack of sheet music labeled as a lifetime set of polonaises beside another stack labeled posthumous\" (figure)  \n\"the series of seven polonaises published in his lifetime and nine published posthumously\" (text) The overall style of the image is clean, educational, and illustrative with clear labels and simple cartoon scenes.",
    "infographic_id": 124,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Chopin also endowed popular dance forms with a greater range of melody and expression. Chopin's mazurkas, while originating in the traditional Polish dance (the mazurek), differed from the traditional variety in that they were written for the concert hall rather than the dance hall; \"it was Chopin who put the mazurka on the European musical map.\" The series of seven polonaises published in his lifetime (another nine were published posthumously), beginning with the Op. 26 pair (published 1836), set a new standard for music in the form. His waltzes were also written specifically for the salon recital rather than the ballroom and are frequently at rather faster tempos than their dance-floor equivalents.",
    "qa_count": 9,
    "ids": [
      "56cfee5d234ae51400d9c0f7",
      "56cfee5d234ae51400d9c0f8",
      "56cfee5d234ae51400d9c0f9",
      "56cfee5d234ae51400d9c0fa",
      "56d390b559d6e41400146789",
      "56d390b559d6e4140014678a",
      "56d390b559d6e4140014678b",
      "56d390b559d6e4140014678c",
      "56d390b559d6e4140014678d"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's popular descriptive piece names\" (text) focused on \"how a few of his instrumental works received descriptive titles by others\" (text). At the top, introduce the general point, near the top left show the examples, and below them place supporting illustrative figures; the middle highlights the one work he actually titled with a supporting figure, and the bottom summarizes authorship and dating context. \n\"Chopin never named instrumental works beyond genre and number, leaving associations to listeners\" (text)\n\"Examples of popular descriptive names assigned by others include the Revolutionary Étude and the Minute Waltz\" (text)\n\"Funeral March is the only instrumental piece he actually titled and is the third movement of Sonata No. 2\" (text)\n\"The Funeral March was written before the rest of the sonata, with no known specific inspiring event\" (text)\n\"a stylized illustration of a piano keyboard with two labeled sheet pages nearby, suggesting commonly used nicknames\" (figure)\n\"a cartoon of a composer writing at a desk with a separate, earlier manuscript page lying beside a longer score\" (figure)\n\"a silhouette of a listener imagining scenes above a sheet of music, indicating extramusical associations created by others\" (figure)\nThe overall style of the image is clear, educational, and illustrative with concise typography and supportive cartoon-style figures.",
    "infographic_id": 125,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Some of Chopin's well-known pieces have acquired descriptive titles, such as the Revolutionary Étude (Op. 10, No. 12), and the Minute Waltz (Op. 64, No. 1). However, with the exception of his Funeral March, the composer never named an instrumental work beyond genre and number, leaving all potential extramusical associations to the listener; the names by which many of his pieces are known were invented by others. There is no evidence to suggest that the Revolutionary Étude was written with the failed Polish uprising against Russia in mind; it merely appeared at that time. The Funeral March, the third movement of his Sonata No. 2 (Op. 35), the one case where he did give a title, was written before the rest of the sonata, but no specific event or death is known to have inspired it.",
    "qa_count": 6,
    "ids": [
      "56cfef3c234ae51400d9c10d",
      "56cfef3c234ae51400d9c10e",
      "56cfef3c234ae51400d9c10f",
      "56d3913859d6e41400146793",
      "56d3913859d6e41400146795",
      "56d3913859d6e41400146796"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Posthumous Opus History\" (text) focused on \"the last opus number he used and posthumous publications\" (text). Near the top, a concise header summarizes Chopin's final personal opus number and his wish about unpublished manuscripts, and below that the role of his musical executor is highlighted adjacent to illustrations of publication decisions; further down, two supporting illustrative figures show grouping of unpublished pieces and the later collection of songs.  \n\"Chopin's last opus number personally used was 65 and he wished unpublished manuscripts destroyed\" (text)  \n\"Julian Fontana, the composer's musical executor, selected unpublished pieces for publication\" (text)  \n\"Twenty-three unpublished piano pieces were grouped into eight further opus numbers and published in 1855\" (text)  \n\"Seventeen Polish songs were collected and published as Op. 74 in 1857, order not reflective of composition\" (text)  \n\"a stylized ledger scene showing a hand grouping paper manuscripts into labeled stacks without words\" (figure)  \n\"a cartoon figure at a desk making editorial decisions with loose sheets around\" (figure)  \n\"a stylized collection of song sheets gathered into a folder symbolizing a later opus\" (figure)  \nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 126,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 4,
    "keywords_total": 6,
    "context": "The last opus number that Chopin himself used was 65, allocated to the Cello Sonata in G minor. He expressed a deathbed wish that all his unpublished manuscripts be destroyed. At the request of the composer's mother and sisters, however, his musical executor Julian Fontana selected 23 unpublished piano pieces and grouped them into eight further opus numbers (Opp. 66–73), published in 1855. In 1857, 17 Polish songs that Chopin wrote at various stages of his life were collected and published as Op. 74, though their order within the opus did not reflect the order of composition.",
    "qa_count": 7,
    "ids": [
      "56cff00f234ae51400d9c113",
      "56cff00f234ae51400d9c115",
      "56cff00f234ae51400d9c116",
      "56cff00f234ae51400d9c117",
      "56d3929359d6e4140014679d",
      "56d3929359d6e4140014679f",
      "56d3929359d6e414001467a1"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin works and the Kobylańska Catalogue\" (text) focused on \"how post-1857 pieces are catalogued\" (text). At the top there is a concise header and a supporting line beneath it, near a visual that illustrates cataloguing history. In the middle, a short explanatory label sits adjacent to an illustration that represents the catalogue and its compiler. Near the bottom, a captioned visual highlights the catalogue shorthand and its role compared to opus numbers. \"Chopin works and the Kobylańska Catalogue\" (text)\n\"Pieces published after 1857 received alternative catalogue designations instead of opus numbers\" (text)\n\"the Kobylańska Catalogue is the present standard musicological reference for Chopin works\" (text)\n\"the catalogue is usually represented by the initials KK and was compiled by Krystyna Kobylańska\" (text)\n\"a stylized open book with abstract entries representing works without opus numbers\" (figure)\n\"a cartoon portrait-like silhouette of a female scholar beside a catalogue volume\" (figure)\n\"a stylized catalogue card with the initials rendered as two decorative glyphs, adjacent to a stack of scores\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 127,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Works published since 1857 have received alternative catalogue designations instead of opus numbers. The present standard musicological reference for Chopin's works is the Kobylańska Catalogue (usually represented by the initials 'KK'), named for its compiler, the Polish musicologist Krystyna Kobylańska.",
    "qa_count": 6,
    "ids": [
      "56cff0c3234ae51400d9c123",
      "56cff0c3234ae51400d9c124",
      "56d3946659d6e414001467af",
      "56d3946659d6e414001467b0",
      "56d3946659d6e414001467b1",
      "56d3946659d6e414001467b2"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Editions and Publishers of Chopin's Works\" (text) focused on \"the publication history and modern scholarly editions of Chopin's music\" (text). At the top is a concise header and a brief summary text near an illustrative timeline; the middle area pairs short labeled statements with supporting illustrative figures; the bottom closes with an authorship note near a final visual.\n\n\"Editions and Publishers of Chopin's Works\" (text)\n\"A concise overview of original publishers, early anthology appearances, first collected edition, and later scholarly editions\" (text)\n\"Maurice Schlesinger and Camille Pleyel identified as Chopin's original publishers\" (text)\n\"Chopin's works began appearing in popular 19th-century piano anthologies\" (text)\n\"First collected edition released by Breitkopf & Härtel between 1878 and 1902; later scholarly editions include Paderewski and the Polish National Edition edited by Jan Ekier\" (text)\n\n\"a cartoon of two historical music-seller figures standing beside stacks of sheet music to represent original publishers\" (figure)\n\"a stylized open anthology with visible musical staves and decorative cover to represent popular nineteenth-century piano anthologies\" (figure)\n\"a stylized illustration of a bound multi-volume music edition placed next to an open folio to represent the first collected edition\" (figure)\n\"a silhouette of a scholar at a desk with loose musical manuscripts and annotated pages to represent modern scholarly editions\" (figure)\n\nThe overall style of the image is clean, educational, and illustrative with clear labels and simple cartoon-like figures.",
    "infographic_id": 128,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Chopin's original publishers included Maurice Schlesinger and Camille Pleyel. His works soon began to appear in popular 19th-century piano anthologies. The first collected edition was by Breitkopf & Härtel (1878–1902). Among modern scholarly editions of Chopin's works are the version under the name of Paderewski published between 1937 and 1966 and the more recent Polish \"National Edition\", edited by Jan Ekier, both of which contain detailed explanations and discussions regarding choices and sources.",
    "qa_count": 6,
    "ids": [
      "56cff179234ae51400d9c131",
      "56cff179234ae51400d9c133",
      "56d3971459d6e414001467cd",
      "56d3971459d6e414001467ce",
      "56d3971459d6e414001467cf",
      "56d3971459d6e414001467d0"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Improvisation at the Centre of Chopin's Creative Process\" (text) focused on \"how phrase and audience shaped Chopin's music\" (text). At the top a concise summary statement introduces the main claim and attribution, above a pair of supporting visuals and captions, while the middle highlights structure and individuality and the bottom concludes with a compact synthesis.\n\n\"Improvisation is central to Chopin's creative process and designed for an audience\" (text)\n\"Nicholas Temperley argued that improvisation begins from audience expectations and current musical form conventions\" (text)\n\"Rosen emphasized that Chopin's individuality comes from his flexible handling of the four-bar phrase as a structural unit\" (text)\n\"After early piano concertos, Chopin focused on shorter forms with subtle internal structure instead of large-scale multi-movement works\" (text)\n\n\"a stylized pianist at a keyboard playing with an attentive small audience implied nearby\" (figure)\n\"a simplified sheet-music motif showing repeated four-bar phrase shapes as connected blocks\" (figure)\n\"a cartoon comparison of a large multi-movement score on one side and small standalone pieces on the other\" (figure)\n\nThe overall style of the image is clean, illustrative, and instructional.",
    "infographic_id": 129,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Improvisation stands at the centre of Chopin's creative processes. However, this does not imply impulsive rambling: Nicholas Temperley writes that \"improvisation is designed for an audience, and its starting-point is that audience's expectations, which include the current conventions of musical form.\" The works for piano and orchestra, including the two concertos, are held by Temperley to be \"merely vehicles for brilliant piano playing ... formally longwinded and extremely conservative\". After the piano concertos (which are both early, dating from 1830), Chopin made no attempts at large-scale multi-movement forms, save for his late sonatas for piano and for cello; \"instead he achieved near-perfection in pieces of simple general design but subtle and complex cell-structure.\" Rosen suggests that an important aspect of Chopin's individuality is his flexible handling of the four-bar phrase as a structural unit.",
    "qa_count": 5,
    "ids": [
      "56cff256234ae51400d9c145",
      "56cff256234ae51400d9c146",
      "56d398a859d6e414001467e5",
      "56d398a859d6e414001467e6",
      "56d398a859d6e414001467e7"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin concert pieces highlighted by critics\" (text) focused on \"the expressive forms and standout examples\" (text). At the top, a concise summary introduces critical highlights and the formal idea that unifies the works. \"J. Barrie Jones names the Barcarolle Op. 60 as a prime example of Chopin's rich harmonic palette and Italianate warmth of melody\" (text) \"Among works intended for concert use, the four ballades and four scherzos stand supreme\" (text) Near the middle, Temperley's formal reading is presented alongside illustrative cues. \"These works are based on an extended departure and return form, with dramatic reprises after wide middle departures\" (text) Below, supportive illustrative figures clarify which pieces and the formal concept. \"a stylized illustration of a single ornate solo piano piece evoking lyrical melody\" (figure) \"a cartoon grouping of four abstract musical pages paired with another four abstract musical pages to suggest paired sets\" (figure) \"a silhouette of a musical phrase departing from and later returning to its opening gesture\" (figure) The overall style of the image is clear, explanatory, and scholarly with clean infographic composition.",
    "infographic_id": 130,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "J. Barrie Jones suggests that \"amongst the works that Chopin intended for concert use, the four ballades and four scherzos stand supreme\", and adds that \"the Barcarolle Op. 60 stands apart as an example of Chopin's rich harmonic palette coupled with an Italianate warmth of melody.\" Temperley opines that these works, which contain \"immense variety of mood, thematic material and structural detail\", are based on an extended \"departure and return\" form; \"the more the middle section is extended, and the further it departs in key, mood and theme, from the opening idea, the more important and dramatic is the reprise when it at last comes.\"",
    "qa_count": 3,
    "ids": [
      "56cff2e0234ae51400d9c14b",
      "56d3997e59d6e414001467ed",
      "56d3997e59d6e414001467ef"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Short Piano Forms Explained\" (text) focused on \"structure and folk features of selected short piano pieces\" (text). At the top a concise header summarizes form and variants, with an adjacent illustration clarifying musical texture, and below that a section compares folk elements and special techniques with a supporting scene, and at the bottom a highlight notes a rare contrapuntal device alongside an illustrative cue. \n\"Chopin's mazurkas and waltzes are in straightforward ternary or episodic form, sometimes with a coda\" (text)\n\"Some mazurkas show more folk features than many other works, sometimes including modal scales and harmonies\" (text)\n\"The mazurkas sometimes use a drone bass while mixing simple and sophisticated elements\" (text)\n\"One mazurka, Op. 63 No. 3, includes a canon at one beat's distance, a rare device\" (text)\n\"a stylized illustration of a musician playing a short dance tune with repeating sections\" (figure)\n\"a cartoon scene suggesting folk roots with simple modal melodies and a sustained bass drone\" (figure)\n\"a stylized illustration of two rhythmic lines offset by a tiny gap to suggest a one-beat canon\" (figure)\nThe overall style of the image is clear, instructional, and illustrative with clean layout and simple cartoon visuals.",
    "infographic_id": 131,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Chopin's mazurkas and waltzes are all in straightforward ternary or episodic form, sometimes with a coda. The mazurkas often show more folk features than many of his other works, sometimes including modal scales and harmonies and the use of drone basses. However, some also show unusual sophistication, for example Op. 63 No. 3, which includes a canon at one beat's distance, a great rarity in music.",
    "qa_count": 5,
    "ids": [
      "56cff351234ae51400d9c14d",
      "56d39a6a59d6e414001467f3",
      "56d39a6a59d6e414001467f4",
      "56d39a6a59d6e414001467f5",
      "56d39a6a59d6e414001467f6"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Polonaises: Form and Performance\" (text) focused on \"musical features and technical demands of Chopin's polonaises\" (text). At the top, a concise header introduces the topic and credits predecessors; near the middle, a compact comparison and musical feature summary appears adjacent to supporting illustrations; below, a performance note and technical demand are shown near a visual cue. \n\"Chopin advanced the polonaise form beyond his Polish predecessors including Zywny and Elsner\" (text)\n\"Chopin's polonaises are written in triple time and follow the traditional dance pulse\" (text)\n\"Melodies, accompaniments, and cadences typically display a martial rhythmic character\" (text)\n\"Pieces demand a formidable playing technique from performers\" (text)\n\"a stylized piano with hands poised to play, showing complexity of finger movement\" (figure)\n\"a cartoon pair of historical teacher figures standing beside a younger composer figure\" (figure)\n\"a simple illustrative metronome and grouped beats indicating triple pulse without numbers\" (figure)\n\"a silhouette of a performer demonstrating challenging hand span and rapid motion\" (figure) The overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 132,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Chopin's polonaises show a marked advance on those of his Polish predecessors in the form (who included his teachers Zywny and Elsner). As with the traditional polonaise, Chopin's works are in triple time and typically display a martial rhythm in their melodies, accompaniments and cadences. Unlike most of their precursors, they also require a formidable playing technique.",
    "qa_count": 4,
    "ids": [
      "56cff390234ae51400d9c151",
      "56d39abf59d6e414001467fd",
      "56d39abf59d6e414001467fe",
      "56d39abf59d6e414001467ff"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Nocturnes in Focus\" (text) focused on \"structure, drama, and historical context of selected piano nocturnes\" (text). At the top there is a concise header describing the work and its comparison, near the middle a labeled explanatory phrase about middle sections and performance demands, and near the bottom a contextual note linking a contemporary composer met by Chopin and the meeting year.\n\n\"Chopin's Nocturnes in Focus\" (text)\n\"Twenty-one nocturnes are more structured and of greater emotional depth than those of Field\" (text)\n\"The middle sections often feature an agitated expression that heightens dramatic character and challenges performers\" (text)\n\"Chopin met Field in 1833, providing historical context for the comparison\" (text)\n\n\"a stylized pianist at the keyboard portraying intense, dramatic phrasing\" (figure)\n\"a cartoon musical score fragment showing a turbulent middle section without notation characters\" (figure)\n\"a silhouette of two composers facing each other to suggest a meeting\" (figure)\n\nThe overall style of the image is clear, educational, and illustrative.",
    "infographic_id": 133,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 6,
    "context": "The 21 nocturnes are more structured, and of greater emotional depth, than those of Field (whom Chopin met in 1833). Many of the Chopin nocturnes have middle sections marked by agitated expression (and often making very difficult demands on the performer) which heightens their dramatic character.",
    "qa_count": 5,
    "ids": [
      "56cff3f4234ae51400d9c153",
      "56cff3f4234ae51400d9c154",
      "56d39bdf59d6e41400146807",
      "56d39bdf59d6e41400146808",
      "56d39bdf59d6e41400146809"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin études for technique\" (text) focused on \"how études teach piano technique\" (text). At the top a concise header states the core subject and near the middle supporting details explain form and examples, while the bottom provides illustrative cues reinforcing technique examples.\n\n\"Chopin used études to teach his own piano technique, illustrated with clear examples\" (text)\n\"Most of these études are in straightforward ternary form, shown adjacent to the technique summary\" (text)\n\"Examples of targeted techniques include double thirds, octaves, and repeated notes with their opus labels\" (text)\n\"a stylized piano keyboard with highlighted hand positions suggesting the named techniques\" (figure)\n\"a cartoon pianist demonstrating finger grouping for double thirds and octave stretches\" (figure)\n\"a silhouette of hands playing rapid repeated notes to imply repeated-note technique\" (figure)\nThe overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 134,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "Chopin's études are largely in straightforward ternary form. He used them to teach his own technique of piano playing—for instance playing double thirds (Op. 25, No. 6), playing in octaves (Op. 25, No. 10), and playing repeated notes (Op. 10, No.  7).",
    "qa_count": 3,
    "ids": [
      "56cff427234ae51400d9c157",
      "56d39c5359d6e4140014680d",
      "56d39c5359d6e4140014680e"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Preludes and Their Inspirations\" (text) focused on \"the musical origins and possible uses of a set of short piano pieces\" (text). At the top, a concise summary phrase sits near an illustrative scene; in the middle, an explanatory phrase sits adjacent to a supporting illustration; near the bottom, a usage note sits above a historical anecdote illustration.\n\"Chopin's preludes were described by Schumann as the beginnings of studies\" (text)\n\"J.S. Bach's The Well-Tempered Clavier inspired Chopin's cycle of preludes moving up the circle of fifths\" (text)\n\"Kenneth Hamilton suggested they may have been used as generic preludes to others of his pieces\" (text)\n\"Ferruccio Busoni recorded a sequence where one prelude is followed by a separate étude\" (text)\n\"a stylized piano and musical manuscript suggesting studies and practice\" (figure)\n\"a cartoon depiction of an older keyboard workbook implying a sequence of keys\" (figure)\n\"a silhouette of two pianists, one transitioning from a short prelude to a separate study piece\" (figure)\n\"a stylized historical recording device next to a small score fragment indicating an early recording\" (figure) The overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 135,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "The preludes, many of which are very brief (some consisting of simple statements and developments of a single theme or figure), were described by Schumann as \"the beginnings of studies\". Inspired by J.S. Bach's The Well-Tempered Clavier, Chopin's preludes move up the circle of fifths (rather than Bach's chromatic scale sequence) to create a prelude in each major and minor tonality. The preludes were perhaps not intended to be played as a group, and may even have been used by him and later pianists as generic preludes to others of his pieces, or even to music by other composers, as Kenneth Hamilton suggests: he has noted a recording by Ferruccio Busoni of 1922, in which the Prelude Op. 28 No. 7 is followed by the Étude Op. 10 No. 5.",
    "qa_count": 6,
    "ids": [
      "56cff49a234ae51400d9c161",
      "56cff49a234ae51400d9c162",
      "56d39cea59d6e41400146811",
      "56d39cea59d6e41400146812",
      "56d39cea59d6e41400146813",
      "56d39cea59d6e41400146814"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's mature piano sonatas\" (text) focused on \"comparison of Op. 35 and Op. 58\" (text). At the top the title and topic introduce the subject; near the top a concise descriptor summarizes the common structure and differences; in the middle a pair of illustrative figures supports the comparative points; below, a small note highlights the controversial reception of a specific movement and names the historians who praised Op. 58.\n\n\"Chopin's mature piano sonatas presented in four movements each\" (text)\n\"Op. 35 combines virtuosic public pianism with German sonata principles within a large formal structure\" (text)\n\"Op. 58 aligns closer to the German tradition and is described as worthy of Brahms by Kornel Michałowski and Jim Samson\" (text)\n\"The last movement of Op. 35 was a short perpetuum mobile found shocking and unmusical by contemporaries such as Schumann\" (text)\n\"a stylized cartoon of a grand piano with two contrasting masks to suggest dialogue between brilliant virtuosity and formal sonata structure\" (figure)\n\"a cartoon of crossed musical staves with interweaving melodic lines to suggest complex counterpoint\" (figure)\n\"a stylized silhouette of a startled listener reacting to a small rapid-motion musical motif\" (figure)\n\nThe overall style of the image is clear, scholarly, and illustrative with concise labels and supporting cartoons.",
    "infographic_id": 136,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The two mature piano sonatas (No. 2, Op. 35, written in 1839 and No. 3, Op. 58, written in 1844) are in four movements. In Op. 35, Chopin was able to combine within a formal large musical structure many elements of his virtuosic piano technique—\"a kind of dialogue between the public pianism of the brilliant style and the German sonata principle\". The last movement, a brief (75-bar) perpetuum mobile in which the hands play in unmodified octave unison throughout, was found shocking and unmusical by contemporaries, including Schumann. The Op. 58 sonata is closer to the German tradition, including many passages of complex counterpoint, \"worthy of Brahms\" according to the music historians Kornel Michałowski and Jim Samson.",
    "qa_count": 5,
    "ids": [
      "56cff536234ae51400d9c165",
      "56cff536234ae51400d9c166",
      "56d39ed559d6e41400146825",
      "56d39ed559d6e41400146826",
      "56d39ed559d6e41400146827"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Harmonic Innovations and Techniques\" (text) focused on \"how improvisation influenced harmonic effects and later tonality\" (text). At the top is a concise summary, in the middle are supporting illustrative scenes with captions, and the bottom lists a concluding note and attribution; elements are arranged with related text near their supporting figures.\n\n\"Chopin's harmonic innovations likely arose from his keyboard improvisation technique\" (text)\n\"Temperley described novel harmonic effects arising from appoggiaturas and accompaniment figures\" (text)\n\"Chord progressions sometimes anticipate the shifting tonality of later composers such as Claude Debussy\" (text)\n\"a stylized pianist at a keyboard improvising, with flowing abstract harmony shapes around the hands\" (figure)\n\"a cartoon pair of hands playing a short appoggiatura motif above an accompanying figure\" (figure)\n\"a stylized illustration of chords wandering toward remote keys, suggested by drifting tonal clouds\" (figure)\n\"Attribution note: commentary summarized from musicological observations\" (text)\n\nThe overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 137,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Chopin's harmonic innovations may have arisen partly from his keyboard improvisation technique. Temperley says that in his works \"novel harmonic effects frequently result from the combination of ordinary appoggiaturas or passing notes with melodic figures of accompaniment\", and cadences are delayed by the use of chords outside the home key (neapolitan sixths and diminished sevenths), or by sudden shifts to remote keys. Chord progressions sometimes anticipate the shifting tonality of later composers such as Claude Debussy, as does Chopin's use of modal harmony.",
    "qa_count": 3,
    "ids": [
      "56cff5a8234ae51400d9c173",
      "56d39fa059d6e41400146831",
      "56d39fa059d6e41400146832"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin on Technique and Fingering\" (text) focused on \"the pianist's approach to finger independence and hand use\" (text). At the top a concise summary introduces the topic near a portrait-like figure, the middle pairs key quoted claims with illustrative gestures, and the bottom lists technical consequences near keyboard sketches. \n\"Chopin's style was based extensively on very independent finger technique\" (text)\n\"Léon Escudier described a recital by Chopin and praised his originality and grace\" (text)\n\"'Everything is a matter of knowing good fingering' — from his Projet de méthode\" (text)\n\"Consequences include use of full keyboard range, double octaves, repeated notes, grace notes, and contrasting rhythms between hands\" (text)\n\"a stylized silhouette of a pianist showing independent finger motion with highlighted fingers, placed near the top summary\" (figure)\n\"a cartoon forearm and wrist diagram indicating coordinated arm and hand use, positioned adjacent to the fingering quote\" (figure)\n\"a simple illustrative keyboard showing dispersed hand positions and chord groupings, located below the technical consequences\" (figure)\nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 138,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "In 1841, Léon Escudier wrote of a recital given by Chopin that year, \"One may say that Chopin is the creator of a school of piano and a school of composition. In truth, nothing equals the lightness, the sweetness with which the composer preludes on the piano; moreover nothing may be compared to his works full of originality, distinction and grace.\" Chopin refused to conform to a standard method of playing and believed that there was no set technique for playing well. His style was based extensively on his use of very independent finger technique. In his Projet de méthode he wrote: \"Everything is a matter of knowing good fingering ... we need no less to use the rest of the hand, the wrist, the forearm and the upper arm.\" He further stated: \"One needs only to study a certain position of the hand in relation to the keys to obtain with ease the most beautiful quality of sound, to know how to play short notes and long notes, and [to attain] unlimited dexterity.\" The consequences of this approach to technique in Chopin's music include the frequent use of the entire range of the keyboard, passages in double octaves and other chord groupings, swiftly repeated notes, the use of grace notes, and the use of contrasting rhythms (four against three, for example) between the hands.",
    "qa_count": 3,
    "ids": [
      "56cff635234ae51400d9c184",
      "56d3a0d159d6e41400146835",
      "56d3a0d159d6e41400146837"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's musical influence and successors\" (text) focused on \"how later composers related to Chopin's style\" (text). At the top there is a clear title and immediately below a concise topic phrase to orient the viewer. \"Chopin inspired many later composers through national modes and idioms\" (text) Below that, near a portrait-style illustration, is a labeled note identifying a singled-out successor. \"J. Barrie Jones identified Karol Szymanowski as Chopin's one worthy successor\" (text) \"a stylized portrait of a composer labelled as a successor standing beside musical motifs\" (figure) In the middle, adjacent to the successor area, a block connects admirers and students to Chopin's style. \"Alexander Scriabin was devoted to the music of Chopin and studied its piano works early in his career\" (text) \"a cartoon of a young pianist at a keyboard with annotated sheet music motifs\" (figure) Near the bottom, supporting teacher–student lineage is shown with a simple illustrative scene. \"Nikolai Zverev is shown as Scriabin's teacher who drilled him in Chopin's works\" (text) \"a stylized scene of a teacher instructing a student at the piano\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 139,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Polish composers of the following generation included virtuosi such as Moritz Moszkowski, but, in the opinion of J. Barrie Jones, his \"one worthy successor\" among his compatriots was Karol Szymanowski (1882–1937). Edvard Grieg, Antonín Dvořák, Isaac Albéniz, Pyotr Ilyich Tchaikovsky and Sergei Rachmaninoff, among others, are regarded by critics as having been influenced by Chopin's use of national modes and idioms. Alexander Scriabin was devoted to the music of Chopin, and his early published works include nineteen mazurkas, as well as numerous études and preludes; his teacher Nikolai Zverev drilled him in Chopin's works to improve his virtuosity as a performer. In the 20th century, composers who paid homage to (or in some cases parodied) the music of Chopin included George Crumb, Bohuslav Martinů, Darius Milhaud, Igor Stravinsky and Heitor Villa-Lobos.",
    "qa_count": 6,
    "ids": [
      "56cff6f3234ae51400d9c191",
      "56cff6f3234ae51400d9c192",
      "56cff6f3234ae51400d9c193",
      "56d3a9282ccc5a1400d82dc8",
      "56d3a9282ccc5a1400d82dc9",
      "56d3a9282ccc5a1400d82dca"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Performance Style and Historical Commentary\" (text) focused on \"how concert conventions contrasted with Chopin's intimate technique\" (text). Near the top, a concise header attributes the scholarly critique to a named scholar and links it to the conservatory concert tradition. \"Jonathan Bellman argued that modern conservatory concert performance style conflicts with Chopin's preference for intimate performance\" (text) (placed near top, adjacent to a scholar figure). Below that and centered, Chopin's own remark explains what is lost in concerts and emphasizes intimacy over large-auditorium conventions. \"\\\"hearing in them all the most beautiful things of art\\\" is given up in concerts, as Chopin told a pupil\" (text) (placed near middle, adjacent to an intimate salon figure). To the left of the center, a combined description lists the stylistic qualities Chopin favored and corrects misattributions often made about his practice. \"Chopin avoided rigid procedures, favored expressive phrasing, rhythmic consistency and sensitive colouring, and did not follow rules like always crescendo to a high note\" (text) (placed near middle, left of the performance illustration). Near the bottom, a sentence groups contemporary praise highlighting Chopin's singular ornamentation and names the commentators who described it poetically. \"Contemporary commentators described his ornamentation as chromatic embroidery and a colourful wreath of flowers, as noted by Berlioz and Hiller\" (text) (placed near bottom, right of commentator portraits). \"a stylized portrait of a writing scholar pointing to a conservatory building\" (figure) (figure placed near top, left of the Jonathan Bellman text). \"a cartoon pianist playing in an intimate salon setting with small audience\" (figure) (figure placed near middle, adjacent to Chopin quote). \"a stylized close-up illustration of hands showing nuanced touch and ornamentation\" (figure) (figure placed near middle, left of the Chopin technique text). \"two stylized portraits of commentators facing each other to indicate cited opinions\" (figure) (figure placed near bottom, right of the critics text). The overall style of the image is clear, scholarly, illustrative, and easy to read.",
    "infographic_id": 140,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Jonathan Bellman writes that modern concert performance style—set in the \"conservatory\" tradition of late 19th- and 20th-century music schools, and suitable for large auditoria or recordings—militates against what is known of Chopin's more intimate performance technique. The composer himself said to a pupil that \"concerts are never real music, you have to give up the idea of hearing in them all the most beautiful things of art.\" Contemporary accounts indicate that in performance, Chopin avoided rigid procedures sometimes incorrectly attributed to him, such as \"always crescendo to a high note\", but that he was concerned with expressive phrasing, rhythmic consistency and sensitive colouring. Berlioz wrote in 1853 that Chopin \"has created a kind of chromatic embroidery ... whose effect is so strange and piquant as to be impossible to describe ... virtually nobody but Chopin himself can play this music and give it this unusual turn\". Hiller wrote that \"What in the hands of others was elegant embellishment, in his hands became a colourful wreath of flowers.\"",
    "qa_count": 6,
    "ids": [
      "56cff817234ae51400d9c1a3",
      "56cff817234ae51400d9c1a4",
      "56cff817234ae51400d9c1a5",
      "56d3a1e959d6e41400146841",
      "56d3a1e959d6e41400146842",
      "56d3a1e959d6e41400146843"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Rubato in Chopin's Music\" (text) focused on \"how rubato functions in Chopin's compositions\" (text). At the top there is a concise header and a short explanatory phrase, near a supporting illustrative figure; in the middle a comparison phrase sits adjacent to two related figures; at the bottom a concluding label is placed below a final figure. \n\"Rubato in Chopin's Music\" (text)\n\"how rubato functions in Chopin's compositions\" (text)\n\"Rubato is the practice in performance of disregarding strict time for expressive effect\" (text)\n\"Most written indications of rubato in Chopin appear in his mazurkas, by contemporary commentary\" (text)\n\"a stylized pianist delaying a right-hand melody note while a left-hand bass note sounds earlier\" (figure)\n\"a cartoon sequence showing an arpeggiated chord delaying the melody note with a teacher shaking head to indicate disapproval\" (figure)\n\"a silhouette of a performer using expressive timing with small motion lines to suggest flexible tempo\" (figure)\nThe overall style of the image is clean, educational, and illustrative, with clear typographic hierarchy and simple cartoon figures.",
    "infographic_id": 141,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Chopin's music is frequently played with rubato, \"the practice in performance of disregarding strict time, 'robbing' some note-values for expressive effect\". There are differing opinions as to how much, and what type, of rubato is appropriate for his works. Charles Rosen comments that \"most of the written-out indications of rubato in Chopin are to be found in his mazurkas ... It is probable that Chopin used the older form of rubato so important to Mozart ... [where] the melody note in the right hand is delayed until after the note in the bass ... An allied form of this rubato is the arpeggiation of the chords thereby delaying the melody note; according to Chopin's pupil, Karol Mikuli, Chopin was firmly opposed to this practice.\"",
    "qa_count": 4,
    "ids": [
      "56cff885234ae51400d9c1b3",
      "56cff885234ae51400d9c1b4",
      "56d3a2cd59d6e41400146849",
      "56d3a2cd59d6e4140014684a"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin teaching remembered by a pupil\" (text) focused on \"Friederike Müller's description of Chopin's teaching\" (text). At the top a short headline summarizes the source and main impression, near a portrait-style supporting figure that anchors the testimony. In the middle a compact statement lists the two technical emphases placed adjacent to a demonstration-style figure, and near the bottom a concluding note names the eyewitness and notes the direct quotes. \n\"Chopin's playing was always noble and beautiful, tones that sang in forte or piano\" (text)\n\"Chopin taught a legato, cantabile style and required students to join notes smoothly\" (text)\n\"Chopin demanded the strictest adherence to rhythm and rejected lingering or exaggerated rubato\" (text)\n\"Account recorded by pupil Friederike Müller, reporting direct teaching remarks\" (text)\n\"a stylized cartoon of a teacher at a keyboard demonstrating connected hand motion\" (figure)\n\"a silhouette of a student listening attentively beside a piano\" (figure)\n\"a small illustrative scene showing metronome-like steady motion implied without numerals\" (figure)\nThe overall style of the image is clear, didactic, and illustrative.",
    "infographic_id": 142,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "Friederike Müller, a pupil of Chopin, wrote: \"[His] playing was always noble and beautiful; his tones sang, whether in full forte or softest piano. He took infinite pains to teach his pupils this legato, cantabile style of playing. His most severe criticism was 'He—or she—does not know how to join two notes together.' He also demanded the strictest adherence to rhythm. He hated all lingering and dragging, misplaced rubatos, as well as exaggerated ritardandos ... and it is precisely in this respect that people make such terrible errors in playing his works.\"",
    "qa_count": 3,
    "ids": [
      "56cff905234ae51400d9c1b7",
      "56d3a32259d6e4140014684f",
      "56d3a32259d6e41400146851"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and musical nationalism\" (text) focused on \"how Chopin's works expressed national feeling and were received\" (text). At the top a concise title and topic sit above an illustrated quote panel, near the middle a sequence of labeled item lines accompanies supporting illustrations, and below a small authorship note sits adjacent to a concluding metaphor illustration. \n\"Chopin introduced a new sense of nationalism through mazurkas and polonaises\" (text)\n\"Schumann's 1836 review highlighted Chopin's strong feelings for Poland after the failure of the November 1830 rising and called the Poles 'in deep mourning'\" (text)\n\"Schumann praised Chopin's emotional power and wrote that his works were 'cannons buried in flowers' to suggest hidden force\" (text)\n\"A biography published under Franz Liszt's name in 1863 was probably written by Carolyne zu Sayn-Wittgenstein\" (text)\n\"a stylized cartoon of a critic writing a passionate newspaper review\" (figure)\n\"a stylized cartoon of a grieving crowd with symbolic wreaths\" (figure)\n\"a stylized illustration of musical notes emerging from floral motifs suggesting hidden force\" (figure)\n\"a stylized silhouette of two figures beside a published book to suggest disputed authorship\" (figure) The overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 143,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "With his mazurkas and polonaises, Chopin has been credited with introducing to music a new sense of nationalism. Schumann, in his 1836 review of the piano concertos, highlighted the composer's strong feelings for his native Poland, writing that \"Now that the Poles are in deep mourning [after the failure of the November 1830 rising], their appeal to us artists is even stronger ... If the mighty autocrat in the north [i.e. Nicholas I of Russia] could know that in Chopin's works, in the simple strains of his mazurkas, there lurks a dangerous enemy, he would place a ban on his music. Chopin's works are cannon buried in flowers!\" The biography of Chopin published in 1863 under the name of Franz Liszt (but probably written by Carolyne zu Sayn-Wittgenstein) claims that Chopin \"must be ranked first among the first musicians ... individualizing in themselves the poetic sense of an entire nation.\"",
    "qa_count": 9,
    "ids": [
      "56cffa2a234ae51400d9c1cf",
      "56cffa2a234ae51400d9c1d0",
      "56cffa2a234ae51400d9c1d1",
      "56cffa2a234ae51400d9c1d2",
      "56cffa2a234ae51400d9c1d3",
      "56d3a3df59d6e4140014685f",
      "56d3a3df59d6e41400146860",
      "56d3a3df59d6e41400146861",
      "56d3a3df59d6e41400146862"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Nationalist Labels in Scholarship\" (text) focused on \"how commentators characterized Chopin's relation to Polish music and influences\" (text). At the top, a concise headline introduces the debate and near it a short summary names commentators and themes. Below that, paired panels show the contrasting claims with supporting illustrative figures adjacent, and at the bottom a concluding note cites the comparative models attributed to Chopin.\n\n\"Chopin's nationalist primacy is debated by modern commentators\" (text)\n\"Barbara Milewski argued Chopin's familiarity with Polish music was more 'urbanised' than true folk music\" (text)\n\"George Golos referenced Michał Kleofas Ogiński and Franciszek Lessel as earlier nationalist composers using polonaise and mazurka forms\" (text)\n\"Richard Taruskin said Chopin modeled works on the tradition of Bach, Beethoven, Schubert and Field\" (text)\n\"a stylized illustration of a city street with musicians playing refined popular dance versions\" (figure)\n\"a cartoon depiction of two historical composers playing dance forms associated with national styles\" (figure)\n\"a stylized portrait-like silhouette of a composer seated at a piano with musical inspiration lines referencing classical predecessors\" (figure)\nThe overall style of the image is clear, academic, and infographic-like with clean illustrative icons and readable explanatory text.",
    "infographic_id": 144,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Some modern commentators have argued against exaggerating Chopin's primacy as a \"nationalist\" or \"patriotic\" composer. George Golos refers to earlier \"nationalist\" composers in Central Europe, including Poland's Michał Kleofas Ogiński and Franciszek Lessel, who utilised polonaise and mazurka forms. Barbara Milewski suggests that Chopin's experience of Polish music came more from \"urbanised\" Warsaw versions than from folk music, and that attempts (by Jachimecki and others) to demonstrate genuine folk music in his works are without basis. Richard Taruskin impugns Schumann's attitude toward Chopin's works as patronizing and comments that Chopin \"felt his Polish patriotism deeply and sincerely\" but consciously modelled his works on the tradition of Bach, Beethoven, Schubert and Field.",
    "qa_count": 3,
    "ids": [
      "56cffb2b234ae51400d9c1e1",
      "56cffb2b234ae51400d9c1e2",
      "56d3a46a59d6e41400146869"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's music and Polish sentiment\" (text) focused on \"how music served both solace and strength for displaced Poles\" (text). At the top is the main thesis and just below it an attribution to the commentator; near the middle are illustrated supporting scenes and captions adjacent to concise summary phrases; below those, a concluding label ties the themes together. \"Chopin's music was often felt rather than politically designed, arriving through intuitive inspiration\" (text)\n\"Poles scattered across Europe and the New World sought solace and unity through traditional forms\" (text)\n\"Many found strength in the music during their continuing struggle for freedom\" (text)\n\"a stylized cartoon of a lone musician playing a dance form for an audience of diverse listeners in an urban setting\" (figure)\n\"a cartoon scene showing small groups of people gathered in distinct landscapes representing distant continents\" (figure)\n\"a silhouette of a listener standing with a raised hand to suggest resilience and communal resolve\" (figure)\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 145,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "A reconciliation of these views is suggested by William Atwood: \"Undoubtedly [Chopin's] use of traditional musical forms like the polonaise and mazurka roused nationalistic sentiments and a sense of cohesiveness amongst those Poles scattered across Europe and the New World ... While some sought solace in [them], others found them a source of strength in their continuing struggle for freedom. Although Chopin's music undoubtedly came to him intuitively rather than through any conscious patriotic design, it served all the same to symbolize the will of the Polish people ...\"",
    "qa_count": 3,
    "ids": [
      "56cffba5234ae51400d9c1f1",
      "56d3a51459d6e41400146877",
      "56d3a51459d6e41400146878"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Position and Reputation\" (text) focused on \"why Chopin stood apart from his romantic contemporaries\" (text). At the top is the headline and a short summary; in the middle are paired quotations and visuals that support the listed traits; near the bottom is a concluding note about his circumstances in Paris. \n\"Chopin's Position and Reputation\" (text)\n\"why Chopin stood apart from his romantic contemporaries\" (text)\n\"Arthur Hutchings described Chopin's lack of Byronic flamboyance as making him exceptional among contemporaries such as Liszt and Henri Herz\" (text)\n\"a cartoon of a reserved pianist at a small private salon, posed apart from a dramatic performer\" (figure)\n\"a stylized scene of fashionable patrons paying for a piano lesson in a Parisian interior\" (figure)\n\"an illustration showing two contrasting musicians representing Liszt and Henri Herz performing with exuberant gestures nearby the reserved pianist\" (figure)\n\"a captioned note adjacent to the Paris scene stating that arrival in Paris helped his reputation and earnings\" (text) The overall style of the image is clear, instructive, and illustrative with a clean editorial layout.",
    "infographic_id": 146,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Jones comments that \"Chopin's unique position as a composer, despite the fact that virtually everything he wrote was for the piano, has rarely been questioned.\" He also notes that Chopin was fortunate to arrive in Paris in 1831—\"the artistic environment, the publishers who were willing to print his music, the wealthy and aristocratic who paid what Chopin asked for their lessons\"—and these factors, as well as his musical genius, also fuelled his contemporary and later reputation. While his illness and his love-affairs conform to some of the stereotypes of romanticism, the rarity of his public recitals (as opposed to performances at fashionable Paris soirées) led Arthur Hutchings to suggest that \"his lack of Byronic flamboyance [and] his aristocratic reclusiveness make him exceptional\" among his romantic contemporaries, such as Liszt and Henri Herz.",
    "qa_count": 4,
    "ids": [
      "56cffc2b234ae51400d9c1ff",
      "56cffc2b234ae51400d9c200",
      "56d3a65259d6e41400146888",
      "56d3a65259d6e4140014688a"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and His Musical Circle\" (text) focused on \"peer recognition, dedications, and musical influence\" (text). At the top is a concise header summarizing Chopin's standing among fellow musicians, with supporting illustrative panels in the middle and brief concluding notes near the bottom.\n\n\"Chopin was celebrated for his qualities as a pianist and composer by many musical peers\" (text)\n\"Schumann honored Chopin by naming a work in his suite Carnaval, and Chopin dedicated Ballade No. 2 in F major to Schumann\" (text)\n\"Elements of Chopin's music appear in later works by Liszt, who also transcribed six of Chopin's Polish songs for piano\" (text)\n\"Chopin discussed folk music comfortably with Alkan, who was deeply affected by Chopin's death\" (text)\n\n\"a stylized portrait of a composer at a piano with musical motifs suggesting peer recognition\" (figure)\n\"a cartoon representation of a suite of short musical pieces with one piece labeled by association to another composer\" (figure)\n\"a stylized pianist transcribing songs at a piano with small musical notes flowing between two figures to suggest influence\" (figure)\n\"a silhouette of two composers in conversation with folk-inspired symbols between them\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative, using simple cartoons and clear short phrases to connect facts.",
    "infographic_id": 147,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Chopin's qualities as a pianist and composer were recognized by many of his fellow musicians. Schumann named a piece for him in his suite Carnaval, and Chopin later dedicated his Ballade No. 2 in F major to Schumann. Elements of Chopin's music can be traced in many of Liszt's later works. Liszt later transcribed for piano six of Chopin's Polish songs. A less fraught friendship was with Alkan, with whom he discussed elements of folk music, and who was deeply affected by Chopin's death.",
    "qa_count": 8,
    "ids": [
      "56cffcf3234ae51400d9c20d",
      "56cffcf3234ae51400d9c20e",
      "56cffcf3234ae51400d9c20f",
      "56cffcf3234ae51400d9c210",
      "56d3a74159d6e414001468a1",
      "56d3a74159d6e414001468a2",
      "56d3a74159d6e414001468a3",
      "56d3a74159d6e414001468a4"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's pedagogical legacy and influences\" (text) focused on \"how his students and later composers preserved and performed his music\" (text). At the top is a compact header summarizing the legacy, followed by mid-level panels connecting teachers, students, and influenced composers, and a bottom panel highlighting Debussy's specific ties to Chopin. \n\"Chopin's pedagogical legacy passed through successive piano teachers and students, including pupils who recorded his works\" (text)\n\"Two principal long-standing pupils taught others who recorded Chopin's music, including Raoul Koczalski\" (text)\n\"a cartoon of a small teaching scene showing a piano lesson with two figures and a student listening\" (figure)\n\"a cartoon of a stylized early recording scene with a pianist at an old recording horn to indicate historical recordings\" (figure)\n\"Debussy frequently played Chopin's music during his studies at the Paris Conservatoire and dedicated his 1915 piano Études to Chopin\" (text)\n\"a stylized portrait of a composer at a desk with sheet music being edited, suggesting editorial work for a publisher\" (figure)\n\"Debussy undertook the editing of Chopin's piano music for Jacques Durand\" (text)\nThe overall style of the image is clean, illustrative, and educational with clear labels and simple cartoon figures.",
    "infographic_id": 148,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Two of Chopin's long-standing pupils, Karol Mikuli (1821–1897) and Georges Mathias, were themselves piano teachers and passed on details of his playing to their own students, some of whom (such as Raoul Koczalski) were to make recordings of his music. Other pianists and composers influenced by Chopin's style include Louis Moreau Gottschalk, Édouard Wolff (1816–1880) and Pierre Zimmermann. Debussy dedicated his own 1915 piano Études to the memory of Chopin; he frequently played Chopin's music during his studies at the Paris Conservatoire, and undertook the editing of Chopin's piano music for the publisher Jacques Durand.",
    "qa_count": 4,
    "ids": [
      "56cffdaa234ae51400d9c226",
      "56cffdaa234ae51400d9c227",
      "56d3a85259d6e414001468aa",
      "56d3a85259d6e414001468ac"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming dynasty and Tibet relations\" (text) focused on \"historical interpretations of sovereignty and suzerainty\" (text). At the top a concise header frames the debate, above a middle section that contrasts internal and external scholarly views, and below a concluding note references the complications that affect analysis. \n\"Historical debate over Ming dynasty and Tibet relations\" (text)\n\"Some Mainland Chinese scholars assert unquestioned Ming sovereignty based on titles and recognition\" (text)\n\"Most scholars outside Mainland China describe a suzerainty relationship with nominal Ming titles\" (text)\n\"a cartoon of two scholars in debate, one holding a scroll and one holding a map\" (figure)\n\"a stylized scene showing a ceremonial investiture with a figure receiving a title near an imperial gateway\" (figure)\n\"a silhouette of a distant capital city and a traveler approaching it to renew a title\" (figure)\n\"The overall style of the image is clear, educational, and illustrative with restrained typographic hierarchy.\"",
    "infographic_id": 149,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "The exact nature of relations between Tibet and the Ming dynasty of China (1368–1644) is unclear. Analysis of the relationship is further complicated by modern political conflicts and the application of Westphalian sovereignty to a time when the concept did not exist. Some Mainland Chinese scholars, such as Wang Jiawei and Nyima Gyaincain, assert that the Ming dynasty had unquestioned sovereignty over Tibet, pointing to the Ming court's issuing of various titles to Tibetan leaders, Tibetans' full acceptance of these titles, and a renewal process for successors of these titles that involved traveling to the Ming capital. Scholars within China also argue that Tibet has been an integral part of China since the 13th century and that it was thus a part of the Ming Empire. But most scholars outside China, such as Turrell V. Wylie, Melvin C. Goldstein, and Helmut Hoffman, say that the relationship was one of suzerainty, that Ming titles were only nominal, that Tibet remained an independent region outside Ming control, and that it simply paid tribute until the Jiajing Emperor (1521–1566), who ceased relations with Tibet.",
    "qa_count": 1,
    "ids": [
      "56cc239e6d243a140015eeb7"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming and Tibetan Relations\" (text) focused on \"Ming dynasty interactions with Tibetan leaders and religious figures\" (text). At the top, a concise header summarizes the mixed diplomatic, commercial, and religious ties. \"Ming dynasty engaged in horse trade with Tibet to address a cavalry shortage\" (text)\n\"a stylized scene of traders exchanging horses between two mountain settlements\" (figure)\nNear the middle, a section contrasts secular diplomacy and spiritual outreach. \"Yongle Emperor attempted a secular and religious alliance with Deshin Shekpa of the Karma Kagyu school\" (text)\n\"a cartoon of an emperor figure meeting a stylized monastic figure seated on a simple platform\" (figure)\nBelow that, a compact context note links earlier precedents and regional contacts and gives the earlier ruler's timeframe. \"Mongol precedents after Kublai Khan's rule of 1402–1424 influenced outreach, and Tibetan leaders maintained diplomacy with neighboring Nepal\" (text)\n\"a silhouette of mountain pass with a small caravan moving toward a stylized neighboring valley\" (figure)\nAt the bottom, a brief outcome line states the result of the outreach and the multifaceted scholarly perspectives. \"Yongle Emperor's alliance attempts were ultimately unsuccessful, with scholarship emphasizing commercial and religious interpretations\" (text)\n\"a simple emblematic illustration of a closed scroll beside a pair of scales symbolizing commerce and religion\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 150,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Some scholars note that Tibetan leaders during the Ming frequently engaged in civil war and conducted their own foreign diplomacy with neighboring states such as Nepal. Some scholars underscore the commercial aspect of the Ming-Tibetan relationship, noting the Ming dynasty's shortage of horses for warfare and thus the importance of the horse trade with Tibet. Others argue that the significant religious nature of the relationship of the Ming court with Tibetan lamas is underrepresented in modern scholarship. In hopes of reviving the unique relationship of the earlier Mongol leader Kublai Khan (r. 1260–1294) and his spiritual superior Drogön Chögyal Phagpa (1235–1280) of the Sakya school of Tibetan Buddhism, the Yongle Emperor (r. 1402–1424) made a concerted effort to build a secular and religious alliance with Deshin Shekpa (1384–1415), the Karmapa of the Karma Kagyu school. However, the Yongle Emperor's attempts were unsuccessful.",
    "qa_count": 5,
    "ids": [
      "56cc27346d243a140015eeba",
      "56cc27346d243a140015eebb",
      "56cc27346d243a140015eebc",
      "56cc27346d243a140015eebd",
      "56cc27346d243a140015eebe"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  }
]