[
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Journey\" (text) focused on \"Rise to Fame\" (text). At the top, a cartoon silhouette of a young Beyoncé stands near a stylized microphone, symbolizing her early career. Below the silhouette, a text line reads \"Born in Houston, Texas (1981)\" (text), positioned adjacent to a small cityscape icon. In the middle, a figure caption describes \"A cartoon depiction of Beyoncé performing with Destiny's Child\" (figure), placed near the text \"Lead singer of Destiny's Child (1990s–2003)\" (text). To the right of this, a figure caption reads \"A stylized representation of a music album cover\" (figure), with the text \"Released 'Dangerously in Love' (2003)\" (text) nearby. Below that, a text line states \"Won five Grammy Awards for her debut album\" (text), placed near a figure caption of \"A cartoon of a Grammy Award ceremony\" (figure). At the bottom, the text \"Rise to fame in the late 1990s\" (text) is positioned near a figure of \"A stylized timeline showing her career progression\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 1,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 13,
    "keywords_total": 17,
    "context": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say) (born September 4, 1981) is an American singer, songwriter, record producer and actress. Born and raised in Houston, Texas, she performed in various singing and dancing competitions as a child, and rose to fame in the late 1990s as lead singer of R&B girl-group Destiny's Child. Managed by her father, Mathew Knowles, the group became one of the world's best-selling girl groups of all time. Their hiatus saw the release of Beyoncé's debut album, Dangerously in Love (2003), which established her as a solo artist worldwide, earned five Grammy Awards and featured the Billboard Hot 100 number-one singles \"Crazy in Love\" and \"Baby Boy\".",
    "qa_count": 15,
    "ids": [
      "56be85543aeaaa14008c9063",
      "56be85543aeaaa14008c9065",
      "56be85543aeaaa14008c9066",
      "56bf6b0f3aeaaa14008c9601",
      "56bf6b0f3aeaaa14008c9602",
      "56bf6b0f3aeaaa14008c9603",
      "56bf6b0f3aeaaa14008c9604",
      "56bf6b0f3aeaaa14008c9605",
      "56d43c5f2ccc5a1400d830a9",
      "56d43c5f2ccc5a1400d830aa",
      "56d43c5f2ccc5a1400d830ab",
      "56d43c5f2ccc5a1400d830ac",
      "56d43c5f2ccc5a1400d830ad",
      "56d43ce42ccc5a1400d830b4",
      "56d43ce42ccc5a1400d830b5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Career Evolution\" (text) focused on \"Music and Acting Journey\" (text). At the top, a cartoon silhouette of Beyoncé stands with a microphone and script, symbolizing her dual career. Below it, a timeline visual shows key events. Adjacent to the timeline, a text block reads \"Disbandment of Destiny's Child in June 2005\" (text). Near the timeline, another text line states \"Release of second solo album B'Day (2006)\" (text). Below the timeline, a figure caption reads \"Beyoncé in Dreamgirls (2006)\" (figure). To the right of the timeline, a text block states \"Golden Globe-nominated performance in Dreamgirls\" (text). Below the timeline, another figure caption reads \"Beyoncé in Cadillac Records (2008)\" (figure). Adjacent to that, a text line reads \"Creation of alter-ego Sasha Fierce\" (text). At the bottom, a text block states \"Six Grammy Awards in 2010\" (text). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 2,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 12,
    "context": "Following the disbandment of Destiny's Child in June 2005, she released her second solo album, B'Day (2006), which contained hits \"Déjà Vu\", \"Irreplaceable\", and \"Beautiful Liar\". Beyoncé also ventured into acting, with a Golden Globe-nominated performance in Dreamgirls (2006), and starring roles in The Pink Panther (2006) and Obsessed (2009). Her marriage to rapper Jay Z and portrayal of Etta James in Cadillac Records (2008) influenced her third album, I Am... Sasha Fierce (2008), which saw the birth of her alter-ego Sasha Fierce and earned a record-setting six Grammy Awards in 2010, including Song of the Year for \"Single Ladies (Put a Ring on It)\". Beyoncé took a hiatus from music in 2010 and took over management of her career; her fourth album 4 (2011) was subsequently mellower in tone, exploring 1970s funk, 1980s pop, and 1990s soul. Her critically acclaimed fifth studio album, Beyoncé (2013), was distinguished from previous releases by its experimental production and exploration of darker themes.",
    "qa_count": 12,
    "ids": [
      "56be86cf3aeaaa14008c9076",
      "56be86cf3aeaaa14008c9078",
      "56be86cf3aeaaa14008c9079",
      "56bf6e823aeaaa14008c9627",
      "56bf6e823aeaaa14008c9629",
      "56bf6e823aeaaa14008c962a",
      "56bf6e823aeaaa14008c962b",
      "56d43da72ccc5a1400d830bd",
      "56d43da72ccc5a1400d830be",
      "56d43da72ccc5a1400d830bf",
      "56d43da72ccc5a1400d830c0",
      "56d43da72ccc5a1400d830c1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Legacy in Music and Influence\" (text) focused on \"Feminism, Music, and Recognition\" (text). At the top, a stylized silhouette of Beyoncé is shown performing on stage, symbolizing her dynamic presence in music. Below the silhouette, a text line reads \"A self-described modern-day feminist\" (text), positioned near the visual. Adjacent to this, a text line states \"Creating songs about love, relationships, and female empowerment\" (text). In the middle, a cartoon scene depicts a microphone and a crown, with the caption \"Iconic stage performances and awards\" (figure). Below this, a text line reads \"20 Grammy Awards, most by a woman\" (text). Near the bottom, a text line states \"118 million solo records sold\" (text) and another reads \"60 million with Destiny's Child\" (text). A final text line at the bottom says \"Time and Forbes recognized her as influential and powerful\" (text). The overall style of the image is minimalist and illustrative, using symbolic visuals to convey key aspects of Beyoncé's career and impact.",
    "infographic_id": 3,
    "figure_count": 1,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 16,
    "context": "A self-described \"modern-day feminist\", Beyoncé creates songs that are often characterized by themes of love, relationships, and monogamy, as well as female sexuality and empowerment. On stage, her dynamic, highly choreographed performances have led to critics hailing her as one of the best entertainers in contemporary popular music. Throughout a career spanning 19 years, she has sold over 118 million records as a solo artist, and a further 60 million with Destiny's Child, making her one of the best-selling music artists of all time. She has won 20 Grammy Awards and is the most nominated woman in the award's history. The Recording Industry Association of America recognized her as the Top Certified Artist in America during the 2000s decade. In 2009, Billboard named her the Top Radio Songs Artist of the Decade, the Top Female Artist of the 2000s and their Artist of the Millennium in 2011. Time listed her among the 100 most influential people in the world in 2013 and 2014. Forbes magazine also listed her as the most powerful female musician of 2015.",
    "qa_count": 12,
    "ids": [
      "56be88473aeaaa14008c9080",
      "56be88473aeaaa14008c9083",
      "56be88473aeaaa14008c9084",
      "56bf725c3aeaaa14008c9643",
      "56bf725c3aeaaa14008c9644",
      "56bf725c3aeaaa14008c9645",
      "56bf725c3aeaaa14008c9646",
      "56bf725c3aeaaa14008c9647",
      "56d43f7e2ccc5a1400d830c7",
      "56d43f7e2ccc5a1400d830c8",
      "56d43f7e2ccc5a1400d830c9",
      "56d43f7e2ccc5a1400d830cb"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Roots\" (text) focused on \"Family and Heritage\" (text). At the top, a cartoon illustration of a young Beyoncé with her family (figure) is placed. Below the illustration, a text line reads \"Beyoncé Giselle Knowles was born in Houston, Texas\" (text). Adjacent to this, a text line states \"Her name honors her mother's maiden name\" (text). Further down, a figure caption describes \"A stylized depiction of a hair salon\" (figure) is positioned near the text \"Her mother worked as a hairdresser and salon owner\" (text). Below that, a text line reads \"Beyoncé's father was African-American\" (text), and next to it, a figure caption illustrates \"A cartoon of a Xerox sales manager\" (figure). In the middle, a text line states \"Beyoncé was raised in a Methodist household\" (text), and adjacent to it, a figure caption shows \"A symbolic representation of the Methodist faith\" (figure). Near the bottom, a text line reads \"Beyoncé's younger sister Solange also sang with her in Destiny's Child\" (text). The overall style of the image is clean, illustrative, and focused on storytelling through visual and textual elements.",
    "infographic_id": 4,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 15,
    "keywords_total": 17,
    "context": "Beyoncé Giselle Knowles was born in Houston, Texas, to Celestine Ann \"Tina\" Knowles (née Beyincé), a hairdresser and salon owner, and Mathew Knowles, a Xerox sales manager. Beyoncé's name is a tribute to her mother's maiden name. Beyoncé's younger sister Solange is also a singer and a former member of Destiny's Child. Mathew is African-American, while Tina is of Louisiana Creole descent (with African, Native American, French, Cajun, and distant Irish and Spanish ancestry). Through her mother, Beyoncé is a descendant of Acadian leader Joseph Broussard. She was raised in a Methodist household.",
    "qa_count": 13,
    "ids": [
      "56be892d3aeaaa14008c908b",
      "56be892d3aeaaa14008c908c",
      "56be892d3aeaaa14008c908d",
      "56be892d3aeaaa14008c908e",
      "56bf74d53aeaaa14008c9659",
      "56bf74d53aeaaa14008c965a",
      "56bf74d53aeaaa14008c965b",
      "56bf74d53aeaaa14008c965d",
      "56d440df2ccc5a1400d830d1",
      "56d440df2ccc5a1400d830d2",
      "56d440df2ccc5a1400d830d3",
      "56d440df2ccc5a1400d830d4",
      "56d440df2ccc5a1400d830d5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Early Musical Journey\" (text) focused on \"Her Education and Talent Development\" (text). At the top, a cartoon illustration depicts a young Beyoncé in a classroom (figure). Below the illustration, a text line reads \"Beyoncé attended St. Mary's Elementary School in Fredericksburg, Texas\" (text). Adjacent to this text, a figure shows a young girl in a dance class with a teacher (figure).  \n\nFurther down, a text line states \"Her singing talent was discovered by Darlette Johnson, a dance instructor\" (text). To the right of this text, a figure illustrates a girl humming a song with another completing it (figure). Below that, a text line reads \"Beyoncé won a school talent show at age seven, singing 'Imagine'\" (text).  \n\nNearby, a figure shows a stage with a child performing (figure). To the left of this, a text line states \"She later attended a music magnet school in Houston\" (text). At the bottom, a text line reads \"Beyoncé was a soloist in the choir at St. John's United Methodist Church\" (text). A figure nearby depicts a choir with a young girl in the spotlight (figure).  \n\nThe overall style of the image is illustrative and cartoonish, with a focus on storytelling through visual and textual elements.",
    "infographic_id": 5,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Beyoncé attended St. Mary's Elementary School in Fredericksburg, Texas, where she enrolled in dance classes. Her singing talent was discovered when dance instructor Darlette Johnson began humming a song and she finished it, able to hit the high-pitched notes. Beyoncé's interest in music and performing continued after winning a school talent show at age seven, singing John Lennon's \"Imagine\" to beat 15/16-year-olds. In fall of 1990, Beyoncé enrolled in Parker Elementary School, a music magnet school in Houston, where she would perform with the school's choir. She also attended the High School for the Performing and Visual Arts and later Alief Elsik High School. Beyoncé was also a member of the choir at St. John's United Methodist Church as a soloist for two years.",
    "qa_count": 11,
    "ids": [
      "56be8a583aeaaa14008c9094",
      "56be8a583aeaaa14008c9095",
      "56be8a583aeaaa14008c9097",
      "56bf76ef3aeaaa14008c9664",
      "56bf76ef3aeaaa14008c9665",
      "56bf76ef3aeaaa14008c9666",
      "56bf76ef3aeaaa14008c9667",
      "56d443ef2ccc5a1400d830db",
      "56d443ef2ccc5a1400d830dc",
      "56d443ef2ccc5a1400d830dd",
      "56d443ef2ccc5a1400d830df"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"\\\"Beyoncé's Early Career\\\" (text)\" focused on \"\\\"Formation of Girl's Tyme\\\" (text)\". At the top, a cartoon illustration of Beyoncé and her friends in an audition (figure) is placed. Below the illustration, a text line reads \"\\\"Beyoncé met LaTavia Roberson at age eight\\\" (text)\" is positioned near the bottom left. Adjacent to it, a text line states \"\\\"Beyoncé's father managed the group in 1995\\\" (text)\" is placed near the bottom center. Above the illustration, a text line reads \"\\\"Arne Frager brought the group to California\\\" (text)\" is located near the top center. To the right of the illustration, a text line reads \"\\\"The group was signed by Elektra Records\\\" (text)\" is placed near the top right. Below the illustration, a text line reads \"\\\"The group recorded their first album with Sony Music\\\" (text)\" is located near the middle left. Near the middle right, a text line states \"\\\"Dwayne Wiggins's Grass Roots Entertainment signed the group on October 5, 1995\\\" (text)\". The overall style of the image is minimalist and illustrative.",
    "infographic_id": 6,
    "figure_count": 1,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "At age eight, Beyoncé and childhood friend Kelly Rowland met LaTavia Roberson while in an audition for an all-girl entertainment group. They were placed into a group with three other girls as Girl's Tyme, and rapped and danced on the talent show circuit in Houston. After seeing the group, R&B producer Arne Frager brought them to his Northern California studio and placed them in Star Search, the largest talent show on national TV at the time. Girl's Tyme failed to win, and Beyoncé later said the song they performed was not good. In 1995 Beyoncé's father resigned from his job to manage the group. The move reduced Beyoncé's family's income by half, and her parents were forced to move into separated apartments. Mathew cut the original line-up to four and the group continued performing as an opening act for other established R&B girl groups. The girls auditioned before record labels and were finally signed to Elektra Records, moving to Atlanta Records briefly to work on their first recording, only to be cut by the company. This put further strain on the family, and Beyoncé's parents separated. On October 5, 1995, Dwayne Wiggins's Grass Roots Entertainment signed the group. In 1996, the girls began recording their debut album under an agreement with Sony Music, the Knowles family reunited, and shortly after, the group got a contract with Columbia Records.",
    "qa_count": 13,
    "ids": [
      "56be8bab3aeaaa14008c909f",
      "56be8bab3aeaaa14008c90a0",
      "56be8bab3aeaaa14008c90a1",
      "56bf79c73aeaaa14008c966d",
      "56bf79c73aeaaa14008c966e",
      "56bf79c73aeaaa14008c966f",
      "56bf79c73aeaaa14008c9670",
      "56bf79c73aeaaa14008c9671",
      "56d45abf2ccc5a1400d830e5",
      "56d45abf2ccc5a1400d830e6",
      "56d45abf2ccc5a1400d830e7",
      "56d45abf2ccc5a1400d830e8",
      "56d45abf2ccc5a1400d830e9"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"\\\"Destiny's Child: From Name to Fame\\\" (text)\" (text) focused on \"Group History and Achievements\" (text). At the top, a cartoon illustration of a group of four young women stands out, symbolizing the formation of the group. Below the illustration, a text line reads \"\\\"Formed in 1996, named after the Book of Isaiah\\\" (text)\" (text). Adjacent to this, another text line states \"\\\"Debut single 'Killing Time' on Men in Black soundtrack\\\" (text)\" (text). In the middle, a stylized scene of a music studio features a group of musicians, with a text line above it reading \"\\\"Multi-platinum album 'The Writing's on the Wall'\\\" (text)\" (text). Below the studio scene, a text line reads \"\\\"Grammy-winning song 'Say My Name'\\\" (text)\" (text). Near the bottom, a cartoon image of two women singing together is accompanied by the caption \"\\\"Beyoncé duets with Marc Nelson on 'The Best Man'\\\" (figure)\". The overall style of the image is minimalist and illustrative, using symbolic visuals to support key facts.",
    "infographic_id": 7,
    "figure_count": 1,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 10,
    "context": "The group changed their name to Destiny's Child in 1996, based upon a passage in the Book of Isaiah. In 1997, Destiny's Child released their major label debut song \"Killing Time\" on the soundtrack to the 1997 film, Men in Black. The following year, the group released their self-titled debut album, scoring their first major hit \"No, No, No\". The album established the group as a viable act in the music industry, with moderate sales and winning the group three Soul Train Lady of Soul Awards for Best R&B/Soul Album of the Year, Best R&B/Soul or Rap New Artist, and Best R&B/Soul Single for \"No, No, No\". The group released their multi-platinum second album The Writing's on the Wall in 1999. The record features some of the group's most widely known songs such as \"Bills, Bills, Bills\", the group's first number-one single, \"Jumpin' Jumpin'\" and \"Say My Name\", which became their most successful song at the time, and would remain one of their signature songs. \"Say My Name\" won the Best R&B Performance by a Duo or Group with Vocals and the Best R&B Song at the 43rd Annual Grammy Awards. The Writing's on the Wall sold more than eight million copies worldwide. During this time, Beyoncé recorded a duet with Marc Nelson, an original member of Boyz II Men, on the song \"After All Is Said and Done\" for the soundtrack to the 1999 film, The Best Man.",
    "qa_count": 13,
    "ids": [
      "56be8c8a3aeaaa14008c90a9",
      "56be8c8a3aeaaa14008c90ab",
      "56be8c8a3aeaaa14008c90ac",
      "56bf7cb63aeaaa14008c9677",
      "56bf7cb63aeaaa14008c9678",
      "56bf7cb63aeaaa14008c9679",
      "56bf7cb63aeaaa14008c967a",
      "56bf7cb63aeaaa14008c967b",
      "56d45fcb2ccc5a1400d830f9",
      "56d45fcb2ccc5a1400d830fa",
      "56d45fcb2ccc5a1400d830fb",
      "56d45fcb2ccc5a1400d830fc",
      "56d45fcb2ccc5a1400d830fd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Journey Through Depression\" (text) focused on \"Destiny's Child and Beyoncé's Mental Health\" (text). At the top, a cartoon illustration of Beyoncé in a dark room with closed curtains symbolizes her isolation during depression (figure). Below it, a short phrase reads \"Beyoncé experienced severe depression\" (text). Adjacent to this, a stylized scene shows a supportive figure, representing her mother, offering a hand (figure). Below the illustration, a text line states \"Her mother helped her fight it\" (text). Near the middle, a visual depicts the band members with two leaving, symbolizing the split (figure). A text line above it reads \"LeToya Luckett and Roberson were replaced by Farrah Franklin and Michelle Williams\" (text). Below the middle section, a caption shows Beyoncé with a heavy burden, indicating the pressure from media and critics (figure). A text line next to it states \"Public blame led to her boyfriend leaving her\" (text). At the bottom, a visual of Beyoncé and the remaining band members in a positive setting represents recovery (figure). A final text line reads \"Beyoncé overcame depression with support\" (text). The overall style of the image is a minimalist, symbolic cartoon with soft, muted tones.",
    "infographic_id": 8,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 15,
    "context": "LeToya Luckett and Roberson became unhappy with Mathew's managing of the band and eventually were replaced by Farrah Franklin and Michelle Williams. Beyoncé experienced depression following the split with Luckett and Roberson after being publicly blamed by the media, critics, and blogs for its cause. Her long-standing boyfriend left her at this time. The depression was so severe it lasted for a couple of years, during which she occasionally kept herself in her bedroom for days and refused to eat anything. Beyoncé stated that she struggled to speak about her depression because Destiny's Child had just won their first Grammy Award and she feared no one would take her seriously. Beyoncé would later speak of her mother as the person who helped her fight it. Franklin was dismissed, leaving just Beyoncé, Rowland, and Williams.",
    "qa_count": 10,
    "ids": [
      "56be8d423aeaaa14008c90b2",
      "56be8d423aeaaa14008c90b3",
      "56be8d423aeaaa14008c90b6",
      "56bf7e603aeaaa14008c9681",
      "56bf7e603aeaaa14008c9682",
      "56bf7e603aeaaa14008c9685",
      "56d462f82ccc5a1400d8311f",
      "56d462f82ccc5a1400d83120",
      "56d462f82ccc5a1400d83121",
      "56d462f82ccc5a1400d83123"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Destiny's Child's Legacy\" (text) focused on \"Music Career and Key Events\" (text). At the top, a cartoon scene depicts the group performing on stage, symbolizing their musical success. Below the scene, a stylized timeline begins, showing key moments in their career. Adjacent to the timeline, a visual text item reads \"Destiny's Child's third album, Survivor, sold 663,000 copies in its first week\" (text). Near the timeline, another text item states \"Their single 'Independent Women Part I' topped the Billboard Hot 100 for eleven weeks\" (text). Below the timeline, a figure caption reads \"A stylized representation of a music chart with 'Independent Women Part I' at the top\" (figure). To the right of the timeline, a text item mentions \"Beyoncé starred in 'Carmen: A Hip Hopera' alongside Mekhi Phifer\" (text). A figure caption below this text reads \"A cartoon of Beyoncé and Mekhi Phifer in a dramatic scene\" (figure). At the bottom, a final text item states \"Destiny's Child announced a hiatus in October 2001\" (text). The overall style of the image is clean, illustrative, and focused on storytelling through visual metaphors.",
    "infographic_id": 9,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 21,
    "context": "The remaining band members recorded \"Independent Women Part I\", which appeared on the soundtrack to the 2000 film, Charlie's Angels. It became their best-charting single, topping the U.S. Billboard Hot 100 chart for eleven consecutive weeks. In early 2001, while Destiny's Child was completing their third album, Beyoncé landed a major role in the MTV made-for-television film, Carmen: A Hip Hopera, starring alongside American actor Mekhi Phifer. Set in Philadelphia, the film is a modern interpretation of the 19th century opera Carmen by French composer Georges Bizet. When the third album Survivor was released in May 2001, Luckett and Roberson filed a lawsuit claiming that the songs were aimed at them. The album debuted at number one on the U.S. Billboard 200, with first-week sales of 663,000 copies sold. The album spawned other number-one hits, \"Bootylicious\" and the title track, \"Survivor\", the latter of which earned the group a Grammy Award for Best R&B Performance by a Duo or Group with Vocals. After releasing their holiday album 8 Days of Christmas in October 2001, the group announced a hiatus to further pursue solo careers.",
    "qa_count": 11,
    "ids": [
      "56be8e353aeaaa14008c90c6",
      "56be8e353aeaaa14008c90c7",
      "56be8e353aeaaa14008c90c8",
      "56be8e353aeaaa14008c90c9",
      "56bf89cfa10cfb1400551162",
      "56bf89cfa10cfb1400551163",
      "56d4831f2ccc5a1400d83154",
      "56d4831f2ccc5a1400d83155",
      "56d4831f2ccc5a1400d83156",
      "56d4831f2ccc5a1400d83157",
      "56d4831f2ccc5a1400d83158"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \\\"Beyoncé's Film and Music Contributions\\\" (text) focused on \\\"Acting and Music Career\\\" (text). At the top, a cartoon illustration of Beyoncé as Foxxy Cleopatra (figure) appears above the title. Below the title, a stylized text line reads \\\"Beyoncé's Film and Music Contributions\\\" (text). Adjacent to the illustration, a short phrase states \\\"Played Foxxy Cleopatra in Austin Powers in Goldmember\\\" (text). In the middle, a cartoon scene depicts Beyoncé and Cuba Gooding, Jr. in a musical comedy setting (figure) with the text \\\"Starred with Cuba Gooding, Jr. in The Fighting Temptations\\\" (text) to its right. Below the middle section, a visual of a music note and a chart symbolizes the success of her songs (figure) with the text \\\"'Work It Out' reached top ten in UK, Norway, and Belgium\\\" (text) nearby. At the bottom, a text line reads \\\"'Summertime' performed better on US charts\\\" (text). The overall style of the image is cartoonish and illustrative with minimal text and symbolic visuals.\"",
    "infographic_id": 10,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 22,
    "context": "In July 2002, Beyoncé continued her acting career playing Foxxy Cleopatra alongside Mike Myers in the comedy film, Austin Powers in Goldmember, which spent its first weekend atop the US box office and grossed $73 million. Beyoncé released \"Work It Out\" as the lead single from its soundtrack album which entered the top ten in the UK, Norway, and Belgium. In 2003, Beyoncé starred opposite Cuba Gooding, Jr., in the musical comedy The Fighting Temptations as Lilly, a single mother whom Gooding's character falls in love with. The film received mixed reviews from critics but grossed $30 million in the U.S. Beyoncé released \"Fighting Temptation\" as the lead single from the film's soundtrack album, with Missy Elliott, MC Lyte, and Free which was also used to promote the film. Another of Beyoncé's contributions to the soundtrack, \"Summertime\", fared better on the US charts.",
    "qa_count": 15,
    "ids": [
      "56be8fdf3aeaaa14008c90da",
      "56be8fdf3aeaaa14008c90db",
      "56be8fdf3aeaaa14008c90dc",
      "56be8fdf3aeaaa14008c90dd",
      "56be8fdf3aeaaa14008c90de",
      "56bf8c8aa10cfb140055116b",
      "56bf8c8aa10cfb140055116c",
      "56bf8c8aa10cfb140055116d",
      "56bf8c8aa10cfb140055116e",
      "56bf8c8aa10cfb140055116f",
      "56d484312ccc5a1400d8315e",
      "56d484312ccc5a1400d8315f",
      "56d484312ccc5a1400d83160",
      "56d484312ccc5a1400d83161",
      "56d484312ccc5a1400d83162"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Solo Debut\" (text) focused on \"Early Career Highlights\" (text). At the top, a cartoon illustration of Beyoncé and Jay Z performing is placed, symbolizing their collaboration. Below the illustration, a stylized timeline shows key events. Adjacent to the timeline, a text block states \"Beyoncé's first solo recording was a feature on Jay Z's '03 Bonnie & Clyde\" (text). Below that, another text line reads \"Released in October 2002, it peaked at number four on the U.S. Billboard Hot 100\" (text). To the right of the timeline, a text block notes \"Her first solo album, Dangerously in Love, was released on June 24, 2003\" (text). Below this, a text line states \"The album sold 11 million copies worldwide\" (text). Near the bottom, a cartoon scene of Beyoncé performing \"Crazy in Love\" with Jay Z appears, with a caption \"Beyoncé's first number-one single as a solo artist\" (figure). A second figure caption reads \"Four top-five singles from the album\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 11,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 14,
    "context": "Beyoncé's first solo recording was a feature on Jay Z's \"'03 Bonnie & Clyde\" that was released in October 2002, peaking at number four on the U.S. Billboard Hot 100 chart. Her first solo album Dangerously in Love was released on June 24, 2003, after Michelle Williams and Kelly Rowland had released their solo efforts. The album sold 317,000 copies in its first week, debuted atop the Billboard 200, and has since sold 11 million copies worldwide. The album's lead single, \"Crazy in Love\", featuring Jay Z, became Beyoncé's first number-one single as a solo artist in the US. The single \"Baby Boy\" also reached number one, and singles, \"Me, Myself and I\" and \"Naughty Girl\", both reached the top-five. The album earned Beyoncé a then record-tying five awards at the 46th Annual Grammy Awards; Best Contemporary R&B Album, Best Female R&B Vocal Performance for \"Dangerously in Love 2\", Best R&B Song and Best Rap/Sung Collaboration for \"Crazy in Love\", and Best R&B Performance by a Duo or Group with Vocals for \"The Closer I Get to You\" with Luther Vandross.",
    "qa_count": 14,
    "ids": [
      "56be90ee3aeaaa14008c90e4",
      "56be90ee3aeaaa14008c90e5",
      "56be90ee3aeaaa14008c90e6",
      "56be90ee3aeaaa14008c90e7",
      "56be90ee3aeaaa14008c90e8",
      "56bf8fc1a10cfb1400551175",
      "56bf8fc1a10cfb1400551176",
      "56bf8fc1a10cfb1400551177",
      "56bf8fc1a10cfb1400551178",
      "56d4b9702ccc5a1400d83172",
      "56d4b9702ccc5a1400d83173",
      "56d4b9702ccc5a1400d83174",
      "56d4b9702ccc5a1400d83175",
      "56d4b9702ccc5a1400d83176"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Destiny's Final Chapters\" (text) focused on \"Beyoncé and Destiny's Child\" (text). At the top, a cartoon illustration of Beyoncé performing at a stadium (figure) is placed, symbolizing her major performance. Below it, a stylized timeline of key events is positioned, with a text line stating \"Beyoncé's European tour began in November 2003\" (text). Adjacent to the timeline, a visual of a tour bus with the name \"Dangerously in Love Tour\" (figure) appears, supporting the related question about the tour's name. In the middle, a cartoon of a group of four women with a microphone and a star (figure) represents Destiny's Child and their Hollywood Walk of Fame recognition. Below this, the text \"Destiny's Child received a star on the Hollywood Walk of Fame in March 2006\" (text) is placed. Near the bottom, a visual of a concert stage with the album title \"Destiny Fulfilled\" (figure) is shown, with the text \"Destiny Fulfilled was released on November 15, 2004\" (text) nearby. A final text line reads \"Destiny's Child disbanded in Barcelona, Spain, in June 2005\" (text). The overall style of the image is a cartoon and illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 12,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 18,
    "context": "In November 2003, she embarked on the Dangerously in Love Tour in Europe and later toured alongside Missy Elliott and Alicia Keys for the Verizon Ladies First Tour in North America. On February 1, 2004, Beyoncé performed the American national anthem at Super Bowl XXXVIII, at the Reliant Stadium in Houston, Texas. After the release of Dangerously in Love, Beyoncé had planned to produce a follow-up album using several of the left-over tracks. However, this was put on hold so she could concentrate on recording Destiny Fulfilled, the final studio album by Destiny's Child. Released on November 15, 2004, in the US and peaking at number two on the Billboard 200, Destiny Fulfilled included the singles \"Lose My Breath\" and \"Soldier\", which reached the top five on the Billboard Hot 100 chart. Destiny's Child embarked on a worldwide concert tour, Destiny Fulfilled... and Lovin' It and during the last stop of their European tour, in Barcelona on June 11, 2005, Rowland announced that Destiny's Child would disband following the North American leg of the tour. The group released their first compilation album Number 1's on October 25, 2005, in the US and accepted a star on the Hollywood Walk of Fame in March 2006.",
    "qa_count": 10,
    "ids": [
      "56be91b23aeaaa14008c90f0",
      "56be91b23aeaaa14008c90f2",
      "56bf91c6a10cfb140055117f",
      "56bf91c6a10cfb1400551181",
      "56bf91c6a10cfb1400551182",
      "56bf91c6a10cfb1400551183",
      "56d4baf92ccc5a1400d8317c",
      "56d4baf92ccc5a1400d8317d",
      "56d4baf92ccc5a1400d8317e",
      "56d4baf92ccc5a1400d8317f"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Second Album\" (text) focused on \"B'Day\" (text). At the top, a cartoon illustration of Beyoncé celebrating her birthday (figure) is placed above the title. Below the title, a short phrase reads \"Released on September 5, 2006\" (text), adjacent to a stylized calendar icon (figure). In the middle, a text line states \"Sold 541,000 copies in its first week\" (text), near a graph-like visual showing rising sales (figure). Below that, a text line reads \"Debuted atop the Billboard 200\" (text), next to a music chart icon (figure). Further down, a text line says \"Lead single 'Déjà Vu' reached top five on Billboard Hot 100\" (text), adjacent to a microphone and chart symbol (figure). Near the bottom, a text line states \"Five singles released, including 'Irreplaceable' and 'Green Light'\" (text), with a musical note and globe icon (figure). The overall style of the image is clean, cartoonish, and informative.",
    "infographic_id": 13,
    "figure_count": 6,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 11,
    "context": "Beyoncé's second solo album B'Day was released on September 5, 2006, in the US, to coincide with her twenty-fifth birthday. It sold 541,000 copies in its first week and debuted atop the Billboard 200, becoming Beyoncé's second consecutive number-one album in the United States. The album's lead single \"Déjà Vu\", featuring Jay Z, reached the top five on the Billboard Hot 100 chart. The second international single \"Irreplaceable\" was a commercial success worldwide, reaching number one in Australia, Hungary, Ireland, New Zealand and the United States. B'Day also produced three other singles; \"Ring the Alarm\", \"Get Me Bodied\", and \"Green Light\" (released in the United Kingdom only).",
    "qa_count": 11,
    "ids": [
      "56be932e3aeaaa14008c90f9",
      "56be932e3aeaaa14008c90fa",
      "56be932e3aeaaa14008c90fb",
      "56be932e3aeaaa14008c90fc",
      "56bf940da10cfb1400551189",
      "56bf940da10cfb140055118a",
      "56bf940da10cfb140055118b",
      "56d4bc642ccc5a1400d83190",
      "56d4bc642ccc5a1400d83191",
      "56d4bc642ccc5a1400d83192",
      "56d4bc642ccc5a1400d83193"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's 2006–2007 Career Highlights\" (text) focused on \"Acting, Music, and Tours\" (text). At the top, a cartoon illustration depicts Beyoncé in a stylized scene from *The Pink Panther* (figure). Below it, a text line reads \"Beyoncé's first acting role of 2006 was in *The Pink Panther*\" (text). Adjacent to this, another text line states \"Starring opposite Steve Martin, grossing $158.8 million worldwide\" (text). In the middle, a figure shows Beyoncé in a stylized scene from *Dreamgirls* (figure), with a text line nearby stating \"Her second film *Dreamgirls*, based on Diana Ross\" (text). Below that, a text line reads \"Lead single 'Listen' from the soundtrack\" (text). Near the bottom, a figure illustrates Beyoncé's concert tour (figure), with a text line stating \"The Beyoncé Experience, 2007, grossed over $24 million\" (text). A final text line near the bottom reads \"Duet with Shakira on 'Beautiful Liar'\" (text). The overall style of the image is minimalist and illustrative with a cartoonish aesthetic.",
    "infographic_id": 14,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Her first acting role of 2006 was in the comedy film The Pink Panther starring opposite Steve Martin, grossing $158.8 million at the box office worldwide. Her second film Dreamgirls, the film version of the 1981 Broadway musical loosely based on The Supremes, received acclaim from critics and grossed $154 million internationally. In it, she starred opposite Jennifer Hudson, Jamie Foxx, and Eddie Murphy playing a pop singer based on Diana Ross. To promote the film, Beyoncé released \"Listen\" as the lead single from the soundtrack album. In April 2007, Beyoncé embarked on The Beyoncé Experience, her first worldwide concert tour, visiting 97 venues and grossed over $24 million.[note 1] Beyoncé conducted pre-concert food donation drives during six major stops in conjunction with her pastor at St. John's and America's Second Harvest. At the same time, B'Day was re-released with five additional songs, including her duet with Shakira \"Beautiful Liar\".",
    "qa_count": 13,
    "ids": [
      "56be94703aeaaa14008c9102",
      "56be94703aeaaa14008c9103",
      "56be94703aeaaa14008c9104",
      "56be94703aeaaa14008c9105",
      "56be94703aeaaa14008c9106",
      "56bf95eaa10cfb1400551194",
      "56bf95eaa10cfb1400551195",
      "56bf95eaa10cfb1400551196",
      "56d4bd272ccc5a1400d831a0",
      "56d4bd272ccc5a1400d831a1",
      "56d4bd272ccc5a1400d831a2",
      "56d4bd272ccc5a1400d831a3",
      "56d4bd272ccc5a1400d831a4"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \\\"Beyoncé's 2008 Marriage and Album Impact\\\" (text) focused on \\\"Beyoncé's Personal and Professional Milestones\\\" (text). At the top, a cartoon illustration of Beyoncé and Jay Z in a stylized wedding scene (figure) is placed above a timeline of key events. Below the illustration, a text line states \\\"Beyoncé married Jay Z on April 4, 2008\\\" (text). Adjacent to this, another text line reads \\\"She revealed their marriage in a video montage at the Sony Club on October 22, 2008\\\" (text). In the middle, a figure caption describes \\\"A stylized representation of the I Am... Sasha Fierce album cover with the release date November 18, 2008\\\" (figure). Below this, a text line states \\\"The album introduced Sasha Fierce, Beyoncé's alter ego\\\" (text). Near the bottom, a figure caption illustrates \\\"A cartoon of Beyoncé's music video for 'Single Ladies' being parodied globally\\\" (figure). A text line below reads \\\"The video won multiple awards, including Best Video at the 2009 MTV Europe Music Awards\\\" (text). A final text line at the bottom states \\\"Beyoncé's 2009 World Tour grossed $119.5 million\\\" (text). The overall style of the image is minimalist and illustrative, with a focus on key events and milestones.\"",
    "infographic_id": 15,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 16,
    "keywords_total": 22,
    "context": "On April 4, 2008, Beyoncé married Jay Z. She publicly revealed their marriage in a video montage at the listening party for her third studio album, I Am... Sasha Fierce, in Manhattan's Sony Club on October 22, 2008. I Am... Sasha Fierce was released on November 18, 2008 in the United States. The album formally introduces Beyoncé's alter ego Sasha Fierce, conceived during the making of her 2003 single \"Crazy in Love\", selling 482,000 copies in its first week, debuting atop the Billboard 200, and giving Beyoncé her third consecutive number-one album in the US. The album featured the number-one song \"Single Ladies (Put a Ring on It)\" and the top-five songs \"If I Were a Boy\" and \"Halo\". Achieving the accomplishment of becoming her longest-running Hot 100 single in her career, \"Halo\"'s success in the US helped Beyoncé attain more top-ten singles on the list than any other woman during the 2000s. It also included the successful \"Sweet Dreams\", and singles \"Diva\", \"Ego\", \"Broken-Hearted Girl\" and \"Video Phone\". The music video for \"Single Ladies\" has been parodied and imitated around the world, spawning the \"first major dance craze\" of the Internet age according to the Toronto Star. The video has won several awards, including Best Video at the 2009 MTV Europe Music Awards, the 2009 Scottish MOBO Awards, and the 2009 BET Awards. At the 2009 MTV Video Music Awards, the video was nominated for nine awards, ultimately winning three including Video of the Year. Its failure to win the Best Female Video category, which went to American country pop singer Taylor Swift's \"You Belong with Me\", led to Kanye West interrupting the ceremony and Beyoncé improvising a re-presentation of Swift's award during her own acceptance speech. In March 2009, Beyoncé embarked on the I Am... World Tour, her second headlining worldwide concert tour, consisting of 108 shows, grossing $119.5 million.",
    "qa_count": 14,
    "ids": [
      "56be95823aeaaa14008c910c",
      "56be95823aeaaa14008c910d",
      "56be95823aeaaa14008c910e",
      "56be95823aeaaa14008c910f",
      "56be95823aeaaa14008c9110",
      "56bf97aba10cfb140055119e",
      "56bf97aba10cfb140055119f",
      "56bf97aba10cfb14005511a0",
      "56bf97aba10cfb14005511a1",
      "56d4bf242ccc5a1400d831be",
      "56d4bf242ccc5a1400d831bf",
      "56d4bf242ccc5a1400d831c0",
      "56d4bf242ccc5a1400d831c1",
      "56d4bf242ccc5a1400d831c2"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Acting Career\" (text) focused on \"Film Roles and Impact\" (text). At the top, a cartoon illustration of Beyoncé in a dramatic pose (figure) represents her acting journey. Below the illustration, a text line reads \"Beyoncé portrayed Etta James in Cadillac Records\" (text), positioned near the cartoon. Adjacent to this text, another line states \"She donated her salary to Phoenix House\" (text), highlighting her charitable contribution. In the middle, a stylized scene of Beyoncé performing \"At Last\" at the inaugural ball (figure) is placed, with a text line nearby reading \"Performed 'At Last' at the First Couple's inaugural ball\" (text). Below this, a text line mentions \"Won MTV Movie Award for Best Fight in Obsessed\" (text), with a figure caption of a cartoon fight scene (figure) to the right. Near the bottom, a text line reads \"Obsessed was a thriller film with Ali Larter\" (text), and a final line at the bottom states \"Film grossed $60 million over its budget\" (text). The overall style of the image is clean, illustrative, and focused on visual storytelling.",
    "infographic_id": 16,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 20,
    "context": "Beyoncé further expanded her acting career, starring as blues singer Etta James in the 2008 musical biopic, Cadillac Records. Her performance in the film received praise from critics, and she garnered several nominations for her portrayal of James, including a Satellite Award nomination for Best Supporting Actress, and a NAACP Image Award nomination for Outstanding Supporting Actress. Beyoncé donated her entire salary from the film to Phoenix House, an organization of rehabilitation centers for heroin addicts around the country. On January 20, 2009, Beyoncé performed James' \"At Last\" at the First Couple's first inaugural ball. Beyoncé starred opposite Ali Larter and Idris Elba in the thriller, Obsessed. She played Sharon Charles, a mother and wife who learns of a woman's obsessive behavior over her husband. Although the film received negative reviews from critics, the movie did well at the US box office, grossing $68 million—$60 million more than Cadillac Records—on a budget of $20 million. The fight scene finale between Sharon and the character played by Ali Larter also won the 2010 MTV Movie Award for Best Fight.",
    "qa_count": 13,
    "ids": [
      "56be96653aeaaa14008c9116",
      "56be96653aeaaa14008c9117",
      "56be96653aeaaa14008c9118",
      "56be96653aeaaa14008c9119",
      "56be96653aeaaa14008c911a",
      "56bf99aca10cfb14005511a7",
      "56bf99aca10cfb14005511a9",
      "56bf99aca10cfb14005511aa",
      "56bf99aca10cfb14005511ab",
      "56d4c0452ccc5a1400d831c8",
      "56d4c0452ccc5a1400d831c9",
      "56d4c0452ccc5a1400d831ca",
      "56d4c0452ccc5a1400d831cb"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Grammy and Chart Milestones\" (text) focused on \"Music Achievements\" (text). At the top, a cartoon illustration of Beyoncé and Lady Gaga in a stylized music video scene (figure) highlights their collaboration. Below the illustration, a text line states \"Beyoncé and Lady Gaga tied with Mariah Carey for most number-one hits since 1992\" (text). Adjacent to this, a text line reads \"Beyoncé received ten nominations at the 52nd Annual Grammy Awards\" (text). Near the middle, a figure caption describes \"Beyoncé's 2010 collaboration on 'Telephone' that topped the US Pop Songs chart\" (figure). Below that, a text line states \"The song 'Telephone' became Beyoncé's sixth number-one single\" (text). At the bottom, a text line reads \"Beyoncé tied with Lauryn Hill for most Grammy nominations in a single year by a female artist\" (text). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 17,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 10,
    "context": "At the 52nd Annual Grammy Awards, Beyoncé received ten nominations, including Album of the Year for I Am... Sasha Fierce, Record of the Year for \"Halo\", and Song of the Year for \"Single Ladies (Put a Ring on It)\", among others. She tied with Lauryn Hill for most Grammy nominations in a single year by a female artist. In 2010, Beyoncé was featured on Lady Gaga's single \"Telephone\" and its music video. The song topped the US Pop Songs chart, becoming the sixth number-one for both Beyoncé and Gaga, tying them with Mariah Carey for most number-ones since the Nielsen Top 40 airplay chart launched in 1992. \"Telephone\" received a Grammy Award nomination for Best Pop Collaboration with Vocals.",
    "qa_count": 14,
    "ids": [
      "56be973d3aeaaa14008c9120",
      "56be973d3aeaaa14008c9121",
      "56be973d3aeaaa14008c9122",
      "56be973d3aeaaa14008c9123",
      "56be973d3aeaaa14008c9124",
      "56bf9b57a10cfb14005511b1",
      "56bf9b57a10cfb14005511b2",
      "56bf9b57a10cfb14005511b3",
      "56bf9b57a10cfb14005511b4",
      "56bf9b57a10cfb14005511b5",
      "56d4c1452ccc5a1400d831dc",
      "56d4c1452ccc5a1400d831de",
      "56d4c1452ccc5a1400d831df",
      "56d4c1452ccc5a1400d831e0"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Hiatus\" (text) focused on \"A Career Break\" (text). At the top, a cartoon illustration of Beyoncé with a thought bubble shows her announcing a break (figure). Below the illustration, a text line states \"Beyoncé announced a hiatus in January 2010\" (text). Adjacent to this, another text line reads \"Inspired by her mother's advice\" (text). Near the middle, a stylized globe with icons of the Great Wall of China and the Egyptian pyramids appears, captioned \"Visited iconic landmarks across the world\" (figure). Below the globe, a text line notes \"Her break lasted nine months\" (text). To the right of this, a text line states \"She parted ways with her father as business partners\" (text). At the bottom, a silhouette of Beyoncé with a musical note and a timeline icon is shown, captioned \"A period of personal and artistic reflection\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 18,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Beyoncé announced a hiatus from her music career in January 2010, heeding her mother's advice, \"to live life, to be inspired by things again\". During the break she and her father parted ways as business partners. Beyoncé's musical break lasted nine months and saw her visit multiple European cities, the Great Wall of China, the Egyptian pyramids, Australia, English music festivals and various museums and ballet performances.",
    "qa_count": 11,
    "ids": [
      "56be97c73aeaaa14008c912a",
      "56be97c73aeaaa14008c912b",
      "56be97c73aeaaa14008c912e",
      "56bf9c70a10cfb14005511bb",
      "56bf9c70a10cfb14005511bc",
      "56bf9c70a10cfb14005511bd",
      "56bf9c70a10cfb14005511bf",
      "56d4c1c12ccc5a1400d831e6",
      "56d4c1c12ccc5a1400d831e7",
      "56d4c1c12ccc5a1400d831e8",
      "56d4c1c12ccc5a1400d831e9"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's 2011 Performances\" (text) focused on \"Controversial Performances and Philanthropy\" (text). At the top, a cartoon illustration depicts Beyoncé performing in front of a symbolic Libyan flag (figure). Below the illustration, a text line states \"Beyoncé performed for Muammar Gaddafi in 2011\" (text). Adjacent to this, another text line reads \"Documents obtained by WikiLeaks revealed this\" (text). Further down, a figure caption shows a stylized representation of the Glastonbury Festival with a banner reading \"2011 Glastonbury Festival\" (figure). Near this, a text line states \"She became the first solo female artist to headline the Pyramid stage\" (text). Below that, a text line mentions \"She was named the highest-paid performer per minute\" (text). A figure caption illustrates a cartoon of Beyoncé donating money to a symbolic Haiti relief fund (figure). Below this, a text line states \"She donated the money to the Clinton Bush Haiti Fund\" (text). Finally, a text line reads \"The Huffington Post confirmed her donation\" (text). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 19,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "In 2011, documents obtained by WikiLeaks revealed that Beyoncé was one of many entertainers who performed for the family of Libyan ruler Muammar Gaddafi. Rolling Stone reported that the music industry was urging them to return the money they earned for the concerts; a spokesperson for Beyoncé later confirmed to The Huffington Post that she donated the money to the Clinton Bush Haiti Fund. Later that year she became the first solo female artist to headline the main Pyramid stage at the 2011 Glastonbury Festival in over twenty years, and was named the highest-paid performer in the world per minute.",
    "qa_count": 13,
    "ids": [
      "56be99b53aeaaa14008c913e",
      "56be99b53aeaaa14008c913f",
      "56be99b53aeaaa14008c9140",
      "56be99b53aeaaa14008c9141",
      "56be99b53aeaaa14008c9142",
      "56bf9dbda10cfb14005511c5",
      "56bf9dbda10cfb14005511c6",
      "56bf9dbda10cfb14005511c8",
      "56bf9dbda10cfb14005511c9",
      "56d4c2b22ccc5a1400d831f2",
      "56d4c2b22ccc5a1400d831f3",
      "56d4c2b22ccc5a1400d831f4",
      "56d4c2b22ccc5a1400d831f5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fourth Album\" (text) focused on \"Music Career\" (text). At the top, a stylized image of Beyoncé performing on stage (figure) is placed, with a caption describing her stage presence and the 4 Intimate Nights with Beyoncé concerts. Below the image, a concise text line states \"Beyoncé's fourth studio album, '4', was released on June 28, 2011\" (text). Adjacent to this text, a second line reads \"It sold 310,000 copies in its first week and topped the Billboard 200 chart\" (text). Near the middle, a cartoon illustration of a microphone and a record player (figure) is shown, with a caption describing the album's success and its impact on her career. Below this, a text line notes \"The album featured singles like 'Love on Top', which had the most success\" (text). Further down, a visual of a writing award (figure) is placed, with a caption mentioning the award she won for writing in 2011. Finally, a text line states \"Beyoncé wrote a cover story for Essence about her 2010 career break\" (text). The overall style of the image is clean, illustrative, and focused on key milestones and achievements.",
    "infographic_id": 20,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 18,
    "context": "Her fourth studio album 4 was released on June 28, 2011 in the US. 4 sold 310,000 copies in its first week and debuted atop the Billboard 200 chart, giving Beyoncé her fourth consecutive number-one album in the US. The album was preceded by two of its singles \"Run the World (Girls)\" and \"Best Thing I Never Had\", which both attained moderate success. The fourth single \"Love on Top\" was a commercial success in the US. 4 also produced four other singles; \"Party\", \"Countdown\", \"I Care\" and \"End of Time\". \"Eat, Play, Love\", a cover story written by Beyoncé for Essence that detailed her 2010 career break, won her a writing award from the New York Association of Black Journalists. In late 2011, she took the stage at New York's Roseland Ballroom for four nights of special performances: the 4 Intimate Nights with Beyoncé concerts saw the performance of her 4 album to a standing room only.",
    "qa_count": 13,
    "ids": [
      "56be9add3aeaaa14008c9152",
      "56be9add3aeaaa14008c9153",
      "56be9add3aeaaa14008c9155",
      "56be9add3aeaaa14008c9156",
      "56bf9f6aa10cfb14005511cf",
      "56bf9f6aa10cfb14005511d0",
      "56bf9f6aa10cfb14005511d2",
      "56bf9f6aa10cfb14005511d3",
      "56d4c4532ccc5a1400d83204",
      "56d4c4532ccc5a1400d83205",
      "56d4c4532ccc5a1400d83206",
      "56d4c4532ccc5a1400d83207",
      "56d4c4532ccc5a1400d83208"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's First Child and Performance\" (text) focused on \"Motherhood and Career\" (text). At the top, a cartoon illustration of a mother and child (figure) is placed, symbolizing the birth of Blue Ivy Carter. Below the illustration, a text line states \"Beyoncé gave birth to her first child, Blue Ivy Carter, on January 7, 2012\" (text). Adjacent to this text, a figure caption reads \"A cartoon depiction of Beyoncé holding her newborn daughter\" (figure). In the middle, a stylized scene of a concert stage (figure) is shown, with a text line stating \"She performed for four nights at Revel Atlantic City's Ovation Hall\" (text). Below the stage illustration, another text line reads \"Five months after giving birth, she returned to the stage\" (text). Near the bottom, a text line states \"Blue Ivy was born at Lenox Hill Hospital in New York\" (text). The overall style of the image is a clean, illustrative layout with minimal text and symbolic visuals.",
    "infographic_id": 21,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "On January 7, 2012, Beyoncé gave birth to her first child, a daughter, Blue Ivy Carter, at Lenox Hill Hospital in New York. Five months later, she performed for four nights at Revel Atlantic City's Ovation Hall to celebrate the resort's opening, her first performances since giving birth to Blue Ivy.",
    "qa_count": 13,
    "ids": [
      "56be9bb83aeaaa14008c915c",
      "56be9bb83aeaaa14008c915d",
      "56be9bb83aeaaa14008c915e",
      "56be9bb83aeaaa14008c9160",
      "56bfa087a10cfb14005511d9",
      "56bfa087a10cfb14005511da",
      "56bfa087a10cfb14005511dc",
      "56bfa087a10cfb14005511dd",
      "56d4c4e72ccc5a1400d83218",
      "56d4c4e72ccc5a1400d83219",
      "56d4c4e72ccc5a1400d8321a",
      "56d4c4e72ccc5a1400d8321b",
      "56d4c4e72ccc5a1400d8321c"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's 2013 Milestones\" (text) focused on \"Key Events and Achievements\" (text). At the top, a cartoon illustration of Beyoncé performing the American national anthem at President Obama's inauguration (figure) is placed. Below it, a text line reads \"Beyoncé performed the American national anthem at President Obama's second inauguration\" (text). Adjacent to this, a stylized image of the Super Bowl XLVII halftime show with a caption describing the event's record-breaking tweets (figure) is positioned. Below that, the text \"The Super Bowl halftime show received 268,000 tweets per minute\" (text) is placed. Near the middle, a figure depicting Beyoncé at the Grammy Awards with a caption about her win (figure) is shown. Below it, the text \"Won Best Traditional R&B Performance for 'Love on Top'\" (text) is placed. Further down, a cartoon of Beyoncé directing her documentary film is included (figure), with the text \"Directed and produced 'Life Is But a Dream'\" (text) nearby. At the bottom, a figure of Beyoncé with a child and a caption about the documentary's content (figure) is placed. The text \"Documentary features her childhood, motherhood, and career\" (text) is positioned below it. The overall style of the image is a clean, illustrative layout with a focus on key moments and achievements.",
    "infographic_id": 22,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 19,
    "keywords_total": 25,
    "context": "In January 2013, Destiny's Child released Love Songs, a compilation album of the romance-themed songs from their previous albums and a newly recorded track, \"Nuclear\". Beyoncé performed the American national anthem singing along with a pre-recorded track at President Obama's second inauguration in Washington, D.C. The following month, Beyoncé performed at the Super Bowl XLVII halftime show, held at the Mercedes-Benz Superdome in New Orleans. The performance stands as the second most tweeted about moment in history at 268,000 tweets per minute. At the 55th Annual Grammy Awards, Beyoncé won for Best Traditional R&B Performance for \"Love on Top\". Her feature-length documentary film, Life Is But a Dream, first aired on HBO on February 16, 2013. The film, which she directed and produced herself, featured footage from her childhood, her as a mother and businesswoman, recording, rehearsing for live performances, and her return to the spotlight following Blue Ivy's birth. Its DVD release in November 2013 was accompanied by footage from the Revel Presents: Beyoncé Live concerts and a new song, \"God Made You Beautiful\". In February 2013, Beyoncé signed a global publishing agreement with Warner/Chappell Music, which would cover her future songwriting and then-upcoming studio album.",
    "qa_count": 12,
    "ids": [
      "56be9c863aeaaa14008c9166",
      "56be9c863aeaaa14008c9169",
      "56be9c863aeaaa14008c916a",
      "56bfa24ea10cfb14005511e3",
      "56bfa24ea10cfb14005511e4",
      "56bfa24ea10cfb14005511e5",
      "56bfa24ea10cfb14005511e7",
      "56d4c6b02ccc5a1400d83222",
      "56d4c6b02ccc5a1400d83223",
      "56d4c6b02ccc5a1400d83224",
      "56d4c6b02ccc5a1400d83225",
      "56d4c6b02ccc5a1400d83226"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Major Achievements\" (text) focused on \"Music Career and Tours\" (text). At the top, a cartoon illustration of Beyoncé performing on stage (figure) is placed. Below the illustration, a text line reads \"Beyoncé's Most Successful Tour: The Mrs. Carter Show World Tour\" (text). Adjacent to this, a text line states \"Started on April 15, 2013\" (text). Near the tour name, a figure caption describes \"A stylized globe with a timeline showing the tour's global reach\" (figure). In the middle, a text line reads \"132 Dates Across the World\" (text). Below that, a figure caption explains \"A map with icons representing cities where the tour took place\" (figure). Near the map, a text line states \"Honorary Chair of the 2013 Met Gala\" (text). At the bottom, a cartoon illustration of Beyoncé voicing a character in a film (figure) is placed. Adjacent to this, a text line reads \"Voiced Queen Tara in 'Epic'\" (text). Below that, a text line states \"Recorded 'Rise Up' for the film\" (text). The overall style of the image is clean, illustrative, and focused on key achievements.",
    "infographic_id": 23,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 15,
    "keywords_total": 17,
    "context": "Beyoncé embarked on The Mrs. Carter Show World Tour on April 15 in Belgrade, Serbia; the tour included 132 dates that ran through to March 2014. It became the most successful tour of her career and one of the most-successful tours of all time. In May, Beyoncé's cover of Amy Winehouse's \"Back to Black\" with André 3000 on The Great Gatsby soundtrack was released. She was also honorary chair of the 2013 Met Gala. Beyoncé voiced Queen Tara in the 3D CGI animated film, Epic, released by 20th Century Fox on May 24, and recorded an original song for the film, \"Rise Up\", co-written with Sia.",
    "qa_count": 13,
    "ids": [
      "56be9d3d3aeaaa14008c9170",
      "56be9d3d3aeaaa14008c9172",
      "56be9d3d3aeaaa14008c9173",
      "56be9d3d3aeaaa14008c9174",
      "56bfa3cca10cfb14005511ee",
      "56bfa3cca10cfb14005511ef",
      "56bfa3cca10cfb14005511f0",
      "56bfa3cca10cfb14005511f1",
      "56d4c75a2ccc5a1400d8322c",
      "56d4c75a2ccc5a1400d8322d",
      "56d4c75a2ccc5a1400d8322e",
      "56d4c75a2ccc5a1400d8322f",
      "56d4c75a2ccc5a1400d83230"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fifth Studio Album Release\" (text) focused on \"Unexpected Music Launch\" (text). At the top, the title is centered above the main content. Below the title, a cartoon illustration of Beyoncé and Jay Z standing together with a glowing iTunes Store logo in the background appears. Adjacent to this illustration, a stylized representation of a music player with the album title \"Beyoncé\" is placed. Near the music player, a text line states \"Unexpectedly released on December 13, 2013\" (text). Below the illustration, a text line reads \"Debuted at number one on Billboard 200\" (text). To the right of this, a text line states \"First woman with five consecutive number one albums\" (text). In the middle, a cartoon scene shows Beyoncé receiving a trophy with the caption \"Video Vanguard Award at MTV VMAs\" (figure). Below this, a text line states \"Received three awards including Best Video with a Social Message\" (text). At the bottom, a text line reads \"Sold one million copies in six days\" (text). A final text line near the bottom states \"Earnings doubled from previous year\" (text). The overall style of the image is minimalist and illustrative with a focus on key milestones and achievements.",
    "infographic_id": 24,
    "figure_count": 1,
    "keyword_coverage": false,
    "keywords_found": 9,
    "keywords_total": 18,
    "context": "On December 13, 2013, Beyoncé unexpectedly released her eponymous fifth studio album on the iTunes Store without any prior announcement or promotion. The album debuted atop the Billboard 200 chart, giving Beyoncé her fifth consecutive number-one album in the US. This made her the first woman in the chart's history to have her first five studio albums debut at number one. Beyoncé received critical acclaim and commercial success, selling one million digital copies worldwide in six days; The New York Times noted the album's unconventional, unexpected release as significant. Musically an electro-R&B album, it concerns darker themes previously unexplored in her work, such as \"bulimia, postnatal depression [and] the fears and insecurities of marriage and motherhood\". The single \"Drunk in Love\", featuring Jay Z, peaked at number two on the Billboard Hot 100 chart. In April 2014, after much speculation in the weeks before, Beyoncé and Jay Z officially announced their On the Run Tour. It served as the couple's first co-headlining stadium tour together. On August 24, 2014, she received the Video Vanguard Award at the 2014 MTV Video Music Awards. Knowles also took home three competitive awards: Best Video with a Social Message and Best Cinematography for \"Pretty Hurts\", as well as best collaboration for \"Drunk in Love\". In November, Forbes reported that Beyoncé was the top-earning woman in music for the second year in a row—earning $115 million in the year, more than double her earnings in 2013. Beyoncé was reissued with new material in three forms: as an extended play, a box set, as well as a full platinum edition.",
    "qa_count": 10,
    "ids": [
      "56be9e453aeaaa14008c917a",
      "56bfa5b3a10cfb14005511f7",
      "56bfa5b3a10cfb14005511f8",
      "56bfa5b3a10cfb14005511f9",
      "56bfa5b3a10cfb14005511fa",
      "56bfa5b3a10cfb14005511fb",
      "56d4cde92ccc5a1400d83236",
      "56d4cde92ccc5a1400d83237",
      "56d4cde92ccc5a1400d83238",
      "56d4cde92ccc5a1400d83239"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's 2015 Highlights\" (text) focused on \"Grammy Awards and Career Milestones\" (text). At the top, a cartoon illustration of Beyoncé receiving a Grammy award (figure) is placed above a section titled \"Grammy Awards 2015\" (text). Below that, a stylized representation of the Grammy trophy with the text \"Three Awards Won\" (text) is positioned. Adjacent to the trophy, a figure of Beyoncé on the cover of a magazine (figure) is shown with the text \"Vogue Cover, 2015\" (text) below it. Near the bottom, a silhouette of Beyoncé performing with a band (figure) is placed with the text \"Performing with Coldplay at Super Bowl 50\" (text) to its right. A small icon of a microphone and a note with the text \"Uncredited Appearance on Coldplay Album\" (text) is located near the performance figure. The overall style of the image is minimalist and illustrative, emphasizing key events and achievements through symbolic visuals and concise text.",
    "infographic_id": 25,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 4,
    "keywords_total": 6,
    "context": "At the 57th Annual Grammy Awards in February 2015, Beyoncé was nominated for six awards, ultimately winning three: Best R&B Performance and Best R&B Song for \"Drunk in Love\", and Best Surround Sound Album for Beyoncé. She was nominated for Album of the Year but the award was won by Beck for his Morning Phase album. In August, the cover of the September issue of Vogue magazine was unveiled online, Beyoncé as the cover star, becoming the first African-American artist and third African-American woman in general to cover the September issue. She headlined the 2015 Made in America festival in early September and also the Global Citizen Festival later that month. Beyoncé made an uncredited featured appearance on the track \"Hymn for the Weekend\" by British rock band Coldplay, on their seventh studio album A Head Full of Dreams (2015), which saw release in December. On January 7, 2016, Pepsi announced Beyoncé would perform alongside Coldplay at Super Bowl 50 in February. Knowles has previously performed at four Super Bowl shows throughout her career, serving as the main headliner of the 47th Super Bowl halftime show in 2013.",
    "qa_count": 16,
    "ids": [
      "56be9eea3aeaaa14008c9184",
      "56be9eea3aeaaa14008c9185",
      "56be9eea3aeaaa14008c9186",
      "56be9eea3aeaaa14008c9187",
      "56bea1f53aeaaa14008c918e",
      "56bea1f53aeaaa14008c918f",
      "56bea1f53aeaaa14008c9191",
      "56bfa761a10cfb1400551201",
      "56bfa761a10cfb1400551202",
      "56bfa761a10cfb1400551204",
      "56bfa761a10cfb1400551205",
      "56d4ceac2ccc5a1400d83240",
      "56d4ceac2ccc5a1400d83241",
      "56d4ceac2ccc5a1400d83242",
      "56d4ceac2ccc5a1400d83243",
      "56d4ceac2ccc5a1400d83244"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's 'Formation' Release\" (text) focused on \"Music Streaming and Timeline\" (text). At the top, a stylized illustration of a microphone and a digital wave symbolizes the music release. Below it, a text line states \"Beyoncé released 'Formation' on February 6, 2016\" (text). Adjacent to this, a cartoon of a smartphone with a music streaming icon appears, captioned \"Exclusively on Tidal\" (figure). Near the smartphone, another text line reads \"The song was released exclusively on a music streaming service\" (text). In the middle, a timeline graphic shows the event, with a visual marker for February 6, 2016, and a label indicating \"One day before Super Bowl performance\" (figure). Below the timeline, a text line states \"Beyoncé's new single was called 'Formation'\" (text). At the bottom, a small icon of a microphone and a star symbolizes the song's impact, with a text line reading \"A significant release in her career\" (text). The overall style of the image is clean, illustrative, and focused on key facts with symbolic visuals.",
    "infographic_id": 26,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On February 6, 2016, one day before her performance at the Super Bowl, Beyoncé released a new single exclusively on music streaming service Tidal called \"Formation\".",
    "qa_count": 8,
    "ids": [
      "56bea27b3aeaaa14008c9199",
      "56bea27b3aeaaa14008c919a",
      "56bfa8bba10cfb140055120b",
      "56bfa8bba10cfb140055120c",
      "56bfa8bba10cfb140055120d",
      "56bfa8bba10cfb140055120f",
      "56d4cee32ccc5a1400d8324a",
      "56d4cee32ccc5a1400d8324b"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Jay Z's Relationship\" (text) focused on \"Timeline of Their Partnership\" (text). At the top, a cartoon illustration of Beyoncé and Jay Z in a stylized embrace (figure) sets the tone. Below it, a brief text reads \"Beyoncé and Jay Z's Relationship\" (text), followed by \"Timeline of Their Partnership\" (text). Adjacent to the illustration, a text line states \"They first collaborated on '03 Bonnie & Clyde' (text)\" and another line notes \"Married on April 4, 2008\" (text). In the middle, a cartoon scene depicts Beyoncé and Jay Z in Paris, with a text line above it reading \"Beyoncé became pregnant in Paris\" (text). Below that, a text line states \"They sold 300 million records together as of April 2014\" (text). Near the bottom, a text line reads \"Beyoncé described miscarriage as the saddest thing she endured\" (text), and another line notes \"She coped by writing music\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 27,
    "figure_count": 1,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 13,
    "context": "Beyoncé is believed to have first started a relationship with Jay Z after a collaboration on \"'03 Bonnie & Clyde\", which appeared on his seventh album The Blueprint 2: The Gift & The Curse (2002). Beyoncé appeared as Jay Z's girlfriend in the music video for the song, which would further fuel speculation of their relationship. On April 4, 2008, Beyoncé and Jay Z were married without publicity. As of April 2014, the couple have sold a combined 300 million records together. The couple are known for their private relationship, although they have appeared to become more relaxed in recent years. Beyoncé suffered a miscarriage in 2010 or 2011, describing it as \"the saddest thing\" she had ever endured. She returned to the studio and wrote music in order to cope with the loss. In April 2011, Beyoncé and Jay Z traveled to Paris in order to shoot the album cover for her 4, and unexpectedly became pregnant in Paris.",
    "qa_count": 13,
    "ids": [
      "56bea5f23aeaaa14008c91a1",
      "56bea5f23aeaaa14008c91a2",
      "56bea5f23aeaaa14008c91a3",
      "56bfaa11a10cfb1400551215",
      "56bfaa11a10cfb1400551216",
      "56bfaa11a10cfb1400551217",
      "56bfaa11a10cfb1400551218",
      "56bfaa11a10cfb1400551219",
      "56d4d0c32ccc5a1400d8324e",
      "56d4d0c32ccc5a1400d8324f",
      "56d4d0c32ccc5a1400d83250",
      "56d4d0c32ccc5a1400d83251",
      "56d4d0c32ccc5a1400d83252"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Pregnancy Announcement\" (text) focused on \"2011 MTV Video Music Awards\" (text). At the top, a cartoon of Beyoncé performing on stage is placed, with a stylized microphone and a blazer near it. Below the cartoon, a text line reads \"Beyoncé performed 'Love on Top' at the 2011 MTV Video Music Awards\" (text). Adjacent to this text, a figure caption describes \"Beyoncé performing 'Love on Top' and starting with a call to feel the love\" (figure). Near the bottom, a text line states \"Her appearance made the broadcast the most-watched in MTV history\" (text). Below that, a figure caption explains \"The event attracted 12.4 million viewers, setting a record\" (figure). A text line near the middle reads \"Beyoncé confirmed her pregnancy during the performance\" (text). To the right of this text, a figure caption illustrates \"Beyoncé dropping her microphone and rubbing her stomach\" (figure). At the bottom, a text line mentions \"The event was recorded in Guinness World Records for most tweets per second\" (text). Finally, a figure caption describes \"The hashtag 'Beyonce pregnant' was the most Googled term that week\" (figure). The overall style of the image is a cartoon and illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 28,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "In August, the couple attended the 2011 MTV Video Music Awards, at which Beyoncé performed \"Love on Top\" and started the performance saying \"Tonight I want you to stand up on your feet, I want you to feel the love that's growing inside of me\". At the end of the performance, she dropped her microphone, unbuttoned her blazer and rubbed her stomach, confirming her pregnancy she had alluded to earlier in the evening. Her appearance helped that year's MTV Video Music Awards become the most-watched broadcast in MTV history, pulling in 12.4 million viewers; the announcement was listed in Guinness World Records for \"most tweets per second recorded for a single event\" on Twitter, receiving 8,868 tweets per second and \"Beyonce pregnant\" was the most Googled term the week of August 29, 2011.",
    "qa_count": 12,
    "ids": [
      "56bea8463aeaaa14008c91a9",
      "56bea8463aeaaa14008c91aa",
      "56bea8463aeaaa14008c91ac",
      "56bfab98a10cfb140055121f",
      "56bfab98a10cfb1400551220",
      "56bfab98a10cfb1400551221",
      "56bfab98a10cfb1400551222",
      "56bfab98a10cfb1400551223",
      "56d4d18d2ccc5a1400d83258",
      "56d4d18d2ccc5a1400d83259",
      "56d4d18d2ccc5a1400d8325a",
      "56d4d18d2ccc5a1400d8325c"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Jay Z's Blue Ivy Carter\" (text) focused on \"A Family Milestone\" (text). At the top, a cartoon illustration of a family with a newborn baby (figure) is placed, symbolizing the birth event. Below the illustration, a text line states \"Beyoncé gave birth to Blue Ivy Carter on January 7, 2012\" (text). Adjacent to this text, a figure caption reads \"A cartoon depiction of Beyoncé and Jay Z with their newborn daughter\" (figure).  \n\nNear the middle of the image, a stylized representation of a website icon (figure) is shown, with the text \"Jay Z's website is called Lifeandtimes.com\" (text) placed to its right. Below this, a figure caption reads \"A stylized website icon representing Jay Z's online presence\" (figure).  \n\nFurther down, a text line states \"Jay Z released 'Glory' two days after Blue Ivy was born\" (text), with a figure caption describing \"A symbolic musical note with the title 'Glory' and a baby's cry icon\" (figure). To the right of this, a text line reads \"Blue Ivy's cries are included at the end of 'Glory'\" (text), and a figure caption explains \"A cartoon of a baby crying with a music note\" (figure).  \n\nAt the bottom, a text line states \"Blue Ivy was credited as 'B.I.C.' on the song\" (text), with a figure caption reading \"A stylized abbreviation 'B.I.C.' with a baby symbol\" (figure). The overall style of the image is a cartoon and illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 29,
    "figure_count": 7,
    "keyword_coverage": false,
    "keywords_found": 10,
    "keywords_total": 13,
    "context": "On January 7, 2012, Beyoncé gave birth to a daughter, Blue Ivy Carter, at Lenox Hill Hospital in New York under heavy security. Two days later, Jay Z released \"Glory\", a song dedicated to their child, on his website Lifeandtimes.com. The song detailed the couple's pregnancy struggles, including a miscarriage Beyoncé suffered before becoming pregnant with Blue Ivy. Blue Ivy's cries are included at the end of the song, and she was officially credited as \"B.I.C.\" on it. At two days old, she became the youngest person ever to appear on a Billboard chart when \"Glory\" debuted on the Hot R&B/Hip-Hop Songs chart.",
    "qa_count": 12,
    "ids": [
      "56bea9043aeaaa14008c91b1",
      "56bea9043aeaaa14008c91b3",
      "56bfacdda10cfb1400551229",
      "56bfacdda10cfb140055122a",
      "56bfacdda10cfb140055122b",
      "56bfacdda10cfb140055122c",
      "56bfacdda10cfb140055122d",
      "56d4d2232ccc5a1400d83262",
      "56d4d2232ccc5a1400d83263",
      "56d4d2232ccc5a1400d83264",
      "56d4d2232ccc5a1400d83265",
      "56d4d2232ccc5a1400d83266"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Political Engagement\" (text) focused on \"Celebrity Involvement in Politics\" (text). At the top, a cartoon illustration of Beyoncé and Jay-Z smiling with President Obama and Michelle Obama appears, symbolizing their friendship and political connections. Below the illustration, a text line reads \"Beyoncé and Jay-Z are friends with President Barack Obama and First Lady Michelle Obama\" (text). Adjacent to this, a figure caption describes \"a cartoon of Beyoncé and Jay-Z with Obama and Michelle Obama, highlighting their friendship and political ties\" (figure). In the middle, a stylized image of Beyoncé performing on stage is placed, with the text \"Beyoncé performed 'America the Beautiful' at the 2009 presidential inauguration\" (text) above it. Below the performance image, a figure caption reads \"a stylized stage scene with Beyoncé singing 'America the Beautiful' at Obama's inauguration\" (figure). Near the bottom, a text line states \"Beyoncé uploaded pictures of her paper ballot on Tumblr\" (text), and a figure caption follows: \"a cartoon of Beyoncé holding a paper ballot on Tumblr, showing her vote for the Democratic Party\" (figure). Another text line reads \"She publicly endorsed same sex marriage on March 26, 2013\" (text), with a figure caption of \"a stylized image of Beyoncé with a rainbow flag, symbolizing her endorsement of same sex marriage\" (figure). The overall style of the image is cartoonish and illustrative, with a focus on visual storytelling and symbolic representation.",
    "infographic_id": 30,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 6,
    "keywords_total": 12,
    "context": "Beyoncé and husband Jay Z are friends with President Barack Obama and First Lady Michelle Obama. She performed \"America the Beautiful\" at the 2009 presidential inauguration, as well as \"At Last\" during the first inaugural dance at the Neighborhood Ball two days later. Beyoncé and Jay Z held a fundraiser at the latter's 40/40 Club in Manhattan for Obama's 2012 presidential campaign which raised $4 million. Beyoncé uploaded pictures of her paper ballot on Tumblr, confirming she had voted in support for the Democratic Party and to encourage others to do so. She also performed the American national anthem at his second inauguration, singing along with a pre-recorded track. She publicly endorsed same sex marriage on March 26, 2013, after the Supreme Court debate on California's Proposition 8. In July 2013, Beyoncé and Jay-Z attended a rally in response to the acquittal of George Zimmerman for the shooting of Trayvon Martin.",
    "qa_count": 10,
    "ids": [
      "56beab283aeaaa14008c91cc",
      "56beab283aeaaa14008c91cd",
      "56bfae97a10cfb1400551234",
      "56bfae97a10cfb1400551235",
      "56bfae97a10cfb1400551236",
      "56bfae97a10cfb1400551237",
      "56d4d2f12ccc5a1400d8326c",
      "56d4d2f12ccc5a1400d8326d",
      "56d4d2f12ccc5a1400d8326f",
      "56d4d2f12ccc5a1400d83270"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Feminism\" (text) focused on \"Feminist Activism and Advocacy\" (text). At the top, a cartoon illustration of Beyoncé in a stylized pose (figure) is placed near the title. Below the title, a short phrase reads \"Beyoncé's Feminist Journey\" (text). In the middle, a figure shows a symbolic representation of a speech being delivered (figure) near the text \"Inspired by Chimamanda Ngozi Adichie's TED Talk\" (text). To the right of the speech figure, a text line states \"Sampling 'We Should All Be Feminists'\" (text). Below the speech figure, a cartoon of a girl with a microphone (figure) is positioned near the text \"Supporting Leadership in Girls\" (text). At the bottom, a figure of a campaign banner with the words \"Ban Bossy\" (figure) is placed adjacent to the text \"Encouraging Female Leadership\" (text). The overall style of the image is minimalist and illustrative, with a focus on symbolic representation and clear visual storytelling.",
    "infographic_id": 31,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 12,
    "context": "In an interview published by Vogue in April 2013, Beyoncé was asked if she considers herself a feminist, to which she said, \"that word can be very extreme... But I guess I am a modern-day feminist. I do believe in equality\". She would later align herself more publicly with the movement, sampling \"We should all be feminists\", a speech delivered by Nigerian author Chimamanda Ngozi Adichie at a TEDxEuston conference in April 2013, in her song \"Flawless\", released later that year. She has also contributed to the Ban Bossy campaign, which uses television and social media to encourage leadership in girls.",
    "qa_count": 9,
    "ids": [
      "56beabab3aeaaa14008c91db",
      "56beabab3aeaaa14008c91dc",
      "56bfafdba10cfb140055123d",
      "56bfafdba10cfb140055123e",
      "56bfafdba10cfb140055123f",
      "56bfafdba10cfb1400551240",
      "56bfafdba10cfb1400551241",
      "56d4d3b12ccc5a1400d83277",
      "56d4d3b12ccc5a1400d83278"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and the ONE Campaign\" (text) focused on \"Advocacy for Women in Global Development\" (text). At the top, a cartoon illustration of Beyoncé signing a letter (figure) is placed above a text line stating \"Beyoncé signed a letter for the ONE Campaign in 2015\" (text). Below this, a stylized image of a letter with signatures (figure) is positioned near the text \"The letter urged leaders to focus on women\" (text). In the middle, a silhouette of two women (figure) is shown adjacent to the text \"Angela Merkel and Nkosazana Dlamini-Zuma\" (text), with a caption explaining \"They serve as the head of the G7 in Germany and the AU in South Africa\" (figure). Below this, a symbolic image of a globe with a focus on women (figure) is placed near the text \"Priorities in development funding must be set before the September 2015 UN summit\" (text). The overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 32,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "In 2015 Beyoncé signed an open letter which the ONE Campaign had been collecting signatures for; the letter was addressed to Angela Merkel and Nkosazana Dlamini-Zuma, urging them to focus on women as they serve as the head of the G7 in Germany and the AU in South Africa respectively, which will start to set the priorities in development funding before a main UN summit in September 2015 that will establish new development goals for the generation.",
    "qa_count": 12,
    "ids": [
      "56beb0683aeaaa14008c9211",
      "56beb0683aeaaa14008c9213",
      "56beb0683aeaaa14008c9214",
      "56beb0683aeaaa14008c9215",
      "56bfb10da10cfb1400551247",
      "56bfb10da10cfb1400551248",
      "56bfb10da10cfb1400551249",
      "56bfb10da10cfb140055124b",
      "56d4d5ef2ccc5a1400d83286",
      "56d4d5ef2ccc5a1400d83287",
      "56d4d5ef2ccc5a1400d83288",
      "56d4d5ef2ccc5a1400d8328a"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Response to Freddie Gray's Death\" (text) focused on \"Public Figures and Social Justice\" (text). At the top, a cartoon illustration depicts a group of people standing together, symbolizing unity and solidarity (figure). Below the illustration, a text line reads \"Beyoncé and Jay-Z met with Freddie Gray's family\" (text). Adjacent to this, another text line states \"They donated thousands of dollars to bail protesters out of prison\" (text). In the middle, a stylized scene shows a protest with people raising their hands, representing the movement sparked by the event (figure). Below this, a text line explains \"Freddie Gray's death led to widespread protests\" (text). Near the bottom, a final text line reads \"The incident highlighted the impact of public figures in social justice causes\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, acronyms, or logos.",
    "infographic_id": 33,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Following the death of Freddie Gray, Beyoncé and Jay-Z, among other notable figures, met with his family. After the imprisonment of protesters of Gray's death, Beyoncé and Jay-Z donated thousands of dollars to bail them out.",
    "qa_count": 4,
    "ids": [
      "56beb2a43aeaaa14008c9239",
      "56beb2a43aeaaa14008c923a",
      "56bfb1fca10cfb1400551253",
      "56bfb1fca10cfb1400551254"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Earnings and Recognition\" (text) focused on \"Celebrity Earnings and Achievements\" (text). At the top, a cartoon illustration of Beyoncé and Jay Z as a stylized couple (figure) symbolizes their joint success. Below the illustration, a text line reads \"Forbes magazine began reporting on Beyoncé's earnings in 2008\" (text). Adjacent to this, another text line states \"Beyoncé earned $80 million between June 2007 and June 2008, making her the world's best-paid music personality at the time\" (text). Near the middle, a figure caption reads \"Beyoncé and Jay Z placed at number one on the 'World's Highest-Paid Celebrity Couples'\" (figure). Below that, a text line notes \"They collectively earned $78 million in 2012\" (text). Further down, a figure caption describes \"Beyoncé ranked #1 on the Forbes Celebrity 100 list in June 2014, earning an estimated $115 million\" (figure). A text line adjacent to this reads \"This marked her highest yearly earnings to date\" (text). At the bottom, a text line states \"As of May 2015, her net worth is estimated to be $250 million\" (text). The overall style of the image is minimalist and illustrative with a focus on key achievements and financial milestones.",
    "infographic_id": 34,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 9,
    "keywords_total": 17,
    "context": "Forbes magazine began reporting on Beyoncé's earnings in 2008, calculating that the $80 million earned between June 2007 to June 2008, for her music, tour, films and clothing line made her the world's best-paid music personality at the time, above Madonna and Celine Dion. They placed her fourth on the Celebrity 100 list in 2009 and ninth on the \"Most Powerful Women in the World\" list in 2010. The following year, Forbes placed her eighth on the \"Best-Paid Celebrities Under 30\" list, having earned $35 million in the past year for her clothing line and endorsement deals. In 2012, Forbes placed Beyoncé at number 16 on the Celebrity 100 list, twelve places lower than three years ago yet still having earned $40 million in the past year for her album 4, clothing line and endorsement deals. In the same year, Beyoncé and Jay Z placed at number one on the \"World's Highest-Paid Celebrity Couples\", for collectively earning $78 million. The couple made it into the previous year's Guinness World Records as the \"highest-earning power couple\" for collectively earning $122 million in 2009. For the years 2009 to 2011, Beyoncé earned an average of $70 million per year, and earned $40 million in 2012. In 2013, Beyoncé's endorsements of Pepsi and H&M made her and Jay Z the world's first billion dollar couple in the music industry. That year, Beyoncé was published as the fourth most-powerful celebrity in the Forbes rankings. MTV estimated that by the end of 2014, Beyoncé would become the highest-paid black musician in history; she succeeded to do so in April 2014. In June 2014, Beyoncé ranked at #1 on the Forbes Celebrity 100 list, earning an estimated $115 million throughout June 2013 – June 2014. This in turn was the first time she had topped the Celebrity 100 list as well as being her highest yearly earnings to date. As of May 2015, her net worth is estimated to be $250 million.",
    "qa_count": 13,
    "ids": [
      "56beb4023aeaaa14008c9252",
      "56beb4023aeaaa14008c9253",
      "56beb4023aeaaa14008c9254",
      "56beb4023aeaaa14008c9255",
      "56bfb502a10cfb140055125b",
      "56bfb502a10cfb140055125c",
      "56bfb502a10cfb140055125d",
      "56bfb502a10cfb140055125e",
      "56bfb502a10cfb140055125f",
      "56d4d8702ccc5a1400d83294",
      "56d4d8702ccc5a1400d83296",
      "56d4d8702ccc5a1400d83297",
      "56d4d8702ccc5a1400d83298"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Vocal Mastery\" (text) focused on \"Vocal Range and Style\" (text). At the top, a stylized silhouette of Beyoncé stands center stage, surrounded by musical notes and a cartoon representation of a vocal range scale. Below the silhouette, a text line reads \"Beyoncé's vocal range spans four octaves\" (text), positioned near the scale. Adjacent to this text, another line states \"Jody Rosen highlights her tone and timbre as distinctive\" (text), placed to the right of the silhouette.  \n\n\"Her voice is one of the most compelling instruments in popular music\" (text) appears below the first line, near the musical notes. To the left of the vocal range scale, a text line reads \"The Daily Mail calls her voice versatile\" (text). Below the silhouette, a cartoon scene shows Beyoncé performing with a group, captioned \"Beyoncé is the centerpiece of Destiny's Child\" (figure).  \n\nNear the bottom, a text line states \"Jon Pareles describes her voice as velvety yet tart\" (text), positioned below the group performance. A final text line reads \"Other critics praise her range and power\" (text), placed adjacent to the group scene. The overall style of the image is cartoonish and illustrative, with a focus on musical elements and symbolic representations.",
    "infographic_id": 35,
    "figure_count": 1,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 18,
    "context": "Beyoncé's vocal range spans four octaves. Jody Rosen highlights her tone and timbre as particularly distinctive, describing her voice as \"one of the most compelling instruments in popular music\". While another critic says she is a \"Vocal acrobat, being able to sing long and complex melismas and vocal runs effortlessly, and in key. Her vocal abilities mean she is identified as the centerpiece of Destiny's Child. The Daily Mail calls Beyoncé's voice \"versatile\", capable of exploring power ballads, soul, rock belting, operatic flourishes, and hip hop. Jon Pareles of The New York Times commented that her voice is \"velvety yet tart, with an insistent flutter and reserves of soul belting\". Rosen notes that the hip hop era highly influenced Beyoncé's strange rhythmic vocal style, but also finds her quite traditionalist in her use of balladry, gospel and falsetto. Other critics praise her range and power, with Chris Richards of The Washington Post saying she was \"capable of punctuating any beat with goose-bump-inducing whispers or full-bore diva-roars.\"",
    "qa_count": 12,
    "ids": [
      "56beb50f3aeaaa14008c926f",
      "56beb50f3aeaaa14008c9270",
      "56beb50f3aeaaa14008c9271",
      "56beb50f3aeaaa14008c9272",
      "56bfb676a10cfb1400551265",
      "56bfb676a10cfb1400551266",
      "56bfb676a10cfb1400551267",
      "56bfb676a10cfb1400551269",
      "56d4d9392ccc5a1400d8329e",
      "56d4d9392ccc5a1400d8329f",
      "56d4d9392ccc5a1400d832a0",
      "56d4d9392ccc5a1400d832a1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Musical Journey\" (text) focused on \"Genres and Language\" (text). At the top, a stylized silhouette of Beyoncé is shown with a musical note background. Below the silhouette, a brief introduction is placed, stating \"Beyoncé's music spans multiple genres\" (text). Adjacent to this, a cartoon of a microphone and a record player appears, symbolizing her musical versatility. \n\n\"Her music is primarily R&B\" (text) is positioned near the microphone. Below that, \"She also explores pop, soul, and funk\" (text) is placed, with a figure caption describing \"A cartoon of a diverse musical palette with pop, soul, and funk elements\" (figure). \n\nIn the middle, a visual of a globe with a Spanish flag is shown, representing her Spanish language work. \"Beyoncé released Spanish songs for a Spanish-speaking audience\" (text) is placed near the globe. Below that, \"These songs were re-releases of B'Day\" (text) is written, with a figure caption explaining \"A stylized representation of a music album with a Spanish flag overlay\" (figure). \n\nNear the bottom, \"She was coached by Rudy Perez for her Spanish recordings\" (text) is written, with a figure caption of \"A cartoon of a music producer with a microphone, labeled Rudy Perez\" (figure). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 36,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 10,
    "context": "Beyoncé's music is generally R&B, but she also incorporates pop, soul and funk into her songs. 4 demonstrated Beyoncé's exploration of 90s-style R&B, as well as further use of soul and hip hop than compared to previous releases. While she almost exclusively releases English songs, Beyoncé recorded several Spanish songs for Irreemplazable (re-recordings of songs from B'Day for a Spanish-language audience), and the re-release of B'Day. To record these, Beyoncé was coached phonetically by American record producer Rudy Perez.",
    "qa_count": 13,
    "ids": [
      "56beb5b23aeaaa14008c9283",
      "56beb5b23aeaaa14008c9284",
      "56beb5b23aeaaa14008c9285",
      "56beb5b23aeaaa14008c9286",
      "56beb5b23aeaaa14008c9287",
      "56bfb789a10cfb140055126f",
      "56bfb789a10cfb1400551271",
      "56bfb789a10cfb1400551272",
      "56bfb789a10cfb1400551273",
      "56d4d9a92ccc5a1400d832a6",
      "56d4d9a92ccc5a1400d832a7",
      "56d4d9a92ccc5a1400d832a8",
      "56d4d9a92ccc5a1400d832a9"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Creative Contributions\" (text) focused on \"Music Production and Themes\" (text). At the top, a cartoon illustration of Beyoncé with a music note and a stylized microphone appears, symbolizing her artistic influence. Below the illustration, a text line states \"Beyoncé has received co-writing and co-producing credits\" (text), emphasizing her collaborative efforts. Adjacent to this text, a figure caption reads \"\\\"Beyoncé's collaborative approach in music production\\\" (figure)\".  \n\nNear the middle, a text line states \"Her early music focused on female-empowerment themes\" (text), directly above a figure caption: \"\\\"A stylized scene of women standing strong\\\" (figure)\". Below this, another text line reads \"After her relationship with Jay Z, she shifted to man-tending anthems\" (text), with a figure caption: \"\\\"A cartoon scene of Beyoncé and Jay Z with a heart symbol\\\" (figure)\".  \n\nAt the bottom, a text line states \"Beyoncé contributes melodies and ideas, not beats\" (text), near a figure caption: \"\\\"A visual representation of melodies and creative ideas\\\" (figure)\". Finally, a text line reads \"Beyoncé's early recordings empowered Women\" (text), placed near the bottom right. The overall style of the image is cartoonish and illustrative with a focus on thematic symbolism.",
    "infographic_id": 37,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 14,
    "context": "She has received co-writing credits for most of the songs recorded with Destiny's Child and her solo efforts. Her early songs were personally driven and female-empowerment themed compositions like \"Independent Women\" and \"Survivor\", but after the start of her relationship with Jay Z she transitioned to more man-tending anthems such as \"Cater 2 U\". Beyoncé has also received co-producing credits for most of the records in which she has been involved, especially during her solo efforts. However, she does not formulate beats herself, but typically comes up with melodies and ideas during production, sharing them with producers.",
    "qa_count": 9,
    "ids": [
      "56beb67d3aeaaa14008c929a",
      "56beb67d3aeaaa14008c929b",
      "56bfb8dca10cfb1400551279",
      "56bfb8dca10cfb140055127b",
      "56bfb8dca10cfb140055127c",
      "56bfb8dca10cfb140055127d",
      "56d4dd502ccc5a1400d832ae",
      "56d4dd502ccc5a1400d832b0",
      "56d4dd502ccc5a1400d832b1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Songwriting Achievements\" (text) focused on \"Music Industry Milestones\" (text). At the top, a cartoon illustration of Beyoncé with a musical note and award ribbon (figure) symbolizes her recognition. Below the illustration, a text line states \"Beyoncé won the Pop Songwriter of the Year award in 2001\" (text). Adjacent to this, another text line reads \"First African-American woman and second woman songwriter to win this award\" (text). In the middle, a stylized scene of a music awards ceremony (figure) is placed near the text \"Awarded at the American Society of Composers, Authors, and Publishers Pop Music Awards\" (text). Below this, a text line states \"She is tied with Diane Warren at third in songwriting credits on number-one singles\" (text). Near the bottom, a cartoon of a Billboard magazine cover (figure) is positioned beside the text \"Ranked 17th on Billboard's Top 20 Hot 100 Songwriters list in 2011\" (text). The overall style of the image is clean, illustrative, and focused on key achievements.",
    "infographic_id": 38,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 24,
    "keywords_total": 26,
    "context": "In 2001, she became the first African-American woman and second woman songwriter to win the Pop Songwriter of the Year award at the American Society of Composers, Authors, and Publishers Pop Music Awards. Beyoncé was the third woman to have writing credits on three number one songs (\"Irreplaceable\", \"Grillz\" and \"Check on It\") in the same year, after Carole King in 1971 and Mariah Carey in 1991. She is tied with American songwriter Diane Warren at third with nine songwriting credits on number-one singles. (The latter wrote her 9/11-motivated song \"I Was Here\" for 4.) In May 2011, Billboard magazine listed Beyoncé at number 17 on their list of the \"Top 20 Hot 100 Songwriters\", for having co-written eight singles that hit number one on the Billboard Hot 100 chart. She was one of only three women on that list.",
    "qa_count": 12,
    "ids": [
      "56beb9203aeaaa14008c92d1",
      "56beb9203aeaaa14008c92d2",
      "56beb9203aeaaa14008c92d4",
      "56beb9203aeaaa14008c92d5",
      "56bfbacaa10cfb1400551283",
      "56bfbacaa10cfb1400551284",
      "56bfbacaa10cfb1400551285",
      "56bfbacaa10cfb1400551287",
      "56d4df312ccc5a1400d832b6",
      "56d4df312ccc5a1400d832b7",
      "56d4df312ccc5a1400d832b9",
      "56d4df312ccc5a1400d832ba"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Musical Influences\" (text) focused on \"Key Artists and Early Inspiration\" (text). At the top, a cartoon illustration of Beyoncé as a young child at a concert (figure) is placed above the title. Below the title, a stylized microphone and musical notes (figure) are positioned to the right, symbolizing her musical journey. The main text block starts with \"Beyoncé credits Michael Jackson as her major musical influence\" (text), positioned above a figure of a young Beyoncé at her first concert (figure). To the right of this, a caption reads \"Aged five, she attended her first Michael Jackson concert\" (figure). Below that, a text line states \"She admires Diana Ross as an all-around entertainer\" (text), adjacent to a figure of Diana Ross in a performance pose (figure). Further down, \"Mariah Carey's 'Vision of Love' inspired vocal runs\" (text) is placed near a figure of a young Beyoncé practicing singing (figure). At the bottom, a text line reads \"Whitney Houston inspired her to perform\" (text), with a figure of Whitney Houston on stage (figure). The overall style of the image is cartoonish and illustrative, with a focus on symbolic representations of influence and inspiration.",
    "infographic_id": 39,
    "figure_count": 7,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Beyoncé names Michael Jackson as her major musical influence. Aged five, Beyoncé attended her first ever concert where Jackson performed and she claims to have realised her purpose. When she presented him with a tribute award at the World Music Awards in 2006, Beyoncé said, \"if it wasn't for Michael Jackson, I would never ever have performed.\" She admires Diana Ross as an \"all-around entertainer\" and Whitney Houston, who she said \"inspired me to get up there and do what she did.\" She credits Mariah Carey's singing and her song \"Vision of Love\" as influencing her to begin practicing vocal runs as a child. Her other musical influences include Aaliyah, Prince, Lauryn Hill, Sade Adu, Donna Summer, Mary J. Blige, Janet Jackson, Anita Baker and Rachelle Ferrell.",
    "qa_count": 11,
    "ids": [
      "56beba293aeaaa14008c92ef",
      "56beba293aeaaa14008c92f0",
      "56beba293aeaaa14008c92f1",
      "56beba293aeaaa14008c92f2",
      "56bfbc17a10cfb140055128d",
      "56bfbc17a10cfb1400551290",
      "56d4dfc82ccc5a1400d832ca",
      "56d4dfc82ccc5a1400d832cb",
      "56d4dfc82ccc5a1400d832cc",
      "56d4dfc82ccc5a1400d832cd",
      "56d4dfc82ccc5a1400d832ce"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Musical Inspirations\" (text) focused on \"Artistic Influences and Themes\" (text). At the top, a stylized silhouette of Beyoncé is positioned above the title. Below the title, a brief phrase reads \"Exploring the inspirations behind her albums\" (text). Adjacent to this, a cartoon representation of Beyoncé performing on stage is placed to the right, symbolizing her musical journey. \n\n\"<text>Themes of feminism and female empowerment\" (text)  \n\"<text>Inspired by her role in Dreamgirls\" (text)  \n\"<text>Etta James' boldness encouraged genre exploration\" (text)  \n\"<text>Josephine Baker's influence through 'Déjà Vu'\" (text)  \n\n\"<caption>A cartoon of Beyoncé performing 'Déjà Vu' at the 2006 Fashion Rocks concert\" (figure)  \n\"<caption>A stylized hula skirt with fake bananas, representing Josephine Baker's iconic look\" (figure)  \n\"<caption>A symbolic scene of Beyoncé exploring different musical styles\" (figure)  \n\nThe overall style of the image is minimalist, illustrative, and cartoonish, with a focus on storytelling through visual metaphors.",
    "infographic_id": 40,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "The feminism and female empowerment themes on Beyoncé's second solo album B'Day were inspired by her role in Dreamgirls and by singer Josephine Baker. Beyoncé paid homage to Baker by performing \"Déjà Vu\" at the 2006 Fashion Rocks concert wearing Baker's trademark mini-hula skirt embellished with fake bananas. Beyoncé's third solo album I Am... Sasha Fierce was inspired by Jay Z and especially by Etta James, whose \"boldness\" inspired Beyoncé to explore other musical genres and styles. Her fourth solo album, 4, was inspired by Fela Kuti, 1990s R&B, Earth, Wind & Fire, DeBarge, Lionel Richie, Teena Marie with additional influences by The Jackson 5, New Edition, Adele, Florence and the Machine, and Prince.",
    "qa_count": 8,
    "ids": [
      "56bebba63aeaaa14008c930b",
      "56bebba63aeaaa14008c930c",
      "56bebba63aeaaa14008c930e",
      "56bfbda3a10cfb1400551297",
      "56bfbda3a10cfb140055129a",
      "56bfbda3a10cfb140055129b",
      "56d4e0532ccc5a1400d832d4",
      "56d4e0532ccc5a1400d832d5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Inspirations\" (text) focused on \"Sources of Influence\" (text). At the top, a cartoon illustration of Beyoncé with a group of inspirational figures is placed. Below the illustration, a text line states \"Beyoncé's Key Inspirations\" (text). Adjacent to this, a text line reads \"Influences in Art, Music, and Leadership\" (text). Near the middle, a figure caption describes \"A cartoon of Beyoncé surrounded by icons representing her inspirations\" (figure). Below that, a text line states \"Michelle Obama: 'She proves you can do it all'\" (text). To the right of this, a figure caption shows \"A stylized image of Michelle Obama with a quote bubble\" (figure). In the lower middle, a text line reads \"Oprah Winfrey: 'The definition of inspiration and a strong woman'\" (text). Below this, a figure caption illustrates \"A silhouette of Oprah Winfrey with a lyrical motif\" (figure). At the bottom, a text line states \"Jay Z: 'A continuing inspiration through lyrical genius and resilience'\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 41,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 24,
    "context": "Beyoncé has stated that she is personally inspired by US First Lady Michelle Obama, saying \"She proves you can do it all\" and she has described Oprah Winfrey as \"the definition of inspiration and a strong woman\". She has also discussed how Jay Z is a continuing inspiration to her, both with what she describes as his lyrical genius and in the obstacles he has overcome in his life. Beyoncé has expressed admiration for the artist Jean-Michel Basquiat, posting in a letter \"what I find in the work of Jean-Michel Basquiat, I search for in every day in music... he is lyrical and raw\". In February 2013, Beyoncé said that Madonna inspired her to take control of her own career. She commented: \"I think about Madonna and how she took all of the great things she achieved and started the label and developed other artists. But there are not enough of those women.\".",
    "qa_count": 12,
    "ids": [
      "56bec1c53aeaaa14008c936b",
      "56bec1c53aeaaa14008c936c",
      "56bec1c53aeaaa14008c936d",
      "56bfbf2fa10cfb14005512a1",
      "56bfbf2fa10cfb14005512a2",
      "56bfbf2fa10cfb14005512a3",
      "56bfbf2fa10cfb14005512a4",
      "56bfbf2fa10cfb14005512a5",
      "56d4e0e92ccc5a1400d832da",
      "56d4e0e92ccc5a1400d832db",
      "56d4e0e92ccc5a1400d832dc",
      "56d4e0e92ccc5a1400d832dd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's All-Female Band and Backup Singers\" (text) focused on \"Beyoncé's Tour Band and Backup Singers\" (text). At the top, the title is centered and prominent. Below the title, a cartoon illustration of a stylized stage with a group of female musicians playing instruments is placed. Adjacent to the illustration, a text line reads \"Beyoncé introduced her all-female tour band Suga Mama in 2006\" (text). Near the illustration, a figure caption describes \"A stylized stage with a group of female musicians playing instruments\" (figure).  \n\nBelow the illustration, a text line states \"Suga Mama is also the name of a song on the B'Day album\" (text). To the right of this text, a figure caption reads \"A stylized representation of a music album with the title 'B'Day'\" (figure).  \n\nIn the middle, a text line reads \"The Mamas are Beyoncé's background singers\" (text). Below this, a figure caption describes \"A cartoon of three women standing in a group, representing The Mamas\" (figure). To the right of the figure, a text line states \"The Mamas made their debut at the 2006 BET Awards\" (text).  \n\nNear the bottom, a text line reads \"The Mamas include Montina Cooper-Donnell, Crystal Collins, and Tiffany Moniqué Riddick\" (text). Adjacent to this, a figure caption describes \"A silhouette of three musicians holding microphones\" (figure).  \n\nThe overall style of the image is clean, illustrative, and focused on conveying key facts through visual and textual elements.",
    "infographic_id": 42,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "In 2006, Beyoncé introduced her all-female tour band Suga Mama (also the name of a song in B'Day) which includes bassists, drummers, guitarists, horn players, keyboardists and percussionists. Her background singers, The Mamas, consist of Montina Cooper-Donnell, Crystal Collins and Tiffany Moniqué Riddick. They made their debut appearance at the 2006 BET Awards and re-appeared in the music videos for \"Irreplaceable\" and \"Green Light\". The band have supported Beyoncé in most subsequent live performances, including her 2007 concert tour The Beyoncé Experience, 2009–2010 I Am... World Tour and 2013–2014 The Mrs. Carter Show World Tour.",
    "qa_count": 12,
    "ids": [
      "56bec29b3aeaaa14008c937f",
      "56bec29b3aeaaa14008c9380",
      "56bec29b3aeaaa14008c9381",
      "56bec29b3aeaaa14008c9382",
      "56bfc0a7a10cfb14005512ab",
      "56bfc0a7a10cfb14005512ac",
      "56bfc0a7a10cfb14005512ad",
      "56bfc0a7a10cfb14005512af",
      "56d4e17f2ccc5a1400d832e2",
      "56d4e17f2ccc5a1400d832e3",
      "56d4e17f2ccc5a1400d832e4",
      "56d4e17f2ccc5a1400d832e5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Stage Presence and Voice\" (text) focused on \"Celebrity Praise and Recognition\" (text). At the top, a cartoon illustration of Beyoncé performing on stage (figure) is placed, capturing her dynamic energy. Below the illustration, a text line reads \"Critics and industry figures have praised Beyoncé for her exceptional stage presence and voice\" (text). Adjacent to this text, a stylized microphone icon (figure) symbolizes her vocal talent. Near the microphone, a text line states \"Jarett Wieselman of the New York Post ranked her number one on his list of the Five Best Singer/Dancers\" (text). Below that, a text line reads \"L.A. Reid, former president of Def Jam, called her the greatest entertainer alive\" (text). To the right of this line, a figure caption describes \"a cartoon of Beyoncé with a crown and a microphone, symbolizing her status as a top entertainer\" (figure). At the bottom, a text line states \"Alice Jones of The Independent noted she 'takes her role as entertainer so seriously she's almost too good'\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 43,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Beyoncé has received praise for her stage presence and voice during live performances. Jarett Wieselman of the New York Post placed her at number one on her list of the Five Best Singer/Dancers. According to Barbara Ellen of The Guardian Beyoncé is the most in-charge female artist she's seen onstage, while Alice Jones of The Independent wrote she \"takes her role as entertainer so seriously she's almost too good.\" The ex-President of Def Jam L.A. Reid has described Beyoncé as the greatest entertainer alive. Jim Farber of the Daily News and Stephanie Classen of Star Phoenix both praised her strong voice and her stage presence.",
    "qa_count": 8,
    "ids": [
      "56bec3303aeaaa14008c9391",
      "56bec3303aeaaa14008c9393",
      "56bfc281a10cfb14005512b5",
      "56bfc281a10cfb14005512b6",
      "56bfc281a10cfb14005512b8",
      "56bfc281a10cfb14005512b9",
      "56d4e2142ccc5a1400d832ec",
      "56d4e2142ccc5a1400d832ed"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Alter Ego\" (text) focused on \"Sasha Fierce\" (text). At the top, a cartoon illustration of Beyoncé with a stylized split face, one side representing her real self and the other as Sasha Fierce, appears above a section header. Below the illustration, a text line reads \"Beyoncé created an alter ego named Sasha Fierce\" (text). Adjacent to this text, a figure caption describes \"a cartoon of Beyoncé with a split face, one side representing her real self and the other as Sasha Fierce\" (figure).  \n\nNear the middle, a text line states \"Sasha was conceived during the making of 'Crazy in Love'\" (text). To the right of this text, a figure caption reads \"a stylized scene of a studio with a microphone and notes labeled 'Crazy in Love'\" (figure). Below this, a text line says \"Beyoncé introduced Sasha Fierce in 2008\" (text), and adjacent to it, a figure caption describes \"a stylized album cover with the title 'I Am... Sasha Fierce'\" (figure).  \n\nAt the bottom, a text line reads \"She described Sasha as 'too aggressive, too strong, too sassy [and] too sexy'\" (text). To the right of this, a figure caption states \"a cartoon of a confident, stylized figure with exaggerated features\" (figure). The overall style of the image is minimalist, cartoonish, and stylized.",
    "infographic_id": 44,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 19,
    "context": "Described as being \"sexy, seductive and provocative\" when performing on stage, Beyoncé has said that she originally created the alter ego \"Sasha Fierce\" to keep that stage persona separate from who she really is. She described Sasha as being \"too aggressive, too strong, too sassy [and] too sexy\", stating, \"I'm not like her in real life at all.\" Sasha was conceived during the making of \"Crazy in Love\", and Beyoncé introduced her with the release of her 2008 album I Am... Sasha Fierce. In February 2010, she announced in an interview with Allure magazine that she was comfortable enough with herself to no longer need Sasha Fierce. However, Beyoncé announced in May 2012 that she would bring her back for her Revel Presents: Beyoncé Live shows later that month.",
    "qa_count": 10,
    "ids": [
      "56bec3ea3aeaaa14008c939f",
      "56bec3ea3aeaaa14008c93a0",
      "56bec3ea3aeaaa14008c93a2",
      "56bec3ea3aeaaa14008c93a3",
      "56bfc420a10cfb14005512c0",
      "56bfc420a10cfb14005512c2",
      "56d4e2e12ccc5a1400d832f0",
      "56d4e2e12ccc5a1400d832f1",
      "56d4e2e12ccc5a1400d832f2",
      "56d4e2e12ccc5a1400d832f3"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Sex Appeal and Cultural Impact\" (text) focused on \"Media Perception and Public Image\" (text). At the top, a cartoon illustration of Beyoncé in a stylized pose (figure) captures her onstage presence. Below the illustration, a short phrase reads \"Beyoncé's onstage dress is for the stage\" (text). Adjacent to this text, another line states \"Offstage, she likes to dress sexily\" (text). In the middle, a figure shows a stylized representation of the term \"Bootylicious\" (figure) with a caption explaining it is a portmanteau of \"booty\" and \"delicious\" (text). Below that, a text line reads \"Media often used 'Bootylicious' to describe Beyoncé in the 2000s\" (text). Near the bottom, a cartoon scene illustrates a dictionary entry (figure) with the caption \"Added to the Oxford English Dictionary in 2006\" (text). A final line at the bottom states \"Music journalist Touré called her a 'crossover sex symbol'\" (text). The overall style of the image is cartoonish and illustrative, emphasizing symbolic visuals over literal depictions.",
    "infographic_id": 45,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 3,
    "keywords_total": 7,
    "context": "Beyoncé has been described as a having a wide-ranging sex appeal, with music journalist Touré writing that since the release of Dangerously in Love, she has \"become a crossover sex symbol\". Offstage Beyoncé says that while she likes to dress sexily, her onstage dress \"is absolutely for the stage.\" Due to her curves and the term's catchiness, in the 2000s, the media often used the term \"Bootylicious\" (a portmanteau of the words booty and delicious) to describe Beyoncé, the term popularized by Destiny's Child's single of the same name. In 2006, it was added to the Oxford English Dictionary.",
    "qa_count": 11,
    "ids": [
      "56bec4de3aeaaa14008c93bb",
      "56bec4de3aeaaa14008c93bc",
      "56bec4de3aeaaa14008c93bd",
      "56bec4de3aeaaa14008c93be",
      "56bec4de3aeaaa14008c93bf",
      "56bfc563a10cfb14005512ca",
      "56bfc563a10cfb14005512cc",
      "56d4e5022ccc5a1400d832fa",
      "56d4e5022ccc5a1400d832fb",
      "56d4e5022ccc5a1400d832fc",
      "56d4e5022ccc5a1400d832fd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Career and Recognition\" (text) focused on \"Celebrity Achievements and Media Presence\" (text). At the top, a stylized silhouette of Beyoncé is shown with a caption. Below the silhouette, the text \"Beyoncé's modelling debut in September 2010\" (text) is placed. Adjacent to this, the text \"Tom Ford's Spring/Summer 2011 fashion show\" (text) is positioned. Near the top, the text \"Named 'World's Most Beautiful Woman' by People\" (text) appears. Below that, the text \"Hottest Female Singer of All Time by Complex\" (text) is placed. In the middle, a cartoon representation of a magazine cover features the text \"GQ's 100 Sexiest Women of the 21st Century\" (figure). Below the magazine cover, the text \"January 2013\" (text) is positioned. A figure of a TV channel logo with the caption \"VH1 listed her as number 1 on its 100 Sexiest Artists list\" (figure) is placed adjacent to the magazine cover. Near the bottom, a cartoon of a wax figure is shown with the caption \"Madame Tussauds Wax Museums\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 46,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 25,
    "keywords_total": 25,
    "context": "In September 2010, Beyoncé made her runway modelling debut at Tom Ford's Spring/Summer 2011 fashion show. She was named \"World's Most Beautiful Woman\" by People and the \"Hottest Female Singer of All Time\" by Complex in 2012. In January 2013, GQ placed her on its cover, featuring her atop its \"100 Sexiest Women of the 21st Century\" list. VH1 listed her at number 1 on its 100 Sexiest Artists list. Several wax figures of Beyoncé are found at Madame Tussauds Wax Museums in major cities around the world, including New York, Washington, D.C., Amsterdam, Bangkok, Hollywood and Sydney.",
    "qa_count": 13,
    "ids": [
      "56bec5d53aeaaa14008c93d9",
      "56bec5d53aeaaa14008c93da",
      "56bec5d53aeaaa14008c93db",
      "56bec5d53aeaaa14008c93dc",
      "56bec5d53aeaaa14008c93dd",
      "56bfc6a6a10cfb14005512d3",
      "56bfc6a6a10cfb14005512d4",
      "56bfc6a6a10cfb14005512d5",
      "56bfc6a6a10cfb14005512d6",
      "56d4e5922ccc5a1400d83302",
      "56d4e5922ccc5a1400d83303",
      "56d4e5922ccc5a1400d83304",
      "56d4e5922ccc5a1400d83306"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fashion Influence\" (text) focused on \"Fashion and Celebrity Impact\" (text). At the top, a cartoon illustration of Beyoncé in a stylish outfit (figure) is placed near the title. Below the title, a short phrase reads \"Beyoncé's mother co-wrote a book titled Destiny's Style\" (text). Adjacent to this text, a stylized book icon (figure) is shown. In the middle, a visual of a video album cover with fashion-oriented footage (figure) is placed near the text \"The B'Day Anthology Video Album showcased classic to contemporary fashion styles\" (text). Below this, a brief phrase states \"Beyoncé was featured on Sports Illustrated Swimsuit Issue in 2007\" (text). To the right of this text, a cartoon image of Beyoncé on the magazine cover (figure) is positioned. Near the bottom, a text line reads \"People magazine recognized Beyoncé as the best-dressed celebrity\" (text). A stylized magazine icon (figure) is placed adjacent to this text. The overall style of the image is minimalistic and illustrative, using cartoon and symbolic visuals to support the textual information.",
    "infographic_id": 47,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 8,
    "context": "According to Italian fashion designer Roberto Cavalli, Beyoncé uses different fashion styles to work with her music while performing. Her mother co-wrote a book, published in 2002, titled Destiny's Style an account of how fashion had an impact on the trio's success. The B'Day Anthology Video Album showed many instances of fashion-oriented footage, depicting classic to contemporary wardrobe styles. In 2007, Beyoncé was featured on the cover of the Sports Illustrated Swimsuit Issue, becoming the second African American woman after Tyra Banks, and People magazine recognized Beyoncé as the best-dressed celebrity.",
    "qa_count": 7,
    "ids": [
      "56bec6763aeaaa14008c93f4",
      "56bec6763aeaaa14008c93f7",
      "56bfc87ca10cfb14005512dd",
      "56bfc87ca10cfb14005512e0",
      "56bfc87ca10cfb14005512e1",
      "56d4e62e2ccc5a1400d8330f",
      "56d4e62e2ccc5a1400d83310"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fan Base Evolution\" (text) focused on \"Fan Base Terminology\" (text). At the top, a cartoon illustration of a beehive (figure) symbolizes the origin of the term. Below the illustration, a text line reads \"The Bey Hive: A Misspelled Beehive\" (text), explaining the name's derivation. Adjacent to this, a stylized Twitter logo (figure) supports the question about the social media platform. Below the Twitter logo, a text line states \"Previously Known as The Beyontourage\" (text), referencing the former name of the fan base. In the middle, a visual of a group of fans (figure) represents the community. Near the group, a text line reads \"Fans Evolved from Beyontourage to Bey Hive\" (text), summarizing the transition. At the bottom, a text line says \"Bey Hive: The Latest Fan Base Name\" (text), emphasizing the current term. The overall style of the image is clean, illustrative, and focused on visual storytelling.",
    "infographic_id": 48,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The Bey Hive is the name given to Beyoncé's fan base. Fans were previously titled \"The Beyontourage\", (a portmanteau of Beyoncé and entourage). The name Bey Hive derives from the word beehive, purposely misspelled to resemble her first name, and was penned by fans after petitions on the online social networking service Twitter and online news reports during competitions.",
    "qa_count": 8,
    "ids": [
      "56bec6de3aeaaa14008c9407",
      "56bec6de3aeaaa14008c9408",
      "56bec6de3aeaaa14008c9409",
      "56bfcaf0a10cfb14005512e7",
      "56bfcaf0a10cfb14005512e8",
      "56d4e7eb2ccc5a1400d83316",
      "56d4e7eb2ccc5a1400d83317",
      "56d4e7eb2ccc5a1400d83318"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Controversial Moments\" (text) focused on \"Fashion and Public Image\" (text). At the top, a cartoon illustration depicts Beyoncé in a stylized pose, surrounded by symbolic elements representing her fashion choices and public reactions. Below the illustration, a text line states \"Beyoncé's Controversial Fashion Choices\" (text). Near the illustration, a text line reads \"PETA criticized Beyoncé in 2006\" (text). \n\n\"\\\"PETA criticized Beyoncé for wearing and using fur\\\" (text)\"  \n\"\\\"Beyoncé's clothing line is called House of Deréon\\\" (text)\"  \n\"\\\"L'Officiel is a French fashion magazine\\\" (text)\"  \n\"\\\"Beyoncé appeared on L'Officiel in blackface and tribal makeup\\\" (text)\"  \n\"\\\"A spokesperson called her look 'a return to her African roots'\\\" (text)\"  \n\n\"\\\"A cartoon illustration of Beyoncé in a stylized pose\\\" (figure)\"  \n\"\\\"A symbolic representation of PETA's criticism\\\" (figure)\"  \n\"\\\"A visual of a magazine cover with Beyoncé in blackface\\\" (figure)\"  \n\nThe overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 49,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "In 2006, the animal rights organization People for the Ethical Treatment of Animals (PETA), criticized Beyoncé for wearing and using fur in her clothing line House of Deréon. In 2011, she appeared on the cover of French fashion magazine L'Officiel, in blackface and tribal makeup that drew criticism from the media. A statement released from a spokesperson for the magazine said that Beyoncé's look was \"far from the glamorous Sasha Fierce\" and that it was \"a return to her African roots\".",
    "qa_count": 10,
    "ids": [
      "56bec7b63aeaaa14008c9422",
      "56bec7b63aeaaa14008c9423",
      "56bec7b63aeaaa14008c9424",
      "56bec7b63aeaaa14008c9425",
      "56bfcd33a10cfb14005512f1",
      "56bfcd33a10cfb14005512f2",
      "56bfcd33a10cfb14005512f4",
      "56d4e8472ccc5a1400d8331f",
      "56d4e8472ccc5a1400d83320",
      "56d4e8472ccc5a1400d83321"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Racial Criticism\" (text) focused on \"Media Representation and Race\" (text). At the top, a cartoon illustration depicts Beyoncé in a stylized pose, surrounded by symbolic elements representing media and race. Below the illustration, a text line reads \"Beyoncé's lighter skin color and costuming drew criticism\" (text). Adjacent to this text, a figure caption describes \"a cartoon of Beyoncé with a subtle lightening effect on her skin\" (figure). Near the middle, a text line states \"Emmett Price, a music professor, argued race plays a role in these criticisms\" (text). Below this, a figure caption explains \"a stylized scene showing a professor writing in a notebook\" (figure). Further down, a text line reads \"L’Oréal denied accusations of altering her skin tone in ads\" (text). To the right of this, a figure caption describes \"a symbolic image of a hair color advertisement with a blurred face\" (figure). At the bottom, a text line states \"Vogue requested natural pictures of Beyoncé be used\" (text). Adjacent to this, a figure caption reads \"a stylized image of a magazine page with a checkmark on 'natural pictures'\" (figure). The overall style of the image is minimalist and illustrative, using symbolic visuals to convey complex ideas without direct representation.",
    "infographic_id": 50,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 14,
    "context": "Beyoncé's lighter skin color and costuming has drawn criticism from some in the African-American community. Emmett Price, a professor of music at Northeastern University, wrote in 2007, that he thinks race plays a role in many of these criticisms, saying white celebrities who dress similarly do not attract as many comments. In 2008, L'Oréal was accused of whitening her skin in their Feria hair color advertisements, responding that \"it is categorically untrue\", and in 2013, Beyoncé herself criticized H&M for their proposed \"retouching\" of promotional images of her, and according to Vogue requested that only \"natural pictures be used\".",
    "qa_count": 10,
    "ids": [
      "56bec8a13aeaaa14008c943f",
      "56bec8a13aeaaa14008c9440",
      "56bec8a13aeaaa14008c9441",
      "56bfcf98a10cfb14005512fd",
      "56bfcf98a10cfb14005512fe",
      "56d4e8512ccc5a1400d83326",
      "56d4e8512ccc5a1400d83327",
      "56d4e8512ccc5a1400d83328",
      "56d4e8512ccc5a1400d83329",
      "56d4e8512ccc5a1400d8332a"
    ],
    "title": "Beyoncé"
  }
]