[
  {
    "generated_infographic": "The image is an infographic titled \"\\\"Beyoncé's Legacy and Recognition\\\" (text) focused on \\\"Music Influence and Media Recognition\\\" (text). At the top, a cartoon illustration of Beyoncé performing on stage (figure) captures her commanding presence. Below the illustration, a text line states \"\\\"Beyoncé, the reigning national voice\\\" (text)\" near the figure. Adjacent to this, another text line reads \"\\\"Artist of the Decade, named by The Guardian\\\" (text)\". In the middle, a stylized image of a magazine cover with Beyoncé on it (figure) is placed, with a text line below it stating \"\\\"Featured on Time 100 list in 2014\\\" (text)\". Below that, a text line reads \"\\\"Time 100 list debut in 2013\\\" (text)\". Near the bottom, a text line states \"\\\"Jody Rosen called her the most important musician of the 21st century\\\" (text)\". To the right of this, another text line reads \"\\\"Baz Luhrmann praised her as the heir-apparent diva of the USA\\\" (text)\". The overall style of the image is minimalist and illustrative with a focus on key moments and accolades in Beyoncé's career.",
    "infographic_id": 51,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "In The New Yorker music critic Jody Rosen described Beyoncé as \"the most important and compelling popular musician of the twenty-first century..... the result, the logical end point, of a century-plus of pop.\" When The Guardian named her Artist of the Decade, Llewyn-Smith wrote, \"Why Beyoncé? [...] Because she made not one but two of the decade's greatest singles, with Crazy in Love and Single Ladies (Put a Ring on It), not to mention her hits with Destiny's Child; and this was the decade when singles – particularly R&B singles – regained their status as pop's favourite medium. [...] [She] and not any superannuated rock star was arguably the greatest live performer of the past 10 years.\" In 2013, Beyoncé made the Time 100 list, Baz Luhrmann writing \"no one has that voice, no one moves the way she moves, no one can hold an audience the way she does... When Beyoncé does an album, when Beyoncé sings a song, when Beyoncé does anything, it's an event, and it's broadly influential. Right now, she is the heir-apparent diva of the USA — the reigning national voice.\" In 2014, Beyoncé was listed again on the Time 100 and also featured on the cover of the issue.",
    "qa_count": 12,
    "ids": [
      "56bec94f3aeaaa14008c944f",
      "56bec94f3aeaaa14008c9450",
      "56bec94f3aeaaa14008c9451",
      "56bfd14ba10cfb1400551306",
      "56bfd14ba10cfb1400551307",
      "56bfd14ba10cfb1400551308",
      "56bfd14ba10cfb1400551309",
      "56d4e91b2ccc5a1400d83330",
      "56d4e91b2ccc5a1400d83331",
      "56d4e91b2ccc5a1400d83332",
      "56d4e91b2ccc5a1400d83333",
      "56d4e91b2ccc5a1400d83334"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Influence\" (text) focused on \"Artists and Collaborations\" (text). At the top, a cartoon illustration of Beyoncé performing on stage (figure) is placed near the title. Below the illustration, a stylized text line reads \"Beyoncé's work has influenced numerous artists\" (text), adjacent to a silhouette of a microphone and a note (figure). In the middle, a cartoon scene of Gwyneth Paltrow watching Beyoncé's concert (figure) is positioned near the text \"Gwyneth Paltrow studied Beyoncé for the film 'Country Strong'\" (text). Below this, a visual of a soda can with the word \"Pepsi\" (figure) is placed near the text \"Nicki Minaj joined Pepsi's campaign after Beyoncé's Pepsi commercial\" (text). At the bottom, a stylized text line reads \"White Rabbits cited Beyoncé as inspiration for their album 'Milk Famous'\" (text), adjacent to an illustration of a music note and a record (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 52,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Beyoncé's work has influenced numerous artists including Adele, Ariana Grande, Lady Gaga, Bridgit Mendler, Rihanna, Kelly Rowland, Sam Smith, Meghan Trainor, Nicole Scherzinger, Rita Ora, Zendaya, Cheryl Cole, JoJo, Alexis Jordan, Jessica Sanchez, and Azealia Banks. American indie rock band White Rabbits also cited her an inspiration for their third album Milk Famous (2012), friend Gwyneth Paltrow studied Beyoncé at her live concerts while learning to become a musical performer for the 2010 film Country Strong. Nicki Minaj has stated that seeing Beyoncé's Pepsi commercial influenced her decision to appear in the company's 2012 global campaign.",
    "qa_count": 12,
    "ids": [
      "56bec9f13aeaaa14008c9467",
      "56bec9f13aeaaa14008c9468",
      "56bec9f13aeaaa14008c9469",
      "56bfd351a10cfb1400551310",
      "56bfd351a10cfb1400551311",
      "56bfd351a10cfb1400551312",
      "56bfd351a10cfb1400551313",
      "56d4e9d12ccc5a1400d8333a",
      "56d4e9d12ccc5a1400d8333b",
      "56d4e9d12ccc5a1400d8333c",
      "56d4e9d12ccc5a1400d8333d",
      "56d4e9d12ccc5a1400d8333e"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \\\"Beyoncé's Legacy\\\" (text) focused on \\\"Music and Cultural Impact\\\" (text). At the top, a stylized silhouette of Beyoncé performs with a cartoon representation of the 'Single Ladies' dance routine, symbolizing her influence on pop culture. \\\"A tribute to iconic moments\\\" (text) is placed above the main visual. Below the dance illustration, \\\"Crazy in Love: Greatest Song of the 2000s\\\" (text) highlights her debut single. Near the dance illustration, \\\"Two Grammy Awards\\\" (text) and \\\"8 million copies sold\\\" (text) are positioned to the right. At the middle, a cartoon of a horse fly with golden hairs is shown, captioned \\\"A species of horse fly named after Beyoncé\\\" (figure). Below that, \\\"July 2014: Rock and Roll Hall of Fame\\\" (text) is placed adjacent to a small illustration of a museum. At the bottom, \\\"Drake released 'Girls Love Beyoncé' in 2013\\\" (text) is positioned near a cartoon of a microphone and a heart. The overall style of the image is cartoonish and illustrative with minimal text and symbolic visuals.\"",
    "infographic_id": 53,
    "figure_count": 1,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 18,
    "context": "Her debut single, \"Crazy in Love\" was named VH1's \"Greatest Song of the 2000s\", NME's \"Best Track of the 00s\" and \"Pop Song of the Century\", considered by Rolling Stone to be one of the 500 greatest songs of all time, earned two Grammy Awards and is one of the best-selling singles of all time at around 8 million copies. The music video for \"Single Ladies (Put a Ring on It)\", which achieved fame for its intricate choreography and its deployment of jazz hands, was credited by the Toronto Star as having started the \"first major dance craze of both the new millennium and the Internet\", triggering a number of parodies of the dance choreography and a legion of amateur imitators on YouTube. In 2013, Drake released a single titled \"Girls Love Beyoncé\", which featured an interpolation from Destiny Child's \"Say My Name\" and discussed his relationship with women. In January 2012, research scientist Bryan Lessard named Scaptia beyonceae, a species of horse fly found in Northern Queensland, Australia after Beyoncé due to the fly's unique golden hairs on its abdomen. In July 2014, a Beyoncé exhibit was introduced into the \"Legends of Rock\" section of the Rock and Roll Hall of Fame. The black leotard from the \"Single Ladies\" video and her outfit from the Super Bowl half time performance are among several pieces housed at the museum.",
    "qa_count": 12,
    "ids": [
      "56beca973aeaaa14008c9477",
      "56beca973aeaaa14008c9478",
      "56beca973aeaaa14008c9479",
      "56beca973aeaaa14008c947a",
      "56beca973aeaaa14008c947b",
      "56bfd565a10cfb1400551319",
      "56bfd565a10cfb140055131a",
      "56bfd565a10cfb140055131b",
      "56bfd565a10cfb140055131c",
      "56d4eaca2ccc5a1400d83345",
      "56d4eaca2ccc5a1400d83347",
      "56d4eaca2ccc5a1400d83348"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Legacy in Music\" (text) focused on \"Music Achievements\" (text). At the top, a cartoon illustration of Beyoncé in a stylized performance (figure) introduces the theme. Below the illustration, a text line states \"Beyoncé, a global music icon\" (text), highlighting her status. Adjacent to this, a text line reads \"Recognized as one of the best-selling artists of all time\" (text), emphasizing her commercial success. In the middle, a figure caption describes \"A stylized scene of a record breaking event\" (figure) symbolizing her record sales. Below this, a text line states \"Sold over 15 million albums in the U.S.\" (text), directly answering the question about U.S. sales. Near the figure, a text line reads \"Worldwide sales exceed 118 million records\" (text), addressing global sales. To the right of the middle section, a figure caption illustrates \"A cartoon of awards ceremony with a spotlight on Beyoncé\" (figure) representing her accolades. Below that, a text line states \"Received 64 RIAA certifications in the 2000s\" (text), citing the number of certifications. At the bottom, a text line reads \"First female to win the International Artist Award\" (text), highlighting her pioneering role. The overall style of the image is minimalist and illustrative with a focus on symbolic visuals and concise text.",
    "infographic_id": 54,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 7,
    "keywords_total": 14,
    "context": "Beyoncé has received numerous awards. As a solo artist she has sold over 15 million albums in the US, and over 118 million records worldwide (a further 60 million additionally with Destiny's Child), making her one of the best-selling music artists of all time. The Recording Industry Association of America (RIAA) listed Beyoncé as the top certified artist of the 2000s, with a total of 64 certifications. Her songs \"Crazy in Love\", \"Single Ladies (Put a Ring on It)\", \"Halo\", and \"Irreplaceable\" are some of the best-selling singles of all time worldwide. In 2009, The Observer named her the Artist of the Decade and Billboard named her the Top Female Artist and Top Radio Songs Artist of the Decade. In 2010, Billboard named her in their \"Top 50 R&B/Hip-Hop Artists of the Past 25 Years\" list at number 15. In 2012 VH1 ranked her third on their list of the \"100 Greatest Women in Music\". Beyoncé was the first female artist to be honored with the International Artist Award at the American Music Awards. She has also received the Legend Award at the 2008 World Music Awards and the Billboard Millennium Award at the 2011 Billboard Music Awards.",
    "qa_count": 15,
    "ids": [
      "56becb8d3aeaaa14008c9495",
      "56becb8d3aeaaa14008c9496",
      "56becb8d3aeaaa14008c9497",
      "56becb8d3aeaaa14008c9498",
      "56becb8d3aeaaa14008c9499",
      "56bfd6f7a10cfb1400551323",
      "56bfd6f7a10cfb1400551324",
      "56bfd6f7a10cfb1400551325",
      "56bfd6f7a10cfb1400551326",
      "56bfd6f7a10cfb1400551327",
      "56d4eb762ccc5a1400d8334e",
      "56d4eb762ccc5a1400d8334f",
      "56d4eb762ccc5a1400d83350",
      "56d4eb762ccc5a1400d83351",
      "56d4eb762ccc5a1400d83352"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"\\\"Beyoncé's Grammy Journey\\\" (text)\" focused on \"Grammy Awards Achievements\" (text). At the top, a cartoon illustration of Beyoncé stands near a stylized microphone, symbolizing her musical success. Below it, a text line states \"Beyoncé has won 20 Grammy Awards\" (text). Adjacent to this, another text line reads \"52 Grammy nominations\" (text). Further down, a figure caption describes \"A cartoon of Beyoncé holding a record with '6 wins in one night' inscribed\" (figure). Near this, a text line states \"Set the record for most wins in one night in 2010\" (text). Below that, a figure caption illustrates \"A scene showing Beyoncé receiving awards with a group of other artists\" (figure). A text line next to it reads \"Tied with Alicia Keys, Norah Jones, and others in 2010\" (text). Towards the bottom, a figure caption depicts \"A stylized representation of Beyoncé in a movie theater with 'Dreamgirls' title above\" (figure). Adjacent to this, a text line states \"Nominated for Best Original Song for 'Listen'\" (text). The overall style of the image is minimalist and illustrative, using symbolic visuals to convey key achievements.",
    "infographic_id": 55,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 7,
    "keywords_total": 16,
    "context": "Beyoncé has won 20 Grammy Awards, both as a solo artist and member of Destiny's Child, making her the second most honored female artist by the Grammys, behind Alison Krauss and the most nominated woman in Grammy Award history with 52 nominations. \"Single Ladies (Put a Ring on It)\" won Song of the Year in 2010 while \"Say My Name\" and \"Crazy in Love\" had previously won Best R&B Song. Dangerously in Love, B'Day and I Am... Sasha Fierce have all won Best Contemporary R&B Album. Beyoncé set the record for the most Grammy awards won by a female artist in one night in 2010 when she won six awards, breaking the tie she previously held with Alicia Keys, Norah Jones, Alison Krauss, and Amy Winehouse, with Adele equaling this in 2012. Following her role in Dreamgirls she was nominated for Best Original Song for \"Listen\" and Best Actress at the Golden Globe Awards, and Outstanding Actress in a Motion Picture at the NAACP Image Awards. Beyoncé won two awards at the Broadcast Film Critics Association Awards 2006; Best Song for \"Listen\" and Best Original Soundtrack for Dreamgirls: Music from the Motion Picture.",
    "qa_count": 13,
    "ids": [
      "56becc903aeaaa14008c949f",
      "56becc903aeaaa14008c94a0",
      "56becc903aeaaa14008c94a1",
      "56becc903aeaaa14008c94a2",
      "56becc903aeaaa14008c94a3",
      "56bfd8bda10cfb140055132d",
      "56bfd8bda10cfb140055132e",
      "56bfd8bda10cfb140055132f",
      "56bfd8bda10cfb1400551330",
      "56d4ebea2ccc5a1400d83358",
      "56d4ebea2ccc5a1400d8335a",
      "56d4ebea2ccc5a1400d8335b",
      "56d4ebea2ccc5a1400d8335c"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Pepsi Partnership\" (text) focused on \"Celebrity Endorsements and Public Response\" (text). At the top, a cartoon illustration of Beyoncé in a stylized Pepsi commercial appears, with a group of other celebrities nearby. Below the illustration, a text line states \"Beyoncé began working with Pepsi in 2002\" (text). Adjacent to this, another text line reads \"Pepsi paid Beyoncé $50 million in 2012 for endorsement\" (text). In the middle, a figure caption describes \"A stylized scene of Beyoncé's 2004 Pepsi commercial with Britney Spears, Pink, and Enrique Iglesias\" (figure). Below this, a text line states \"The Center for Science in the Public Interest (CSPINET) wrote Beyoncé an open letter\" (text). Near the bottom, a figure caption shows \"A cartoon representation of public opinion with a 70% positive response to Beyoncé's Pepsi campaign\" (figure). Finally, a text line reads \"NetBase found Beyoncé's campaign was the most talked about in April 2013\" (text). The overall style of the image is minimalist and illustrative, emphasizing key facts through visual storytelling.",
    "infographic_id": 56,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 18,
    "context": "Beyoncé has worked with Pepsi since 2002, and in 2004 appeared in a Gladiator-themed commercial with Britney Spears, Pink, and Enrique Iglesias. In 2012, Beyoncé signed a $50 million deal to endorse Pepsi. The Center for Science in the Public Interest (CSPINET) wrote Beyoncé an open letter asking her to reconsider the deal because of the unhealthiness of the product and to donate the proceeds to a medical organisation. Nevertheless, NetBase found that Beyoncé's campaign was the most talked about endorsement in April 2013, with a 70 per cent positive audience response to the commercial and print ads.",
    "qa_count": 12,
    "ids": [
      "56bed07e3aeaaa14008c94a9",
      "56bed07e3aeaaa14008c94aa",
      "56bed07e3aeaaa14008c94ab",
      "56bed07e3aeaaa14008c94ad",
      "56bfda91a10cfb1400551337",
      "56bfda91a10cfb1400551338",
      "56bfda91a10cfb1400551339",
      "56bfda91a10cfb140055133a",
      "56d4ec422ccc5a1400d83362",
      "56d4ec422ccc5a1400d83363",
      "56d4ec422ccc5a1400d83364",
      "56d4ec422ccc5a1400d83365"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fragrance Journey\" (text) focused on \"Celebrity Perfume Launches\" (text). At the top, a cartoon illustration of Beyoncé appears in a stylized room, symbolizing her early fragrance work. Below this, a text line states \"Beyoncé's fragrance collaborations and launches\" (text). Adjacent to this, a figure caption reads \"\\\"Collaboration with Tommy Hilfiger on True Star and True Star Gold\\\" (figure)\". Near the middle, a text line states \"Heat: Beyoncé's first fragrance, launched in 2010\" (text). Below this, a figure caption reads \"\\\"Heat commercial featuring 'Fever' and UK watershed context\\\" (figure)\". To the right of the middle section, a text line states \"Six editions of Heat, world's best-selling celebrity fragrance line\" (text). Below this, a figure caption reads \"\\\"Heat's global sales exceeding $400 million\\\" (figure)\". At the bottom, a text line states \"Mrs. Carter Show Limited Edition released in 2013\" (text). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 57,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 9,
    "keywords_total": 12,
    "context": "Beyoncé has worked with Tommy Hilfiger for the fragrances True Star (singing a cover version of \"Wishing on a Star\") and True Star Gold; she also promoted Emporio Armani's Diamonds fragrance in 2007. Beyoncé launched her first official fragrance, Heat in 2010. The commercial, which featured the 1956 song \"Fever\", was shown after the water shed in the United Kingdom as it begins with an image of Beyoncé appearing to lie naked in a room. In February 2011, Beyoncé launched her second fragrance, Heat Rush. Beyoncé's third fragrance, Pulse, was launched in September 2011. In 2013, The Mrs. Carter Show Limited Edition version of Heat was released. The six editions of Heat are the world's best-selling celebrity fragrance line, with sales of over $400 million.",
    "qa_count": 13,
    "ids": [
      "56bed1243aeaaa14008c94b3",
      "56bed1243aeaaa14008c94b4",
      "56bed1243aeaaa14008c94b5",
      "56bed1243aeaaa14008c94b6",
      "56bed1243aeaaa14008c94b7",
      "56bfdbf2a10cfb1400551341",
      "56bfdbf2a10cfb1400551342",
      "56bfdbf2a10cfb1400551343",
      "56bfdbf2a10cfb1400551344",
      "56d4ee342ccc5a1400d8336d",
      "56d4ee342ccc5a1400d8336e",
      "56d4ee342ccc5a1400d8336f",
      "56d4ee342ccc5a1400d83370"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Business Ventures\" (text) focused on \"Cancelation and Deals\" (text). At the top, a cartoon illustration depicts Beyoncé in a stylized business meeting (figure). Below the illustration, a text line states \"Beyoncé's Business Ventures\" (text), followed by a short phrase explaining the focus: \"Cancelation and Deals\" (text). Adjacent to the illustration, a text line reads \"Beyoncé pulled out of a $100 million video game deal\" (text). Near the middle, a figure shows a symbolic representation of a legal settlement (figure). Below that, a text line states \"The suit was settled out of court in June 2013\" (text). To the right of the settlement figure, a text line reads \"70 staff lost their jobs due to the cancellation\" (text). At the bottom, a figure illustrates Beyoncé with logos of American Express, Nintendo DS, and L'Oréal (figure). A text line near the bottom explains \"Beyoncé began her brand deals since the age of 18\" (text). The overall style of the image is clean, illustrative, and focused on key facts.",
    "infographic_id": 58,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 10,
    "context": "The release of a video-game Starpower: Beyoncé was cancelled after Beyoncé pulled out of a $100 million with GateFive who alleged the cancellation meant the sacking of 70 staff and millions of pounds lost in development. It was settled out of court by her lawyers in June 2013 who said that they had cancelled because GateFive had lost its financial backers. Beyoncé also has had deals with American Express, Nintendo DS and L'Oréal since the age of 18.",
    "qa_count": 10,
    "ids": [
      "56bed17a3aeaaa14008c94bd",
      "56bed17a3aeaaa14008c94be",
      "56bfdd3fa10cfb140055134b",
      "56bfdd3fa10cfb140055134d",
      "56bfdd3fa10cfb140055134e",
      "56bfdd3fa10cfb140055134f",
      "56d4efd92ccc5a1400d83376",
      "56d4efd92ccc5a1400d83377",
      "56d4efd92ccc5a1400d83378",
      "56d4efd92ccc5a1400d83379"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Topshop Partnership\" (text) focused on \"Fashion Collaboration in 2014\" (text). At the top, a cartoon illustration of Beyoncé in a stylized athletic outfit (figure) is placed near the title. Below the title, a short phrase reads \"Beyoncé's Management Company: Parkwood Entertainment\" (text). Adjacent to this text, a figure shows a stylized logo of Parkwood Entertainment (figure). In the middle, a visual of a London skyline with a highlighted Topshop store (figure) is positioned near the phrase \"Partnering with London-based Topshop\" (text). Below that, the text \"New Business Name: Parkwood Topshop Athletic Ltd\" (text) is placed near a cartoon of two hands shaking to symbolize the partnership (figure). Further down, the text \"Activewear Collection Launch: Fall of 2015\" (text) is near a visual of a fashion runway with athletic wear (figure). The overall style of the image is minimalist and illustrative with a focus on key facts and symbolic visuals.",
    "infographic_id": 59,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 11,
    "context": "In October 2014, it was announced that Beyoncé with her management company Parkwood Entertainment would be partnering with London-based fashion retailer Topshop, in a new 50/50 split subsidiary business named Parkwood Topshop Athletic Ltd. The new division was created for Topshop to break into the activewear market, with an athletic, street wear brand being produced. \"Creating a partnership with Beyoncé, one of the most hard-working and talented people in the world, who spends many hours of her life dancing, rehearsing and training is a unique opportunity to develop this category\" stated Sir Philip Green on the partnership. The company and collection is set to launch and hit stores in the fall of 2015.",
    "qa_count": 10,
    "ids": [
      "56bed22d3aeaaa14008c94c1",
      "56bed22d3aeaaa14008c94c2",
      "56bed22d3aeaaa14008c94c3",
      "56bed22d3aeaaa14008c94c4",
      "56bfdecca10cfb1400551355",
      "56bfdecca10cfb1400551359",
      "56d4f5d32ccc5a1400d83380",
      "56d4f5d32ccc5a1400d83381",
      "56d4f5d32ccc5a1400d83382",
      "56d4f5d32ccc5a1400d83383"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and the Music Streaming Revolution\" (text) focused on \"Co-ownership in Tidal\" (text). At the top, a stylized illustration of a music player with streaming icons represents the service. Below it, a text line states \"Beyoncé and Jay-Z co-own Tidal\" (text). In the middle, a cartoon scene of a group of artists in a boardroom with a chart-like visual shows the collaboration among stakeholders. Adjacent to this, a text line reads \"Sixteen artists, including Beyoncé and Jay-Z, co-own Tidal\" (text). Near the bottom, a figure caption describes \"A cartoon depiction of a music industry meeting where artists discuss streaming royalties\" (figure). Below that, a text line states \"Tidal aims to rival Spotify\" (text). A figure caption follows: \"A stylized comparison of Tidal and Spotify with icons representing streaming and royalties\" (figure). Finally, a text line at the bottom reads \"Tidal focuses on lossless audio and HD music videos\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 60,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 7,
    "keywords_total": 13,
    "context": "On March 30, 2015, it was announced that Beyoncé is a co-owner, with various other music artists, in the music streaming service Tidal. The service specialises in lossless audio and high definition music videos. Beyoncé's husband Jay Z acquired the parent company of Tidal, Aspiro, in the first quarter of 2015. Including Beyoncé and Jay-Z, sixteen artist stakeholders (such as Kanye West, Rihanna, Madonna, Chris Martin, Nicki Minaj and more) co-own Tidal, with the majority owning a 3% equity stake. The idea of having an all artist owned streaming service was created by those involved to adapt to the increased demand for streaming within the current music industry, and to rival other streaming services such as Spotify, which have been criticised for their low payout of royalties. \"The challenge is to get everyone to respect music again, to recognize its value\", stated Jay-Z on the release of Tidal.",
    "qa_count": 9,
    "ids": [
      "56bed2993aeaaa14008c94c9",
      "56bed2993aeaaa14008c94cb",
      "56bfe0a9a10cfb140055135f",
      "56bfe0a9a10cfb1400551361",
      "56bfe0a9a10cfb1400551363",
      "56d4f63e2ccc5a1400d8338a",
      "56d4f63e2ccc5a1400d8338c",
      "56d4f63e2ccc5a1400d8338d",
      "56d4f63e2ccc5a1400d8338e"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"House of Deréon\" (text) focused on \"Beyoncé's Fashion Line\" (text). At the top, a stylized illustration of a family tree with three generations of women (figure) introduces the lineage behind the brand. Below the illustration, a text line reads \"Founded in 2005 by Beyoncé and her mother\" (text). Adjacent to this, a caption states \"Honoring grandmother Agnèz Deréon, a respected seamstress\" (figure). In the middle, a visual of a boutique window display features a selection of garments (figure), with a text line above it reading \"Sportswear, denim with fur, outerwear, and accessories\" (text). Below the display, a caption explains \"Available in the US and Canada\" (figure). Near the bottom, a text line reads \"Part of Beyond Productions, the family's brand management company\" (text). A final caption describes \"Featured in Destiny's Child's tours during the Destiny Fulfilled era\" (figure). The overall style of the image is minimalist and illustrative, with a focus on family heritage and fashion.",
    "infographic_id": 61,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 16,
    "keywords_total": 22,
    "context": "Beyoncé and her mother introduced House of Deréon, a contemporary women's fashion line, in 2005. The concept is inspired by three generations of women in their family, the name paying tribute to Beyoncé's grandmother, Agnèz Deréon, a respected seamstress. According to Tina, the overall style of the line best reflects her and Beyoncé's taste and style. Beyoncé and her mother founded their family's company Beyond Productions, which provides the licensing and brand management for House of Deréon, and its junior collection, Deréon. House of Deréon pieces were exhibited in Destiny's Child's shows and tours, during their Destiny Fulfilled era. The collection features sportswear, denim offerings with fur, outerwear and accessories that include handbags and footwear, and are available at department and specialty stores across the US and Canada.",
    "qa_count": 11,
    "ids": [
      "56bed32f3aeaaa14008c94cf",
      "56bed32f3aeaaa14008c94d0",
      "56bed32f3aeaaa14008c94d1",
      "56bed32f3aeaaa14008c94d2",
      "56bed32f3aeaaa14008c94d3",
      "56bfe2a2a10cfb1400551369",
      "56bfe2a2a10cfb140055136a",
      "56bfe2a2a10cfb140055136b",
      "56bfe2a2a10cfb140055136c",
      "56d4f6922ccc5a1400d83394",
      "56d4f6922ccc5a1400d83397"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Fashion Collaborations\" (text) focused on \"Fashion Brands and Launches\" (text). At the top, a cartoon illustration of Beyoncé and her mother standing beside a stylized label (figure) introduces the theme. Below the illustration, a text line reads \"Beyoncé's Fashion Collaborations\" (text), followed by a brief phrase: \"Partnering with brands to expand her fashion empire\" (text). Adjacent to this, a visual text item states \"2005: House of Brands – Shoe Collection\" (text), referencing the first partnership. Near the middle, a figure caption describes \"A stylized scene of Beyoncé playing a mobile game with a virtual fashion collection\" (figure), supporting the question about the game. Below this, a text line reads \"Beyoncé Fashion Diva (2008)\" (text), linking to the game's name. At the bottom, a figure caption illustrates \"A cartoon of Beyoncé and her mother launching a junior line with a suitcase and shopping bags\" (figure), aligning with the 2009 launch. Next to it, a text line states \"Sasha Fierce for Deréon – Back-to-school line (2009)\" (text). Finally, a visual text item reads \"C&A – Brazil Launch (May 27, 2010)\" (text), highlighting the 2010 partnership. The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 62,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 13,
    "context": "In 2005, Beyoncé teamed up with House of Brands, a shoe company, to produce a range of footwear for House of Deréon. In January 2008, Starwave Mobile launched Beyoncé Fashion Diva, a \"high-style\" mobile game with a social networking component, featuring the House of Deréon collection. In July 2009, Beyoncé and her mother launched a new junior apparel label, Sasha Fierce for Deréon, for back-to-school selling. The collection included sportswear, outerwear, handbags, footwear, eyewear, lingerie and jewelry. It was available at department stores including Macy's and Dillard's, and specialty stores Jimmy Jazz and Against All Odds. On May 27, 2010, Beyoncé teamed up with clothing store C&A to launch Deréon by Beyoncé at their stores in Brazil. The collection included tailored blazers with padded shoulders, little black dresses, embroidered tops and shirts and bandage dresses.",
    "qa_count": 11,
    "ids": [
      "56bed38e3aeaaa14008c94d9",
      "56bed38e3aeaaa14008c94da",
      "56bed38e3aeaaa14008c94db",
      "56bfe4dfa10cfb1400551374",
      "56bfe4dfa10cfb1400551375",
      "56bfe4dfa10cfb1400551377",
      "56d4f6e02ccc5a1400d8339e",
      "56d4f6e02ccc5a1400d8339f",
      "56d4f6e02ccc5a1400d833a0",
      "56d4f6e02ccc5a1400d833a1",
      "56d4f6e02ccc5a1400d833a2"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Activewear Venture\" (text) focused on \"Collaboration with Topshop\" (text). At the top, a cartoon illustration of Beyoncé and a stylized Topshop logo are placed side by side, symbolizing the partnership. Below the illustration, a text line states \"Beyoncé signed a deal with Topshop in October 2014\" (text). Near the middle, a visual text item reads \"The new business is called Parkwood Topshop Athletic Ltd\" (text), positioned adjacent to a simple icon of a business logo. A figure caption describes \"A stylized representation of a business partnership\" (figure). Below that, another text line states \"Beyoncé owns 50% of the venture\" (text), placed near a cartoon of two hands shaking. Further down, a visual text item reads \"The first products are scheduled for autumn 2015\" (text), with a figure caption of \"A seasonal calendar icon showing autumn 2015\" (figure). Finally, a text line at the bottom states \"The full line will launch in April 2016\" (text), placed near an illustration of a clothing rack. The overall style of the image is clean, cartoonish, and informative.",
    "infographic_id": 63,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In October 2014, Beyoncé signed a deal to launch an activewear line of clothing with British fashion retailer Topshop. The 50-50 venture is called Parkwood Topshop Athletic Ltd and is scheduled to launch its first dance, fitness and sports ranges in autumn 2015. The line will launch in April 2016.",
    "qa_count": 8,
    "ids": [
      "56bed3e63aeaaa14008c94e0",
      "56bed3e63aeaaa14008c94e1",
      "56bfe66ea10cfb140055137e",
      "56bfe66ea10cfb1400551380",
      "56bfe66ea10cfb1400551381",
      "56d4f71e2ccc5a1400d833a8",
      "56d4f71e2ccc5a1400d833a9",
      "56d4f71e2ccc5a1400d833aa"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Rowland's Survivor Foundation\" (text) focused on \"Disaster Relief and Philanthropy\" (text). At the top, a cartoon illustration of a hurricane and a house with a red cross symbolizes the foundation's origin. Below it, a stylized image of two figures holding hands represents the collaboration between Beyoncé and Rowland. Adjacent to the illustration, a text line states \"Founded in 2005 after Hurricane Katrina\" (text). Near the middle, a figure shows a house with a green checkmark, captioned \"Provided transitional housing in Houston\" (figure). Below that, a text line reads \"Initial contribution: $250,000\" (text). To the right of the middle section, a cartoon of a storm cloud and a heart symbolizes the foundation's expansion. A text line near it states \"Expanded to work with other charities\" (text). At the bottom, a figure depicts a storm with a red 'I' and a house with a checkmark, captioned \"Supported Hurricane Ike relief\" (figure). The overall style of the image is minimalistic and illustrative with a focus on symbolic visuals and concise textual support.",
    "infographic_id": 64,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "After Hurricane Katrina in 2005, Beyoncé and Rowland founded the Survivor Foundation to provide transitional housing for victims in the Houston area, to which Beyoncé contributed an initial $250,000. The foundation has since expanded to work with other charities in the city, and also provided relief following Hurricane Ike three years later.",
    "qa_count": 9,
    "ids": [
      "56bed4553aeaaa14008c94e5",
      "56bed4553aeaaa14008c94e7",
      "56bed4553aeaaa14008c94e8",
      "56bfe7eaa10cfb1400551387",
      "56bfe7eaa10cfb1400551389",
      "56bfe7eaa10cfb140055138a",
      "56d4f7a22ccc5a1400d833ae",
      "56d4f7a22ccc5a1400d833b0",
      "56d4f7a22ccc5a1400d833b1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Charitable Contributions\" (text) focused on \"Philanthropy and Activism\" (text). At the top, a cartoon illustration of Beyoncé with a heart-shaped microphone (figure) symbolizes her role in charity events. Below the illustration, a text line reads \"Beyoncé participated with George Clooney and Wyclef Jean in the Hope for Haiti Now: A Global Benefit\" (text). Adjacent to this text, a figure caption describes a stylized globe with a heart over Haiti (figure). \n\nIn the middle, a visual text line states \"Beyoncé opened the Beyoncé Cosmetology Center at the Brooklyn Phoenix House in 2010\" (text). To the right of this text, a figure shows a cartoon cosmetology classroom with students (figure). Below the center section, a text line reads \"Beyoncé released a cover of 'God Bless the USA' after Osama bin Laden's death\" (text). Near this text, a figure depicts a stylized microphone with a flag and a heart (figure). \n\nAt the bottom, a text line states \"The T-shirt with Beyoncé's image raised $1 million for Haiti relief\" (text). Adjacent to this, a figure shows a cartoon shirt with a heart and a dollar sign (figure). The overall style of the image is a cartoon and illustrative style with symbolic visuals and minimal text.",
    "infographic_id": 65,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 20,
    "keywords_total": 27,
    "context": "Beyoncé participated in George Clooney and Wyclef Jean's Hope for Haiti Now: A Global Benefit for Earthquake Relief telethon and was named the official face of the limited edition CFDA \"Fashion For Haiti\" T-shirt, made by Theory which raised a total of $1 million. On March 5, 2010, Beyoncé and her mother Tina opened the Beyoncé Cosmetology Center at the Brooklyn Phoenix House, offering a seven-month cosmetology training course for men and women. In April 2011, Beyoncé joined forces with US First Lady Michelle Obama and the National Association of Broadcasters Education Foundation, to help boost the latter's campaign against child obesity by reworking her single \"Get Me Bodied\". Following the death of Osama bin Laden, Beyoncé released her cover of the Lee Greenwood song \"God Bless the USA\", as a charity single to help raise funds for the New York Police and Fire Widows' and Children's Benefit Fund.",
    "qa_count": 10,
    "ids": [
      "56bed4c23aeaaa14008c94ed",
      "56bed4c23aeaaa14008c94ee",
      "56bed4c23aeaaa14008c94ef",
      "56bfeb09a10cfb1400551391",
      "56bfeb09a10cfb1400551392",
      "56bfeb09a10cfb1400551394",
      "56bfeb09a10cfb1400551395",
      "56d4f9112ccc5a1400d833b6",
      "56d4f9112ccc5a1400d833b7",
      "56d4f9112ccc5a1400d833ba"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Advocacy Efforts\" (text) focused on \"Social Impact Campaigns\" (text). At the top, a cartoon illustration of Beyoncé and other celebrities standing together in a symbolic protest (figure) introduces the theme. Below the illustration, a text line reads \"Beyoncé and Celebrities Unite for Change\" (text), highlighting the collaborative nature of the campaigns. In the middle, a stylized scene of a concert in London with a crowd and stage (figure) is placed near the text \"Concert in London on June 1, 2013\" (text), supporting the question about the concert's location. Adjacent to this, a text line states \"Campaign for Female Empowerment\" (text), aligning with the Gucci Chime for Change initiative. Below that, a figure of a mother and child (figure) is positioned near the text \"Inspired by Mothers and Women\" (text), reflecting Beyoncé's comments about her mother. Further down, a text line reads \"Supporting Food and Job Creation\" (text) and is placed near a figure of a food donation truck and a job training center (figure), representing the \"Miss a Meal\" campaign and Goodwill charity. The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 66,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 22,
    "context": "In December, Beyoncé along with a variety of other celebrities teamed up and produced a video campaign for \"Demand A Plan\", a bipartisan effort by a group of 950 US mayors and others designed to influence the federal government into rethinking its gun control laws, following the Sandy Hook Elementary School shooting. Beyoncé became an ambassador for the 2012 World Humanitarian Day campaign donating her song \"I Was Here\" and its music video, shot in the UN, to the campaign. In 2013, it was announced that Beyoncé would work with Salma Hayek and Frida Giannini on a Gucci \"Chime for Change\" campaign that aims to spread female empowerment. The campaign, which aired on February 28, was set to her new music. A concert for the cause took place on June 1, 2013 in London and included other acts like Ellie Goulding, Florence and the Machine, and Rita Ora. In advance of the concert, she appeared in a campaign video released on 15 May 2013, where she, along with Cameron Diaz, John Legend and Kylie Minogue, described inspiration from their mothers, while a number of other artists celebrated personal inspiration from other women, leading to a call for submission of photos of women of viewers' inspiration from which a selection was shown at the concert. Beyoncé said about her mother Tina Knowles that her gift was \"finding the best qualities in every human being.\" With help of the crowdfunding platform Catapult, visitors of the concert could choose between several projects promoting education of women and girls. Beyoncé is also taking part in \"Miss a Meal\", a food-donation campaign, and supporting Goodwill charity through online charity auctions at Charitybuzz that support job creation throughout Europe and the U.S.",
    "qa_count": 12,
    "ids": [
      "56bed5983aeaaa14008c94f3",
      "56bed5983aeaaa14008c94f4",
      "56bed5983aeaaa14008c94f5",
      "56bed5983aeaaa14008c94f6",
      "56bed5983aeaaa14008c94f7",
      "56bfed855a85de14001c7864",
      "56bfed855a85de14001c7866",
      "56bfed855a85de14001c7868",
      "56d4fa2e2ccc5a1400d833ca",
      "56d4fa2e2ccc5a1400d833cb",
      "56d4fa2e2ccc5a1400d833cc",
      "56d4fa2e2ccc5a1400d833cd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \\\"Chopin's Life and Legacy\\\" (text) focused on \\\"Frédéric Chopin\\\" (text). At the top, a cartoon silhouette of a young pianist plays a grand piano, symbolizing his musical career. \\\"A virtuoso pianist of the Romantic era\\\" (text) is positioned above the figure. Below the figure, \\\"Born in the Duchy of Warsaw\\\" (text) is placed near the silhouette. In the middle, a stylized map of Europe highlights Warsaw and France, with \\\"Polish and French nationalities\\\" (text) adjacent to the map. To the right of the map, \\\"Composed primarily for solo piano\\\" (text) is written. At the bottom, a timeline icon shows \\\"Born in 1810, died in 1849\\\" (text). \\\"Left Poland at age 20\\\" (text) is near the timeline. The overall style of the image is minimalist and illustrative.\"",
    "infographic_id": 67,
    "figure_count": 0,
    "keyword_coverage": false,
    "keywords_found": 13,
    "keywords_total": 17,
    "context": "Frédéric François Chopin (/ˈʃoʊpæn/; French pronunciation: ​[fʁe.de.ʁik fʁɑ̃.swa ʃɔ.pɛ̃]; 22 February or 1 March 1810 – 17 October 1849), born Fryderyk Franciszek Chopin,[n 1] was a Polish and French (by citizenship and birth of father) composer and a virtuoso pianist of the Romantic era, who wrote primarily for the solo piano. He gained and has maintained renown worldwide as one of the leading musicians of his era, whose \"poetic genius was based on a professional technique that was without equal in his generation.\" Chopin was born in what was then the Duchy of Warsaw, and grew up in Warsaw, which after 1815 became part of Congress Poland. A child prodigy, he completed his musical education and composed his earlier works in Warsaw before leaving Poland at the age of 20, less than a month before the outbreak of the November 1830 Uprising.",
    "qa_count": 19,
    "ids": [
      "56cbd2356d243a140015ed66",
      "56cbd2356d243a140015ed67",
      "56cbd2356d243a140015ed68",
      "56cbd2356d243a140015ed69",
      "56cbd2356d243a140015ed6a",
      "56ce0a3762d2951400fa69d6",
      "56ce0a3762d2951400fa69d7",
      "56ce0a3762d2951400fa69d8",
      "56ce0a3762d2951400fa69d9",
      "56ce0a3762d2951400fa69da",
      "56cf54a2aab44d1400b89006",
      "56cf54a2aab44d1400b89008",
      "56cf54a2aab44d1400b89009",
      "56cf54a2aab44d1400b8900a",
      "56d1ca30e7d4791d009021a7",
      "56d1ca30e7d4791d009021a8",
      "56d1ca30e7d4791d009021a9",
      "56d1ca30e7d4791d009021aa",
      "56d1ca30e7d4791d009021ab"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \\\"Frédéric Chopin's Life\\\" (text) focused on \\\"A Composer's Journey\\\" (text). At the top, a cartoon illustration of a young Chopin standing at a piano in Paris introduces the narrative. Below the illustration, a text line states \\\"He moved to Paris at age 21\\\" (text). Adjacent to this, a figure caption describes \\\"A cartoon of Chopin at the piano in Paris\\\" (figure). In the middle, a stylized scene of Chopin in a salon with a group of musicians illustrates his preference for intimate settings. Below this, a text line reads \\\"He gave only 30 public performances\\\" (text). To the right of this, a figure caption explains \\\"A scene of Chopin in a salon with musicians\\\" (figure). Near the bottom, a text line states \\\"He died in Paris in 1849\\\" (text). Adjacent to this, a figure caption describes \\\"A silhouette of Chopin in a Parisian setting\\\" (figure). Finally, a text line reads \\\"Likely cause of death: tuberculosis\\\" (text). The overall style of the image is minimalist and illustrative with a focus on key life events and figures.\"",
    "infographic_id": 68,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 4,
    "keywords_total": 11,
    "context": "At the age of 21 he settled in Paris. Thereafter, during the last 18 years of his life, he gave only some 30 public performances, preferring the more intimate atmosphere of the salon. He supported himself by selling his compositions and teaching piano, for which he was in high demand. Chopin formed a friendship with Franz Liszt and was admired by many of his musical contemporaries, including Robert Schumann. In 1835 he obtained French citizenship. After a failed engagement to Maria Wodzińska, from 1837 to 1847 he maintained an often troubled relationship with the French writer George Sand. A brief and unhappy visit to Majorca with Sand in 1838–39 was one of his most productive periods of composition. In his last years, he was financially supported by his admirer Jane Stirling, who also arranged for him to visit Scotland in 1848. Through most of his life, Chopin suffered from poor health. He died in Paris in 1849, probably of tuberculosis.",
    "qa_count": 17,
    "ids": [
      "56cbd2f96d243a140015ed70",
      "56cbd2f96d243a140015ed71",
      "56cbd2f96d243a140015ed72",
      "56cbd2f96d243a140015ed73",
      "56cbd2f96d243a140015ed74",
      "56ce0d8662d2951400fa69e8",
      "56ce0d8662d2951400fa69e9",
      "56ce0d8662d2951400fa69ea",
      "56ce0d8662d2951400fa69eb",
      "56ce0d8662d2951400fa69ec",
      "56cf5734aab44d1400b89079",
      "56cf5734aab44d1400b8907a",
      "56cf5734aab44d1400b8907c",
      "56cf5734aab44d1400b8907d",
      "56d1cd98e7d4791d009021e6",
      "56d1cd98e7d4791d009021e7",
      "56d1cd98e7d4791d009021e8"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Frédéric Chopin's Musical Legacy\" (text) focused on \"Piano and Composition\" (text). At the top, a stylized silhouette of a pianist sits with a grand piano in the background, symbolizing Chopin's instrumental focus. Below the title, a short phrase states \"All compositions include the piano\" (text), directly answering the first question. Adjacent to this, another text line reads \"Invented the instrumental ballade\" (text), highlighting his unique contribution. Near the middle, a cartoon scene depicts Chopin in a Paris salon, with a caption describing \"Influenced by Paris salons\" (figure), linking his environment to his work. Below that, a visual caption shows \"Inspired by Bach, Mozart, and Schubert\" (figure), illustrating his musical influences. Further down, a text line states \"Known for nuance and sensitivity\" (text), capturing the essence of his performance style. Finally, a figure caption reads \"Songs written to Polish lyrics\" (figure), showing the lyrical aspect of his work. The overall style of the image is minimalist and illustrative, with a focus on symbolic visuals and concise textual elements.",
    "infographic_id": 69,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "All of Chopin's compositions include the piano. Most are for solo piano, though he also wrote two piano concertos, a few chamber pieces, and some songs to Polish lyrics. His keyboard style is highly individual and often technically demanding; his own performances were noted for their nuance and sensitivity. Chopin invented the concept of instrumental ballade. His major piano works also include mazurkas, waltzes, nocturnes, polonaises, études, impromptus, scherzos, preludes and sonatas, some published only after his death. Influences on his compositional style include Polish folk music, the classical tradition of J. S. Bach, Mozart and Schubert, the music of all of whom he admired, as well as the Paris salons where he was a frequent guest. His innovations in style, musical form, and harmony, and his association of music with nationalism, were influential throughout and after the late Romantic period.",
    "qa_count": 17,
    "ids": [
      "56cbd4c56d243a140015ed7a",
      "56cbd4c56d243a140015ed7b",
      "56cbd4c56d243a140015ed7c",
      "56cbd4c56d243a140015ed7d",
      "56cbd4c56d243a140015ed7e",
      "56ce0f42aab44d1400b8841e",
      "56ce0f42aab44d1400b8841f",
      "56ce0f42aab44d1400b88420",
      "56ce0f42aab44d1400b88421",
      "56ce0f42aab44d1400b88422",
      "56cf582eaab44d1400b8909b",
      "56cf582eaab44d1400b8909c",
      "56cf582eaab44d1400b8909d",
      "56cf582eaab44d1400b8909e",
      "56d1cf80e7d4791d00902211",
      "56d1cf80e7d4791d00902212",
      "56d1cf80e7d4791d00902215"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Frédéric Chopin's Legacy\" (text) focused on \"Romantic Era Symbol\" (text). At the top, a cartoon illustration of Chopin playing the piano in a grand hall (figure) introduces the topic. Below it, a text line reads \"Chopin, a native of Poland\" (text) is positioned near the illustration. Adjacent to this, the text \"Composed most of his works in France\" (text) appears to the right. In the middle, a stylized image of a book and film reel (figure) supports the text \"Subject of films and biographies\" (text) placed below it. Further down, the text \"Indirectly linked to political insurrection\" (text) is located near the bottom, with a figure of a rising flame (figure) to its left. A final text line at the bottom reads \"Symbol of the Romantic era\" (text), positioned above a silhouette of a composer with a quill (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 70,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 10,
    "keywords_total": 15,
    "context": "In his native Poland, in France, where he composed most of his works, and beyond, Chopin's music, his status as one of music's earliest superstars, his association (if only indirect) with political insurrection, his love life and his early death have made him, in the public consciousness, a leading symbol of the Romantic era. His works remain popular, and he has been the subject of numerous films and biographies of varying degrees of historical accuracy.",
    "qa_count": 11,
    "ids": [
      "56cbd8c66d243a140015ed85",
      "56cbd8c66d243a140015ed86",
      "56cbd8c66d243a140015ed87",
      "56cbd8c66d243a140015ed88",
      "56ce1138aab44d1400b88428",
      "56ce1138aab44d1400b88429",
      "56ce1138aab44d1400b8842a",
      "56ce1138aab44d1400b8842b",
      "56cf5a5aaab44d1400b890dd",
      "56cf5a5aaab44d1400b890de",
      "56cf5a5aaab44d1400b890df"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Birthplace and Legacy\" (text) focused on \"Frédéric Chopin's Origins\" (text). At the top, a stylized map of Poland with a highlighted location near Warsaw (figure) shows the village of Żelazowa Wola. Below the map, a short phrase states \"Born in Żelazowa Wola, 46 km west of Warsaw\" (text). Adjacent to this, another line reads \"The Duchy of Warsaw, created by Napoleon\" (text). Near the map, a cartoon of a young Chopin with a music staff (figure) illustrates his birth. In the middle, a text block explains \"Two birth dates recorded: 22 February 1810 and 1 March\" (text). Below that, a figure of a parchment scroll with Latin names (figure) supports the question about his Latin name. At the bottom, a final text line states \"Latin name: Fridericus Franciscus\" (text). The overall style of the image is a clean, illustrative layout with minimal text and symbolic visuals.",
    "infographic_id": 71,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 10,
    "context": "Fryderyk Chopin was born in Żelazowa Wola, 46 kilometres (29 miles) west of Warsaw, in what was then the Duchy of Warsaw, a Polish state established by Napoleon. The parish baptismal record gives his birthday as 22 February 1810, and cites his given names in the Latin form Fridericus Franciscus (in Polish, he was Fryderyk Franciszek). However, the composer and his family used the birthdate 1 March,[n 2] which is now generally accepted as the correct date.",
    "qa_count": 16,
    "ids": [
      "56cbda8d6d243a140015ed8e",
      "56cbda8d6d243a140015ed8f",
      "56cbda8d6d243a140015ed90",
      "56cbda8d6d243a140015ed91",
      "56cbda8d6d243a140015ed92",
      "56ce1225aab44d1400b88430",
      "56ce1225aab44d1400b88431",
      "56ce1225aab44d1400b88432",
      "56ce1225aab44d1400b88433",
      "56ce1225aab44d1400b88434",
      "56cf5b40aab44d1400b890fe",
      "56cf5b40aab44d1400b890ff",
      "56cf5b40aab44d1400b89100",
      "56cf5b40aab44d1400b89101",
      "56d1d330e7d4791d0090224d",
      "56d1d330e7d4791d0090224e"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Frédéric Chopin's Family Origins\" (text) focused on \"Chopin's Family Background\" (text). At the top, a cartoon illustration depicts a family gathering in a traditional Polish home (figure). Below the illustration, a text line reads \"Nicolas Chopin, Frydéric's father, was born in Lorraine\" (text). Adjacent to this, another text line states \"He emigrated to Poland in 1787 at sixteen\" (text). Near the middle, a figure shows a wedding scene with two people holding hands, captioned \"Nicolas married Justyna Krzyżanowska in 1806\" (figure). Below this, a text line reads \"Frydéric was baptized on 23 April 1810\" (text). To the right of the baptism text, a figure illustrates a church with a cross, captioned \"Baptism took place in Brochów\" (figure). Further down, a text line states \"Nicolas insisted on using Polish in the household\" (text). Near the bottom, a figure shows a family tree with three children, captioned \"Frydéric had sisters Ludwika, Izabela, and Emilia\" (figure). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 72,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 10,
    "context": "Fryderyk's father, Nicolas Chopin, was a Frenchman from Lorraine who had emigrated to Poland in 1787 at the age of sixteen. Nicolas tutored children of the Polish aristocracy, and in 1806 married Justyna Krzyżanowska, a poor relative of the Skarbeks, one of the families for whom he worked. Fryderyk was baptized on Easter Sunday, 23 April 1810, in the same church where his parents had married, in Brochów. His eighteen-year-old godfather, for whom he was named, was Fryderyk Skarbek, a pupil of Nicolas Chopin. Fryderyk was the couple's second child and only son; he had an elder sister, Ludwika (1807–55), and two younger sisters, Izabela (1811–81) and Emilia (1812–27). Nicolas was devoted to his adopted homeland, and insisted on the use of the Polish language in the household.",
    "qa_count": 11,
    "ids": [
      "56cbdbf36d243a140015ed99",
      "56cbdbf36d243a140015ed9a",
      "56cbdbf36d243a140015ed9c",
      "56cf5bfcaab44d1400b89111",
      "56cf5bfcaab44d1400b89112",
      "56cf5bfcaab44d1400b89113",
      "56cf5bfcaab44d1400b89114",
      "56cf5bfcaab44d1400b89115",
      "56d1d3fee7d4791d00902263",
      "56d1d3fee7d4791d00902264",
      "56d1d3fee7d4791d00902266"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Life\" (text) focused on \"Family Move to Warsaw\" (text). At the top, a cartoon illustration of a family walking toward a grand building (figure) is placed above the title. Below the title, a short phrase states \"Chopin's Family Relocated in October 1810\" (text). Adjacent to this, a stylized image of a palace grounds with a small child (figure) is positioned to the right. In the middle, a text line reads \"Father Taught French at Warsaw Lyceum\" (text), and next to it, a figure of a man playing a flute and violin (figure) is placed to the left. Below this, a text line states \"Mother Taught Piano at Boarding House\" (text), with a figure of a woman playing a piano (figure) to the right. Near the bottom, a phrase reads \"Frédéric Prone to Illnesses from Early On\" (text), and a figure of a child with a feverish look (figure) is placed below it. The overall style of the image is minimalist and illustrative with a warm, nostalgic tone.",
    "infographic_id": 73,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 15,
    "context": "In October 1810, six months after Fryderyk's birth, the family moved to Warsaw, where his father acquired a post teaching French at the Warsaw Lyceum, then housed in the Saxon Palace. Fryderyk lived with his family in the Palace grounds. The father played the flute and violin; the mother played the piano and gave lessons to boys in the boarding house that the Chopins kept. Chopin was of slight build, and even in early childhood was prone to illnesses.",
    "qa_count": 14,
    "ids": [
      "56cbdcd16d243a140015eda2",
      "56cbdcd16d243a140015eda3",
      "56cbdcd16d243a140015eda4",
      "56cbdcd16d243a140015eda5",
      "56cbdcd16d243a140015eda6",
      "56cf5e35aab44d1400b89147",
      "56cf5e35aab44d1400b89148",
      "56cf5e35aab44d1400b89149",
      "56cf5e35aab44d1400b8914a",
      "56d1d4d3e7d4791d00902275",
      "56d1d4d3e7d4791d00902276",
      "56d1d4d3e7d4791d00902277",
      "56d1d4d3e7d4791d00902278",
      "56d1d4d3e7d4791d00902279"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Musical Journey\" (text) focused on \"Music Education and Early Works\" (text). At the top, a cartoon illustration of a young boy playing the piano (figure) is placed near the title. Below the illustration, a text line reads \"Chopin's first professional teacher was Wojciech Żywny\" (text). Adjacent to this text, a figure caption describes \"A stylized scene of a piano lesson with a teacher and student\" (figure). In the middle, a text line states \"Chopin began public concerts at age 7\" (text), and below it, a figure shows \"A young Chopin performing on stage with an audience\" (figure). Further down, a text line reads \"Chopin composed two polonaises in 1817\" (text), with a figure caption of \"A musical score fragment with notes and key signatures\" (figure). Near the bottom, a text line states \"His earliest surviving composition was a polonaise in A-flat major\" (text), and a figure illustrates \"A parchment scroll with musical notation\" (figure). The overall style of the image is minimalist and illustrative, using symbolic visuals and concise text to convey key facts about Chopin's early life and musical development.",
    "infographic_id": 74,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 11,
    "context": "Fryderyk may have had some piano instruction from his mother, but his first professional music tutor, from 1816 to 1821, was the Czech pianist Wojciech Żywny. His elder sister Ludwika also took lessons from Żywny, and occasionally played duets with her brother. It quickly became apparent that he was a child prodigy. By the age of seven Fryderyk had begun giving public concerts, and in 1817 he composed two polonaises, in G minor and B-flat major. His next work, a polonaise in A-flat major of 1821, dedicated to Żywny, is his earliest surviving musical manuscript.",
    "qa_count": 14,
    "ids": [
      "56cbdea66d243a140015edac",
      "56cbdea66d243a140015edad",
      "56cbdea66d243a140015edae",
      "56cbdea66d243a140015edaf",
      "56cbdea66d243a140015edb0",
      "56cf609aaab44d1400b89185",
      "56cf609aaab44d1400b89186",
      "56cf609aaab44d1400b89187",
      "56cf609aaab44d1400b89188",
      "56cf609aaab44d1400b89189",
      "56d20a6ae7d4791d00902618",
      "56d20a6ae7d4791d00902619",
      "56d20a6ae7d4791d0090261a",
      "56d20a6ae7d4791d0090261b"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Years in Warsaw\" (text) focused on \"Historical Context of Chopin's Childhood\" (text). At the top, a cartoon scene depicts a young Chopin playing the piano in a grand hall, symbolizing his early musical talent. Below this, a stylized illustration shows the Kazimierz Palace and the Saxon Palace adjacent to each other, with a label indicating the year 1817 (text). Adjacent to the illustration, a short phrase states \"The Saxon Palace was requisitioned for military use in 1817\" (text). In the middle, a silhouette of a grand duke and a young boy playing together represents Chopin's friendship with the son of Grand Duke Constantine, with a caption stating \"Chopin composed a march for Grand Duke Constantine\" (figure). Below this, a text line reads \"Julian Ursyn Niemcewicz wrote 'Nasze Przebiegi' in 1818 about Chopin's popularity\" (text). Near the bottom, a simplified scene shows the Warsaw Lyceum relocated to the Kazimierz Palace, with a text line stating \"The Warsaw Lyceum was reestablished in the Kazimierz Palace\" (text). The overall style of the image is minimalist and illustrative, using symbolic visuals to convey historical events and relationships.",
    "infographic_id": 75,
    "figure_count": 1,
    "keyword_coverage": false,
    "keywords_found": 13,
    "keywords_total": 15,
    "context": "In 1817 the Saxon Palace was requisitioned by Warsaw's Russian governor for military use, and the Warsaw Lyceum was reestablished in the Kazimierz Palace (today the rectorate of Warsaw University). Fryderyk and his family moved to a building, which still survives, adjacent to the Kazimierz Palace. During this period, Fryderyk was sometimes invited to the Belweder Palace as playmate to the son of the ruler of Russian Poland, Grand Duke Constantine; he played the piano for the Duke and composed a march for him. Julian Ursyn Niemcewicz, in his dramatic eclogue, \"Nasze Przebiegi\" (\"Our Discourses\", 1818), attested to \"little Chopin's\" popularity.",
    "qa_count": 14,
    "ids": [
      "56cbdfbf6d243a140015edb6",
      "56cbdfbf6d243a140015edb7",
      "56cbdfbf6d243a140015edb8",
      "56cbdfbf6d243a140015edb9",
      "56cbdfbf6d243a140015edba",
      "56cf61d3aab44d1400b891a3",
      "56cf61d3aab44d1400b891a4",
      "56cf61d3aab44d1400b891a5",
      "56cf61d3aab44d1400b891a6",
      "56cf61d3aab44d1400b891a7",
      "56d20bf6e7d4791d00902622",
      "56d20bf6e7d4791d00902623",
      "56d20bf6e7d4791d00902624",
      "56d20bf6e7d4791d00902625"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Years\" (text) focused on \"Musical Education and Achievements\" (text). At the top, the title is centered above a timeline of key events. Below the title, a cartoon of a young Chopin is shown with a musical score in hand, symbolizing his early education. To the right of the cartoon, a stylized illustration of a mechanical organ, labeled \"eolomelodicon\" (figure), represents the instrument he performed on. Adjacent to the organ illustration, a text line reads \"Chopin's first published work: Rondo Op. 1\" (text). Below the timeline, a figure of a Tsar is depicted with a diamond ring in hand, captioned \"Tsar Alexander I presents a diamond ring\" (figure). Near the Tsar illustration, a text line states \"Earned first international mention in foreign press\" (text). At the bottom, a text line reads \"Three years of music theory with Józef Elsner\" (text). To the left of this line, a figure of a music classroom with a teacher and students is shown, captioned \"Studied with Józef Elsner at Warsaw Conservatory\" (figure). The overall style of the image is minimalist and illustrative with a focus on symbolic visuals and concise textual elements.",
    "infographic_id": 76,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 7,
    "keywords_total": 13,
    "context": "From September 1823 to 1826 Chopin attended the Warsaw Lyceum, where he received organ lessons from the Czech musician Wilhelm Würfel during his first year. In the autumn of 1826 he began a three-year course under the Silesian composer Józef Elsner at the Warsaw Conservatory, studying music theory, figured bass and composition.[n 3] Throughout this period he continued to compose and to give recitals in concerts and salons in Warsaw. He was engaged by the inventors of a mechanical organ, the \"eolomelodicon\", and on this instrument in May 1825 he performed his own improvisation and part of a concerto by Moscheles. The success of this concert led to an invitation to give a similar recital on the instrument before Tsar Alexander I, who was visiting Warsaw; the Tsar presented him with a diamond ring. At a subsequent eolomelodicon concert on 10 June 1825, Chopin performed his Rondo Op. 1. This was the first of his works to be commercially published and earned him his first mention in the foreign press, when the Leipzig Allgemeine Musikalische Zeitung praised his \"wealth of musical ideas\".",
    "qa_count": 15,
    "ids": [
      "56cbe1996d243a140015edc0",
      "56cbe1996d243a140015edc1",
      "56cbe1996d243a140015edc2",
      "56cbe1996d243a140015edc3",
      "56cbe1996d243a140015edc4",
      "56cf63b4aab44d1400b891bd",
      "56cf63b4aab44d1400b891be",
      "56cf63b4aab44d1400b891bf",
      "56cf63b4aab44d1400b891c0",
      "56cf63b4aab44d1400b891c1",
      "56d22055e7d4791d00902683",
      "56d22055e7d4791d00902684",
      "56d22055e7d4791d00902685",
      "56d22055e7d4791d00902686",
      "56d22055e7d4791d00902687"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Szafarnia Stay\" (text) focused on \"Polish Rural Folk Music Discovery\" (text). At the top, a cartoon illustration of a young Chopin in a stylized countryside setting (figure) introduces the topic. Below it, a text line reads \"Chopin spent his vacations in Szafarnia, 1824–1828\" (text). Adjacent to this, a visual text item states \"He was a guest of Dominik Dziewanowski\" (text). Near the illustration, a caption describes \"A cartoon of Chopin surrounded by folk music symbols\" (figure). In the middle, a text line reads \"Chopin wrote letters to his family\" (text), and a figure caption explains \"A stylized scene of a young man writing letters\" (figure). Below that, a text line reads \"His letters spoofed Warsaw newspapers\" (text), and a figure caption describes \"A cartoon of a writer with newspaper motifs\" (figure). At the bottom, a text line reads \"The Szafarnia Courier was his letter title\" (text). A final figure caption shows \"A symbolic representation of folk music and writing tools\" (figure). The overall style of the image is minimalist and illustrative, using symbolic visuals and concise text to convey key facts.",
    "infographic_id": 77,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "During 1824–28 Chopin spent his vacations away from Warsaw, at a number of locales.[n 4] In 1824 and 1825, at Szafarnia, he was a guest of Dominik Dziewanowski, the father of a schoolmate. Here for the first time he encountered Polish rural folk music. His letters home from Szafarnia (to which he gave the title \"The Szafarnia Courier\"), written in a very modern and lively Polish, amused his family with their spoofing of the Warsaw newspapers and demonstrated the youngster's literary gift.",
    "qa_count": 9,
    "ids": [
      "56cbe2fd6d243a140015edcb",
      "56cbe2fd6d243a140015edcc",
      "56cbe2fd6d243a140015edcd",
      "56cbe2fd6d243a140015edce",
      "56cf64e34df3c31400b0d6f9",
      "56cf64e34df3c31400b0d6fa",
      "56d2211ae7d4791d00902693",
      "56d2211ae7d4791d00902694",
      "56d2211ae7d4791d00902695"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Life and Legacy\" (text) focused on \"Family and Residence\" (text). At the top, a cartoon illustration of a family moving house (figure) is placed, symbolizing the relocation after Emilia's death. Below the illustration, a text line states \"Chopin's family moved to Krakowskie Przedmieście in 1827\" (text). Adjacent to this, a text line reads \"Emilia, Chopin's youngest sister, died in 1827\" (text). In the middle, a stylized portrait of a man with a quill (figure) is positioned, representing the artist who painted the Chopin family. Next to it, a text line states \"Ambroży Mieroszewski painted the first known portrait of Chopin\" (text). Below that, a text line reads \"The Chopin family ran a boarding house for male students\" (text). Near the bottom, a cartoon scene of a museum with a sign reading \"Chopin Family Parlour\" (figure) is placed, with a text line stating \"The Chopin Family Parlour became a museum in the 20th century\" (text). The overall style of the image is minimalist and illustrative, using symbolic visuals to convey historical events and family life.",
    "infographic_id": 78,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 14,
    "context": "In 1827, soon after the death of Chopin's youngest sister Emilia, the family moved from the Warsaw University building, adjacent to the Kazimierz Palace, to lodgings just across the street from the university, in the south annex of the Krasiński Palace on Krakowskie Przedmieście,[n 5] where Chopin lived until he left Warsaw in 1830.[n 6] Here his parents continued running their boarding house for male students; the Chopin Family Parlour (Salonik Chopinów) became a museum in the 20th century. In 1829 the artist Ambroży Mieroszewski executed a set of portraits of Chopin family members, including the first known portrait of the composer.[n 7]",
    "qa_count": 14,
    "ids": [
      "56cbe5df6d243a140015edd4",
      "56cbe5df6d243a140015edd5",
      "56cbe5df6d243a140015edd6",
      "56cbe5df6d243a140015edd7",
      "56cbe5df6d243a140015edd8",
      "56cf66734df3c31400b0d713",
      "56cf66734df3c31400b0d714",
      "56cf66734df3c31400b0d715",
      "56cf66734df3c31400b0d717",
      "56d3123b59d6e41400146204",
      "56d3123b59d6e41400146205",
      "56d3123b59d6e41400146206",
      "56d3123b59d6e41400146207",
      "56d3123b59d6e41400146208"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Inner Circle\" (text) focused on \"Musical Influences and Relationships\" (text). At the top, a cartoon depiction of Chopin surrounded by four figures illustrates his close relationships. Below the illustration, a text line reads \"Four boarders at his parents' apartments became Chopin's intimates\" (text). Adjacent to this, another text line states \"His final Conservatory report (July 1829) read: 'Chopin F., third-year student, exceptional talent, musical genius.'\" (text). Near the middle, a figure caption describes \"A cartoon of Chopin with four young men, symbolizing his early friendships\" (figure). To the right of this, a text line reads \"Jan Matuszyński and Julian Fontana became part of his Paris milieu\" (text). Below that, a figure caption illustrates \"A stylized scene of Chopin writing in a letter, with a heart symbol near the text\" (figure). A text line near the bottom reads \"Konstancja Gładkowska was the singing student he was attracted to\" (text). Another text line nearby states \"The slow movement of his Piano Concerto No. 1 (in E minor) was secretly dedicated to her\" (text). The overall style of the image is minimalist and illustrative, with a focus on symbolic representation and emotional connection.",
    "infographic_id": 79,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 15,
    "context": "Four boarders at his parents' apartments became Chopin's intimates: Tytus Woyciechowski, Jan Nepomucen Białobłocki, Jan Matuszyński and Julian Fontana; the latter two would become part of his Paris milieu. He was friendly with members of Warsaw's young artistic and intellectual world, including Fontana, Józef Bohdan Zaleski and Stefan Witwicki. He was also attracted to the singing student Konstancja Gładkowska. In letters to Woyciechowski, he indicated which of his works, and even which of their passages, were influenced by his fascination with her; his letter of 15 May 1830 revealed that the slow movement (Larghetto) of his Piano Concerto No. 1 (in E minor) was secretly dedicated to her – \"It should be like dreaming in beautiful springtime – by moonlight.\" His final Conservatory report (July 1829) read: \"Chopin F., third-year student, exceptional talent, musical genius.\"",
    "qa_count": 11,
    "ids": [
      "56cbe9436d243a140015eddf",
      "56cbe9436d243a140015ede0",
      "56cf67c74df3c31400b0d72d",
      "56cf67c74df3c31400b0d72e",
      "56cf67c74df3c31400b0d72f",
      "56cf67c74df3c31400b0d730",
      "56d313b559d6e4140014620e",
      "56d313b559d6e4140014620f",
      "56d313b559d6e41400146210",
      "56d313b559d6e41400146211",
      "56d313b559d6e41400146212"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Berlin Visits\" (text) focused on \"Frédéric Chopin's Trips to Berlin\" (text). At the top, a cartoon illustration depicts a young Chopin walking with a figure resembling a zoologist, symbolizing his 1828 visit with Feliks Jarocki (figure). Below this, a stylized scene shows Chopin attending an opera performance, with a caption indicating the opera director Gaspare Spontini (figure). In the middle, a silhouette of a prince and a young woman, representing Prince Antoni Radziwiłł and his daughter Wanda, is shown with a musical score in the background, captioned as \"Composition for Prince and Wanda\" (figure). Near the bottom, a text line reads \"Chopin visited Berlin in September 1828 and returned in 1829\" (text). Another text line states \"He composed Introduction and Polonaise brillante in C major for cello and piano, Op. 3\" (text). A final text line at the bottom mentions \"Chopin's Berlin trips included operas, concerts, and a royal commission\" (text). The overall style of the image is a minimalist, illustrative design with a focus on narrative and symbolic visuals.",
    "infographic_id": 80,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "In September 1828 Chopin, while still a student, visited Berlin with a family friend, zoologist Feliks Jarocki, enjoying operas directed by Gaspare Spontini and attending concerts by Carl Friedrich Zelter, Felix Mendelssohn and other celebrities. On an 1829 return trip to Berlin, he was a guest of Prince Antoni Radziwiłł, governor of the Grand Duchy of Posen—himself an accomplished composer and aspiring cellist. For the prince and his pianist daughter Wanda, he composed his Introduction and Polonaise brillante in C major for cello and piano, Op. 3.",
    "qa_count": 14,
    "ids": [
      "56cbeb396d243a140015ede8",
      "56cbeb396d243a140015ede9",
      "56cbeb396d243a140015edeb",
      "56cbeb396d243a140015edec",
      "56cf69144df3c31400b0d745",
      "56cf69144df3c31400b0d746",
      "56cf69144df3c31400b0d747",
      "56cf69144df3c31400b0d748",
      "56cf69144df3c31400b0d749",
      "56d3148359d6e41400146218",
      "56d3148359d6e41400146219",
      "56d3148359d6e4140014621a",
      "56d3148359d6e4140014621b",
      "56d3148359d6e4140014621c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Career\" (text) focused on \"Pianist and Composer\" (text). At the top, a cartoon illustration depicts a young Chopin listening to Paganini play the violin (figure). Below it, a text line states \"Chopin inspired by Paganini's violin performance\" (text). Adjacent to this, another text line reads \"Composed Souvenir de Paganini\" (text). In the middle, a stylized scene shows Chopin in a concert hall, with a caption \"Debuted in Vienna, August 1829\" (figure). Below this, a text line says \"Two piano concerts in Vienna\" (text). Near the bottom, a figure illustrates Chopin returning to Warsaw, with the caption \"Returned to Warsaw in September 1829\" (figure). A text line next to it reads \"Premiered Piano Concerto No. 2 in F minor\" (text). The overall style of the image is minimalist and illustrative, with a focus on narrative flow and visual storytelling.",
    "infographic_id": 81,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 20,
    "context": "Back in Warsaw that year, Chopin heard Niccolò Paganini play the violin, and composed a set of variations, Souvenir de Paganini. It may have been this experience which encouraged him to commence writing his first Études, (1829–32), exploring the capacities of his own instrument. On 11 August, three weeks after completing his studies at the Warsaw Conservatory, he made his debut in Vienna. He gave two piano concerts and received many favourable reviews—in addition to some commenting (in Chopin's own words) that he was \"too delicate for those accustomed to the piano-bashing of local artists\". In one of these concerts, he premiered his Variations on Là ci darem la mano, Op. 2 (variations on an aria from Mozart's opera Don Giovanni) for piano and orchestra. He returned to Warsaw in September 1829, where he premiered his Piano Concerto No. 2 in F minor, Op. 21 on 17 March 1830.",
    "qa_count": 13,
    "ids": [
      "56cbedde6d243a140015edf2",
      "56cbedde6d243a140015edf4",
      "56cbedde6d243a140015edf5",
      "56cbedde6d243a140015edf6",
      "56cf6af94df3c31400b0d761",
      "56cf6af94df3c31400b0d762",
      "56cf6af94df3c31400b0d763",
      "56cf6af94df3c31400b0d764",
      "56cf6af94df3c31400b0d765",
      "56d315d159d6e41400146222",
      "56d315d159d6e41400146223",
      "56d315d159d6e41400146224",
      "56d315d159d6e41400146225"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"\\\"Chopin's Journey and National Identity\\\" (text)\" focused on \"Polish Composer's European Journey\" (text). At the top, a cartoon illustration of Chopin and his companion Woyciechowski departing from Poland (figure) is placed. Below the illustration, a text line reads \"\\\"Chopin set out into the wide world, with no very clearly defined aim, forever.\\\" (text)\" and is adjacent to a figure caption of a stylized map of Europe with a highlighted route from Poland to Austria (figure). In the middle, a text line states \"\\\"Chopin left for Austria with Woyciechowski, intending to go on to Italy.\\\" (text)\" and is near a figure of a stylized train or carriage journey (figure). Below that, a text line reads \"\\\"The November 1830 Uprising broke out in Warsaw, leading to Woyciechowski's return to enlist.\\\" (text)\" and is adjacent to a figure of a stylized battlefield scene (figure). Near the bottom, a text line states \"\\\"Zdzisław Jachimecki commented on Chopin's maturing into a national bard.\\\" (text)\" and is placed above a figure of a stylized book or journal with a quill (figure). The overall style of the image is a minimalist, illustrative design with a focus on narrative flow and symbolic representation.",
    "infographic_id": 82,
    "figure_count": 5,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 14,
    "context": "Chopin's successes as a composer and performer opened the door to western Europe for him, and on 2 November 1830, he set out, in the words of Zdzisław Jachimecki, \"into the wide world, with no very clearly defined aim, forever.\" With Woyciechowski, he headed for Austria, intending to go on to Italy. Later that month, in Warsaw, the November 1830 Uprising broke out, and Woyciechowski returned to Poland to enlist. Chopin, now alone in Vienna, was nostalgic for his homeland, and wrote to a friend, \"I curse the moment of my departure.\" When in September 1831 he learned, while travelling from Vienna to Paris, that the uprising had been crushed, he expressed his anguish in the pages of his private journal: \"Oh God! ... You are there, and yet you do not take vengeance!\" Jachimecki ascribes to these events the composer's maturing \"into an inspired national bard who intuited the past, present and future of his native Poland.\"",
    "qa_count": 13,
    "ids": [
      "56cbef3a6d243a140015edfc",
      "56cbef3a6d243a140015edfd",
      "56cbef3a6d243a140015edfe",
      "56cbef3a6d243a140015ee00",
      "56cf6ca44df3c31400b0d777",
      "56cf6ca44df3c31400b0d778",
      "56cf6ca44df3c31400b0d779",
      "56cf6ca44df3c31400b0d77a",
      "56d3171959d6e4140014622c",
      "56d3171959d6e4140014622d",
      "56d3171959d6e4140014622e",
      "56d3171959d6e4140014622f",
      "56d3171959d6e41400146230"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \\\"Chopin's Exile and Identity\\\" (text) focused on \\\"Chopin's Life in Paris\\\" (text). At the top, a cartoon illustration of a young man with a musical score and a suitcase (figure) symbolizes Chopin's departure from Poland. Below the illustration, a text line reads \\\"Chopin arrived in Paris in late September 1831\\\" (text), anchoring the timeline. Adjacent to this, a text line states \\\"He became part of the Polish Great Emigration\\\" (text), linking his arrival to a broader historical context. In the middle, a stylized map of Europe with a highlighted France (figure) and a small Poland nearby (figure) shows his new home and homeland. Below the map, a text line reads \\\"Chopin used French versions of his names\\\" (text), highlighting his cultural adaptation. To the right of the map, a text line states \\\"He never felt fully comfortable speaking French\\\" (text), emphasizing his linguistic struggle. At the bottom, a cartoon of a man with a book and a Polish flag (figure) represents his enduring Polish identity. A text line reads \\\"Chopin's biographer Adam Zamoyski noted his Polish identity\\\" (text), citing a key source. The overall style of the image is minimalist and illustrative, using symbolic visuals to convey Chopin's dual identity and historical context.\"",
    "infographic_id": 83,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 14,
    "context": "Chopin arrived in Paris in late September 1831; he would never return to Poland, thus becoming one of many expatriates of the Polish Great Emigration. In France he used the French versions of his given names, and after receiving French citizenship in 1835, he travelled on a French passport. However, Chopin remained close to his fellow Poles in exile as friends and confidants and he never felt fully comfortable speaking French. Chopin's biographer Adam Zamoyski writes that he never considered himself to be French, despite his father's French origins, and always saw himself as a Pole.",
    "qa_count": 14,
    "ids": [
      "56cbf12a6d243a140015ee06",
      "56cbf12a6d243a140015ee07",
      "56cbf12a6d243a140015ee08",
      "56cbf12a6d243a140015ee09",
      "56cbf12a6d243a140015ee0a",
      "56cf6d3e4df3c31400b0d781",
      "56cf6d3e4df3c31400b0d782",
      "56cf6d3e4df3c31400b0d783",
      "56cf6d3e4df3c31400b0d784",
      "56d318f359d6e41400146236",
      "56d318f359d6e41400146237",
      "56d318f359d6e41400146238",
      "56d318f359d6e41400146239",
      "56d318f359d6e4140014623a"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Paris Connections\" (text) focused on \"Celebrity and Acquaintances in Paris\" (text). At the top, a cartoon depiction of Frédéric Chopin is shown in a musical setting, surrounded by symbolic elements of his artistic life. Below the cartoon, a brief text line states \"Frédéric Chopin achieved celebrity status in Paris\" (text). Adjacent to this, a figure caption reads \"\\\"Chopin in Paris, surrounded by artistic peers\\\" (figure)\".  \n\nNear the middle, a stylized illustration of a gathering of notable figures is placed, with a text line above it: \"Chopin met many distinguished individuals in Paris\" (text). Below this, a figure caption reads \"\\\"A gathering of artists and intellectuals in Paris\\\" (figure)\". To the right of the gathering illustration, a text line states \"Adam Mickiewicz, principal of the Polish Literary Society, was one of Chopin's acquaintances\" (text).  \n\nAt the bottom, a figure caption reads \"\\\"Chopin setting verses to music\\\" (figure)\" and a text line below it reads \"Chopin created songs from Adam Mickiewicz's verses\" (text). The overall style of the image is minimalist and illustrative, emphasizing key relationships and artistic achievements.",
    "infographic_id": 84,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 9,
    "keywords_total": 20,
    "context": "In Paris, Chopin encountered artists and other distinguished figures, and found many opportunities to exercise his talents and achieve celebrity. During his years in Paris he was to become acquainted with, among many others, Hector Berlioz, Franz Liszt, Ferdinand Hiller, Heinrich Heine, Eugène Delacroix, and Alfred de Vigny. Chopin was also acquainted with the poet Adam Mickiewicz, principal of the Polish Literary Society, some of whose verses he set as songs.",
    "qa_count": 7,
    "ids": [
      "56cbf37e6d243a140015ee10",
      "56cbf37e6d243a140015ee12",
      "56cbf37e6d243a140015ee13",
      "56cf6e0d4df3c31400b0d789",
      "56cf6e0d4df3c31400b0d78a",
      "56d319d459d6e41400146240",
      "56d319d459d6e41400146241"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Friends in Paris\" (text) focused on \"Two Polish Friends in Chopin's Life\" (text). At the top, a cartoon illustration of a young man with a piano and two companions (figure) introduces the topic. Below the illustration, a short phrase reads \"Two Polish friends shaped Chopin's life in Paris\" (text). Adjacent to this text, a stylized map of Paris with a highlighted Warsaw Conservatory (figure) shows where they studied together. Near the map, a text line states \"Both were students at the Warsaw Conservatory\" (text). In the middle, a cartoon of a man in a suit and a younger man with a notebook (figure) represents Albert Grzymała and Julian Fontana. Above this scene, the text \"Albert Grzymała became a wealthy financier and adviser\" (text) is placed. Below the cartoon, another text line reads \"He acted as Chopin's adviser and elder brother\" (text). At the bottom, a silhouette of a man writing with a quill (figure) symbolizes Fontana's role as a \"general factotum and copyist.\" Nearby, the text \"Julian Fontana was a jack of all trades\" (text) is positioned. The overall style of the image is a cartoonish, illustrative representation with minimal text and symbolic visuals.",
    "infographic_id": 85,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 9,
    "context": "Two Polish friends in Paris were also to play important roles in Chopin's life there. His fellow student at the Warsaw Conservatory, Julian Fontana, had originally tried unsuccessfully to establish himself in England; Albert Grzymała, who in Paris became a wealthy financier and society figure, often acted as Chopin's adviser and \"gradually began to fill the role of elder brother in [his] life.\" Fontana was to become, in the words of Michałowski and Samson, Chopin's \"general factotum and copyist\".",
    "qa_count": 11,
    "ids": [
      "56cbf5106d243a140015ee18",
      "56cbf5106d243a140015ee19",
      "56cbf5106d243a140015ee1a",
      "56cbf5106d243a140015ee1b",
      "56cbf5106d243a140015ee1c",
      "56cf6f874df3c31400b0d796",
      "56d31b3759d6e41400146244",
      "56d31b3759d6e41400146245",
      "56d31b3759d6e41400146246",
      "56d31b3759d6e41400146247",
      "56d31b3759d6e41400146248"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Recognition\" (text) focused on \"Musical Career and Influences\" (text). At the top, a cartoon illustration of Chopin receiving a hat from a group of musicians (figure) symbolizes his first major endorsement. Below this, a text line reads \"Robert Schumann declared 'Hats off, gentlemen! A genius.'\" (text). Adjacent to this, a stylized scene of Chopin at the Salle Pleyel with a crowd (figure) is placed, with a text line stating \"26 February 1832: Debut concert at Salle Pleyel\" (text). Below the concert scene, a text line mentions \"Intimate keyboard technique not optimal for large spaces\" (text), supported by a figure of Chopin adjusting his piano in a grand hall (figure). Further down, a text line reads \"Rothschild family provided patronage and access to salons\" (text), with a figure of a wealthy family and a gathering of artists (figure) nearby. Near the bottom, a text line states \"Financial independence through publishing and teaching\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 86,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 19,
    "context": "At the end of 1831, Chopin received the first major endorsement from an outstanding contemporary when Robert Schumann, reviewing the Op. 2 Variations in the Allgemeine musikalische Zeitung (his first published article on music), declared: \"Hats off, gentlemen! A genius.\" On 26 February 1832 Chopin gave a debut Paris concert at the Salle Pleyel which drew universal admiration. The critic François-Joseph Fétis wrote in the Revue et gazette musicale: \"Here is a young man who ... taking no model, has found, if not a complete renewal of piano music, ... an abundance of original ideas of a kind to be found nowhere else ...\" After this concert, Chopin realized that his essentially intimate keyboard technique was not optimal for large concert spaces. Later that year he was introduced to the wealthy Rothschild banking family, whose patronage also opened doors for him to other private salons (social gatherings of the aristocracy and artistic and literary elite). By the end of 1832 Chopin had established himself among the Parisian musical elite, and had earned the respect of his peers such as Hiller, Liszt, and Berlioz. He no longer depended financially upon his father, and in the winter of 1832 he began earning a handsome income from publishing his works and teaching piano to affluent students from all over Europe. This freed him from the strains of public concert-giving, which he disliked.",
    "qa_count": 10,
    "ids": [
      "56cbf7d16d243a140015ee22",
      "56cbf7d16d243a140015ee23",
      "56cbf7d16d243a140015ee24",
      "56cbf7d16d243a140015ee25",
      "56cf70c74df3c31400b0d799",
      "56cf70c74df3c31400b0d79a",
      "56cf70c74df3c31400b0d79c",
      "56d31bfb59d6e4140014624e",
      "56d31bfb59d6e41400146250",
      "56d31bfb59d6e41400146252"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Performance Habits\" (text) focused on \"Musical Performances and Collaborations\" (text). At the top, a cartoon illustration of Chopin in a small room with a piano (figure) sets the scene for his preferred performance environment. Below the illustration, a text line states \"Chopin preferred small group settings\" (text). Adjacent to this, another text line reads \"Annual concerts at Salle Pleyel\" (text). In the middle, a stylized image of a concert with multiple pianists (figure) represents the 23 March 1833 performance. Below this figure, a text line mentions \"Collaboration with Liszt and Hiller\" (text). Near the bottom, a cartoon depiction of a publishing house (figure) symbolizes his publishing partnership. A text line nearby states \"Published with Maurice Schlesinger\" (text). Another text line at the bottom reads \"Contributed to Liszt's Hexameron\" (text). The overall style of the image is minimalist and illustrative, with a focus on symbolic visuals and concise textual support.",
    "infographic_id": 87,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 10,
    "keywords_total": 18,
    "context": "Chopin seldom performed publicly in Paris. In later years he generally gave a single annual concert at the Salle Pleyel, a venue that seated three hundred. He played more frequently at salons, but preferred playing at his own Paris apartment for small groups of friends. The musicologist Arthur Hedley has observed that \"As a pianist Chopin was unique in acquiring a reputation of the highest order on the basis of a minimum of public appearances—few more than thirty in the course of his lifetime.\" The list of musicians who took part in some of his concerts provides an indication of the richness of Parisian artistic life during this period. Examples include a concert on 23 March 1833, in which Chopin, Liszt and Hiller performed (on pianos) a concerto by J.S. Bach for three keyboards; and, on 3 March 1838, a concert in which Chopin, his pupil Adolphe Gutmann, Charles-Valentin Alkan, and Alkan's teacher Joseph Zimmermann performed Alkan's arrangement, for eight hands, of two movements from Beethoven's 7th symphony. Chopin was also involved in the composition of Liszt's Hexameron; he wrote the sixth (and final) variation on Bellini's theme. Chopin's music soon found success with publishers, and in 1833 he contracted with Maurice Schlesinger, who arranged for it to be published not only in France but, through his family connections, also in Germany and England.",
    "qa_count": 9,
    "ids": [
      "56cbfa0e6d243a140015ee2d",
      "56cbfa0e6d243a140015ee2e",
      "56cf75794df3c31400b0d7d1",
      "56cf75794df3c31400b0d7d2",
      "56cf75794df3c31400b0d7d3",
      "56cf75794df3c31400b0d7d4",
      "56d31dcb59d6e41400146259",
      "56d31dcb59d6e4140014625b",
      "56d31dcb59d6e4140014625c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Musical Connections\" (text) focused on \"Key Encounters in Chopin's Life\" (text). At the top, the title is centered above the main content. Below the title, a brief introduction to Chopin's early career is presented. Adjacent to the introduction, a figure depicts a cartoon of Chopin meeting Felix Mendelssohn at the Lower Rhenish Music Festival. \"A cartoon of Chopin meeting Felix Mendelssohn at the Lower Rhenish Music Festival\" (figure). In the middle, a visual text item states \"Chopin met Hiller and Mendelssohn at the festival\" (text), and next to it, a figure shows a stylized scene of them playing music together. \"A stylized scene of Chopin, Hiller, and Mendelssohn playing music together\" (figure). Further down, a visual text item reads \"They visited Düsseldorf and met Schadow and his pupils\" (text), with a figure illustrating a cartoon of Chopin meeting Friedrich Wilhelm Schadow. \"A cartoon of Chopin meeting Friedrich Wilhelm Schadow\" (figure). Near the bottom, a visual text item states \"Chopin proposed to Maria Wodzińska in July 1836\" (text), and adjacent to it, a figure depicts a silhouette of Chopin and Maria. \"A silhouette of Chopin and Maria Wodzińska\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 88,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 15,
    "keywords_total": 21,
    "context": "In the spring of 1834, Chopin attended the Lower Rhenish Music Festival in Aix-la-Chapelle with Hiller, and it was there that Chopin met Felix Mendelssohn. After the festival, the three visited Düsseldorf, where Mendelssohn had been appointed musical director. They spent what Mendelssohn described as \"a very agreeable day\", playing and discussing music at his piano, and met Friedrich Wilhelm Schadow, director of the Academy of Art, and some of his eminent pupils such as Lessing, Bendemann, Hildebrandt and Sohn. In 1835 Chopin went to Carlsbad, where he spent time with his parents; it was the last time he would see them. On his way back to Paris, he met old friends from Warsaw, the Wodzińskis. He had made the acquaintance of their daughter Maria in Poland five years earlier, when she was eleven. This meeting prompted him to stay for two weeks in Dresden, when he had previously intended to return to Paris via Leipzig. The sixteen-year-old girl's portrait of the composer is considered, along with Delacroix's, as among Chopin's best likenesses. In October he finally reached Leipzig, where he met Schumann, Clara Wieck and Felix Mendelssohn, who organised for him a performance of his own oratorio St. Paul, and who considered him \"a perfect musician\". In July 1836 Chopin travelled to Marienbad and Dresden to be with the Wodziński family, and in September he proposed to Maria, whose mother Countess Wodzińska approved in principle. Chopin went on to Leipzig, where he presented Schumann with his G minor Ballade. At the end of 1836 he sent Maria an album in which his sister Ludwika had inscribed seven of his songs, and his 1835 Nocturne in C-sharp minor, Op. 27, No. 1. The anodyne thanks he received from Maria proved to be the last letter he was to have from her.",
    "qa_count": 13,
    "ids": [
      "56cbfbdd6d243a140015ee36",
      "56cbfbdd6d243a140015ee37",
      "56cbfbdd6d243a140015ee38",
      "56cbfbdd6d243a140015ee39",
      "56cf7b8a4df3c31400b0d81f",
      "56cf7b8a4df3c31400b0d820",
      "56cf7b8a4df3c31400b0d821",
      "56cf7b8a4df3c31400b0d822",
      "56cf7b8a4df3c31400b0d823",
      "56d31f8a59d6e41400146262",
      "56d31f8a59d6e41400146263",
      "56d31f8a59d6e41400146264",
      "56d31f8a59d6e41400146266"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Liszt's Paris Encounter\" (text) focused on \"Musical Collaboration and First Impressions\" (text). At the top, a cartoon illustration of Chopin and Liszt shaking hands in a classical setting (figure) introduces the theme. Below the illustration, a text line reads \"Chopin's First Letter to Woyciechowski\" (text), placing it near the handshake. Adjacent to this text, another line states \"Woyciechowski, the recipient of Chopin's letter on 12 December 1831\" (text). Further down, a figure caption describes \"A stylized scene of Chopin's debut at the Salle Pleyel\" (figure) appears, with a text line beneath it reading \"Liszt attended Chopin's Parisian debut on 26 February 1832\" (text). To the right of this, a text line states \"Chopin expressed curiosity about Herz, Liszt, and Hiller\" (text). Near the bottom, a final text line reads \"Liszt first saw Chopin perform on 26 February 1832\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 89,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Although it is not known exactly when Chopin first met Liszt after arriving in Paris, on 12 December 1831 he mentioned in a letter to his friend Woyciechowski that \"I have met Rossini, Cherubini, Baillot, etc.—also Kalkbrenner. You would not believe how curious I was about Herz, Liszt, Hiller, etc.\" Liszt was in attendance at Chopin's Parisian debut on 26 February 1832 at the Salle Pleyel, which led him to remark: \"The most vigorous applause seemed not to suffice to our enthusiasm in the presence of this talented musician, who revealed a new phase of poetic sentiment combined with such happy innovation in the form of his art.\"",
    "qa_count": 6,
    "ids": [
      "56cbfcda6d243a140015ee40",
      "56cbfcda6d243a140015ee41",
      "56cbfcda6d243a140015ee42",
      "56cf75c64df3c31400b0d7d9",
      "56d3202159d6e4140014626d",
      "56d3202159d6e4140014626f"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Liszt's Paris Years\" (text) focused on \"Collaborative Performances\" (text). At the top, a cartoon illustration of two musicians in a concert hall (figure) sets the scene. Below the illustration, a text line states \"Frédéric Chopin and Franz Liszt were close friends in Paris\" (text). Adjacent to this, another text line reads \"They lived near each other on Rue de la Chaussée-d'Antin and Rue Lafitte\" (text). Near the illustration, a figure caption describes \"A stylized view of two pianists playing together\" (figure). In the middle, a text line states \"They performed together seven times between 1833 and 1841\" (text). Below that, a text line mentions \"Their first concert was for Harriet Smithson, a Shakespearean actress\" (text). To the right of the middle section, a figure caption reads \"A cartoon of a benefit concert for Harriet Smithson\" (figure). At the bottom, a text line states \"Their last performance was at Salle Pleyel and the Paris Conservatory\" (text). A final figure caption describes \"A symbolic scene of a charity concert in Bonn\" (figure). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 90,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 13,
    "keywords_total": 21,
    "context": "The two became friends, and for many years lived in close proximity in Paris, Chopin at 38 Rue de la Chaussée-d'Antin, and Liszt at the Hôtel de France on the Rue Lafitte, a few blocks away. They performed together on seven occasions between 1833 and 1841. The first, on 2 April 1833, was at a benefit concert organized by Hector Berlioz for his bankrupt Shakespearean actress wife Harriet Smithson, during which they played George Onslow's Sonata in F minor for piano duet. Later joint appearances included a benefit concert for the Benevolent Association of Polish Ladies in Paris. Their last appearance together in public was for a charity concert conducted for the Beethoven Memorial in Bonn, held at the Salle Pleyel and the Paris Conservatory on 25 and 26 April 1841.",
    "qa_count": 11,
    "ids": [
      "56cbff116d243a140015ee46",
      "56cbff116d243a140015ee47",
      "56cbff116d243a140015ee48",
      "56cbff116d243a140015ee49",
      "56cbff116d243a140015ee4a",
      "56cf7c234df3c31400b0d832",
      "56cf7c234df3c31400b0d834",
      "56cf7c234df3c31400b0d835",
      "56d320bf59d6e41400146274",
      "56d320bf59d6e41400146276",
      "56d320bf59d6e41400146277"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"\\\"Frédéric and Liszt: A Complex Friendship\\\" (text) focused on \\\"Romantic Era Composers\\\" (text). At the top, a cartoon depiction of two musicians, one with a piano and the other with a quill, symbolizes their mutual respect and artistic rivalry. Below the cartoon, a text line states \"\\\"A complex friendship marked by admiration and tension\\\" (text)\" to summarize their relationship. Adjacent to this, another text line reads \"\\\"Love-hate relationship\\\" (text)\" to directly answer the first question. In the middle, a stylized illustration of a piano with musical notes and a quill represents the Op. 10 Études, with a caption stating \"\\\"Chopin's Op. 10 Études dedicated to Liszt\\\" (figure)\". Below the illustration, a text line explains \"\\\"Liszt's virtuosity and theatricality captivated Chopin\\\" (text)\" to address the second question. Near the bottom, a cartoon scene of a musician with a bow and a violin symbolizes the emotional rift, with a caption reading \"\\\"A rift caused by personal and artistic tensions\\\" (figure)\". A text line below reads \"\\\"Liszt apologized for embellishing Chopin's nocturne\\\" (text)\" to answer the third question. Finally, a text line at the bottom states \"\\\"Chopin referred to Liszt as 'my friend Liszt' in letters\\\" (text)\". The overall style of the image is a cartoonish, illustrative approach with symbolic visuals and concise text.",
    "infographic_id": 91,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 16,
    "context": "Although the two displayed great respect and admiration for each other, their friendship was uneasy and had some qualities of a love-hate relationship. Harold C. Schonberg believes that Chopin displayed a \"tinge of jealousy and spite\" towards Liszt's virtuosity on the piano, and others have also argued that he had become enchanted with Liszt's theatricality, showmanship and success. Liszt was the dedicatee of Chopin's Op. 10 Études, and his performance of them prompted the composer to write to Hiller, \"I should like to rob him of the way he plays my studies.\" However, Chopin expressed annoyance in 1843 when Liszt performed one of his nocturnes with the addition of numerous intricate embellishments, at which Chopin remarked that he should play the music as written or not play it at all, forcing an apology. Most biographers of Chopin state that after this the two had little to do with each other, although in his letters dated as late as 1848 he still referred to him as \"my friend Liszt\". Some commentators point to events in the two men's romantic lives which led to a rift between them; there are claims that Liszt had displayed jealousy of his mistress Marie d'Agoult's obsession with Chopin, while others believe that Chopin had become concerned about Liszt's growing relationship with George Sand.",
    "qa_count": 11,
    "ids": [
      "56cc02376d243a140015ee50",
      "56cc02376d243a140015ee51",
      "56cc02376d243a140015ee52",
      "56cc02376d243a140015ee53",
      "56cfdb3e234ae51400d9bf7d",
      "56cfdb3e234ae51400d9bf7f",
      "56d3227259d6e4140014627e",
      "56d3227259d6e4140014627f",
      "56d3227259d6e41400146280",
      "56d3227259d6e41400146281",
      "56d3227259d6e41400146282"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Sand\" (text) focused on \"19th Century Romantic Encounters\" (text). At the top, a cartoon illustration depicts a gathering of figures, symbolizing the meeting between Chopin and Sand. Below the illustration, a text line reads \"Chopin met George Sand at a party hosted by Marie d'Agoult\" (text). Adjacent to this text, a figure caption describes \"A cartoon scene of a formal gathering with Chopin and Sand in the foreground\" (figure). Near the middle, a text line states \"George Sand wrote to Grzymała about her feelings for Chopin\" (text), with a figure caption that reads \"A stylized letter with words 'strong affection' and 'Chopin' in the center\" (figure). Below this, a text line reads \"Chopin labeled the package of letters 'My tragedy'\" (text), and a figure caption illustrates \"A box with the words 'My tragedy' written in Polish\" (figure). At the bottom, a text line states \"Maria Wodzińska's mother believed Chopin's poor health might prevent the marriage\" (text), with a figure caption describing \"A silhouette of a woman holding a letter with 'poor health' and 'marriage' inscribed\" (figure). The overall style of the image is a minimalist, illustrative design with soft lines and muted tones.",
    "infographic_id": 92,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 7,
    "keywords_total": 9,
    "context": "In 1836, at a party hosted by Marie d'Agoult, Chopin met the French author George Sand (born [Amantine] Aurore [Lucile] Dupin). Short (under five feet, or 152 cm), dark, big-eyed and a cigar smoker, she initially repelled Chopin, who remarked, \"What an unattractive person la Sand is. Is she really a woman?\" However, by early 1837 Maria Wodzińska's mother had made it clear to Chopin in correspondence that a marriage with her daughter was unlikely to proceed. It is thought that she was influenced by his poor health and possibly also by rumours about his associations with women such as d'Agoult and Sand. Chopin finally placed the letters from Maria and her mother in a package on which he wrote, in Polish, \"My tragedy\". Sand, in a letter to Grzymała of June 1838, admitted strong feelings for the composer and debated whether to abandon a current affair in order to begin a relationship with Chopin; she asked Grzymała to assess Chopin's relationship with Maria Wodzińska, without realising that the affair, at least from Maria's side, was over.",
    "qa_count": 10,
    "ids": [
      "56cc06496d243a140015ee5a",
      "56cc06496d243a140015ee5d",
      "56cc06496d243a140015ee5e",
      "56cfdc7f234ae51400d9bf8b",
      "56cfdc7f234ae51400d9bf8e",
      "56cfdc7f234ae51400d9bf8f",
      "56d3234159d6e41400146288",
      "56d3234159d6e41400146289",
      "56d3234159d6e4140014628b",
      "56d3234159d6e4140014628c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Sand's Journey\" (text) focused on \"19th Century Romantic and Musical History\" (text). At the top, a cartoon depiction of Chopin and Sand in a musical setting introduces the narrative. Below, a stylized map shows their travels. The middle section features a timeline of key events. Near the timeline, a visual text item reads \"Chopin visited London in June 1837\" (text). Adjacent to it, another text item states \"Chopin and Sand became lovers in June 1838\" (text). Below the timeline, a visual text item reads \"George Sand was six years older than Chopin\" (text). A figure caption describes \"a cartoon of Chopin and Sand playing the piano together\" (figure). To the right of the timeline, a visual text item reads \"Their time on Majorca was miserable\" (text). A figure caption describes \"a stylized scene of a cold winter in Majorca\" (figure). At the bottom, a visual text item reads \"They took shelter in a former Carthusian monastery\" (text). A figure caption describes \"a silhouette of a monastery in the snow\" (figure). The overall style of the image is minimalist and illustrative.",
    "infographic_id": 93,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 23,
    "context": "In June 1837 Chopin visited London incognito in the company of the piano manufacturer Camille Pleyel where he played at a musical soirée at the house of English piano maker James Broadwood. On his return to Paris, his association with Sand began in earnest, and by the end of June 1838 they had become lovers. Sand, who was six years older than the composer, and who had had a series of lovers, wrote at this time: \"I must say I was confused and amazed at the effect this little creature had on me ... I have still not recovered from my astonishment, and if I were a proud person I should be feeling humiliated at having been carried away ...\" The two spent a miserable winter on Majorca (8 November 1838 to 13 February 1839), where, together with Sand's two children, they had journeyed in the hope of improving the health of Chopin and that of Sand's 15-year-old son Maurice, and also to escape the threats of Sand's former lover Félicien Mallefille. After discovering that the couple were not married, the deeply traditional Catholic people of Majorca became inhospitable, making accommodation difficult to find. This compelled the group to take lodgings in a former Carthusian monastery in Valldemossa, which gave little shelter from the cold winter weather.",
    "qa_count": 15,
    "ids": [
      "56cc07886d243a140015ee64",
      "56cc07886d243a140015ee65",
      "56cc07886d243a140015ee66",
      "56cc07886d243a140015ee67",
      "56cc07886d243a140015ee68",
      "56cfdd64234ae51400d9bf97",
      "56cfdd64234ae51400d9bf98",
      "56cfdd64234ae51400d9bf99",
      "56cfdd64234ae51400d9bf9a",
      "56cfdd64234ae51400d9bf9b",
      "56d323fb59d6e41400146292",
      "56d323fb59d6e41400146293",
      "56d323fb59d6e41400146294",
      "56d323fb59d6e41400146295",
      "56d323fb59d6e41400146296"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Health and Piano Journey\" (text) focused on \"Chopin's Challenges in Majorca\" (text). At the top, a cartoon illustration depicts Chopin in a stylized room, surrounded by medical symbols and a piano, symbolizing his health struggles and artistic endeavors. Below the illustration, a text line reads \"Chopin complained about his bad health and the doctors' incompetence\" (text). Adjacent to this, another text line states \"Three doctors visited him by December 3rd\" (text). In the middle, a figure shows a stylized piano being transported through stormy seas and customs officials, captioned \"A piano arriving through many dangerous obstacles\" (figure). Below this, a text line reads \"His Pleyel piano finally arrived in December\" (text). Near the bottom, a figure illustrates Chopin at a piano, captioned \"Chopin writing Preludes on the piano that arrived in best possible condition\" (figure). A text line below reads \"Chopin sent his Preludes to Pleyel\" (text). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 94,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 11,
    "context": "On 3 December, Chopin complained about his bad health and the incompetence of the doctors in Majorca: \"Three doctors have visited me ... The first said I was dead; the second said I was dying; and the third said I was about to die.\" He also had problems having his Pleyel piano sent to him. It finally arrived from Paris in December. Chopin wrote to Pleyel in January 1839: \"I am sending you my Preludes [(Op. 28)]. I finished them on your little piano, which arrived in the best possible condition in spite of the sea, the bad weather and the Palma customs.\" Chopin was also able to undertake work on his Ballade No. 2, Op. 38; two Polonaises, Op. 40; and the Scherzo No. 3, Op. 39.",
    "qa_count": 9,
    "ids": [
      "56cc08eb6d243a140015ee6e",
      "56cc08eb6d243a140015ee6f",
      "56cc08eb6d243a140015ee70",
      "56cfddc4234ae51400d9bfa1",
      "56cfddc4234ae51400d9bfa2",
      "56d347fb59d6e4140014629c",
      "56d347fb59d6e4140014629d",
      "56d347fb59d6e4140014629f",
      "56d347fb59d6e414001462a0"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Sand's Journey\" (text) focused on \"Chopin's Health and Travel\" (text). At the top, a cartoon illustration depicts a stormy sky with a silhouette of a person, symbolizing the bad weather (figure). Below this, a text line states \"Bad weather negatively impacted Chopin's health\" (text). Adjacent to this, another text line reads \"Sand decided to leave the island\" (text). In the middle, a stylized scene shows a group traveling by boat, representing their journey to Marseilles (figure). Below this, a text line indicates \"They traveled to Marseilles to help Chopin recover\" (text). Near the bottom, a cartoon of a house with a garden appears, captioned \"Sand's estate at Nohant\" (figure). A text line states \"They spent summers at Nohant until 1846\" (text). Further down, a depiction of two adjacent buildings with a shared wall shows Chopin and Sand's new home (figure). A text line near this reads \"In 1842, they moved to Square d'Orléans\" (text). Finally, a text line at the bottom states \"Chopin's apartment was at 5 rue Tronchet\" (text). The overall style of the image is a cartoonish, illustrative approach with symbolic visuals and minimal text.",
    "infographic_id": 95,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 9,
    "context": "Although this period had been productive, the bad weather had such a detrimental effect on Chopin's health that Sand determined to leave the island. To avoid further customs duties, Sand sold the piano to a local French couple, the Canuts.[n 8] The group traveled first to Barcelona, then to Marseilles, where they stayed for a few months while Chopin convalesced. In May 1839 they headed for the summer to Sand's estate at Nohant, where they spent most summers until 1846. In autumn they returned to Paris, where Chopin's apartment at 5 rue Tronchet was close to Sand's rented accommodation at the rue Pigalle. He frequently visited Sand in the evenings, but both retained some independence. In 1842 he and Sand moved to the Square d'Orléans, living in adjacent buildings.",
    "qa_count": 15,
    "ids": [
      "56cc0d816d243a140015ee78",
      "56cc0d816d243a140015ee79",
      "56cc0d816d243a140015ee7a",
      "56cc0d816d243a140015ee7b",
      "56cc0d816d243a140015ee7c",
      "56cfde92234ae51400d9bfb7",
      "56cfde92234ae51400d9bfb8",
      "56cfde92234ae51400d9bfb9",
      "56cfde92234ae51400d9bfba",
      "56cfde92234ae51400d9bfbb",
      "56d34c7c59d6e414001462a6",
      "56d34c7c59d6e414001462a7",
      "56d34c7c59d6e414001462a8",
      "56d34c7c59d6e414001462a9",
      "56d34c7c59d6e414001462aa"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Musical Milestones\" (text) focused on \"Key Events in Chopin's Life\" (text). At the top, a cartoon illustration depicts a grand piano with a stylized silhouette of Chopin playing the organ (figure). Below the illustration, a text line reads \"Chopin played at Adolphe Nourrit's funeral in 1839\" (text). Adjacent to this, another text line states \"A transcription of Franz Schubert's lied Die Gestirne\" (text). In the middle, a figure shows a dramatic scene of a symphony orchestra with a stylized representation of Berlioz's composition (figure). Below this, a text line reads \"Chopin and Sand attended a dress rehearsal for the tenth anniversary of the July Revolution\" (text). Near the bottom, a text line states \"Chopin was reportedly unimpressed with the composition\" (text). The overall style of the image is minimalist and illustrative, with a focus on key events and their symbolic representations.",
    "infographic_id": 96,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 15,
    "context": "At the funeral of the tenor Adolphe Nourrit in Paris in 1839, Chopin made a rare appearance at the organ, playing a transcription of Franz Schubert's lied Die Gestirne. On 26 July 1840 Chopin and Sand were present at the dress rehearsal of Berlioz's Grande symphonie funèbre et triomphale, composed to commemorate the tenth anniversary of the July Revolution. Chopin was reportedly unimpressed with the composition.",
    "qa_count": 9,
    "ids": [
      "56cc0f056d243a140015ee83",
      "56cc0f056d243a140015ee84",
      "56cfdf00234ae51400d9bfc7",
      "56cfdf00234ae51400d9bfc8",
      "56cfdf00234ae51400d9bfc9",
      "56d34dea59d6e414001462b0",
      "56d34dea59d6e414001462b1",
      "56d34dea59d6e414001462b3",
      "56d34dea59d6e414001462b4"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Summer at Nohant\" (text) focused on \"Compositional Life and Visitors\" (text). At the top, a cartoon illustration of Chopin in a garden setting (figure) captures the serene atmosphere of his summers. Below the illustration, a text line reads \"Chopin composed many works during calm summers at Nohant\" (text). Adjacent to this, another text line states \"Including the Polonaise in A-flat major, Op. 53\" (text). \n\nIn the middle, a stylized image of a letter with a quill and parchment (figure) represents Delacroix's account. Near the letter illustration, a text line reads \"Delacroix wrote a letter on 7 June 1842 about his visit\" (text). To the right of the letter, a text line notes \"Two visitors were Delacroix and the mezzo-soprano Pauline Viardot\" (text). \n\nAt the bottom, a silhouette of a woman with a piano (figure) symbolizes Viardot's connection to Chopin. Below this, a text line reads \"Chopin advised Viardot on piano technique and composition\" (text). The overall style of the image is minimalist and illustrative, using symbolic visuals to convey key facts without text overload.",
    "infographic_id": 97,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "During the summers at Nohant, particularly in the years 1839–43, Chopin found quiet, productive days during which he composed many works, including his Polonaise in A-flat major, Op. 53. Among the visitors to Nohant were Delacroix and the mezzo-soprano Pauline Viardot, whom Chopin had advised on piano technique and composition. Delacroix gives an account of staying at Nohant in a letter of 7 June 1842:",
    "qa_count": 7,
    "ids": [
      "56cc100b6d243a140015ee8a",
      "56cc100b6d243a140015ee8c",
      "56cc100b6d243a140015ee8d",
      "56cfdf7b234ae51400d9bfd6",
      "56d34ffe59d6e414001462bb",
      "56d34ffe59d6e414001462bc",
      "56d34ffe59d6e414001462bd"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Health Decline\" (text) focused on \"Famous Composer's Illness\" (text). At the top, a cartoon illustration depicts a frail Chopin seated at a piano, surrounded by symbolic elements representing his declining health. Below the illustration, a text line states \"Chopin began showing signs of serious illness in 1842\" (text). Adjacent to this, another text line reads \"He wrote to Grzymała about his agonizing mouth and tonsils pain in 1842\" (text). Near the middle, a figure caption describes \"a cartoon of Chopin declining an invitation to perform the Beethoven Seventh Symphony arrangement at Erard's\" (figure). Below that, a text line states \"Chopin had to decline Alkan's invitation in 1843\" (text). In the middle, a figure caption shows \"a stylized scene of Chopin playing the piano for Charles Hallé in 1844\" (figure). Adjacent to this, a text line reads \"Modern research suggests Chopin may have had temporal lobe epilepsy\" (text). At the bottom, a text line states \"Chopin's health continued to deteriorate from 1844 onwards\" (text). The overall style of the image is a minimalist, illustrative representation with symbolic visuals and concise text.",
    "infographic_id": 98,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "From 1842 onwards, Chopin showed signs of serious illness. After a solo recital in Paris on 21 February 1842, he wrote to Grzymała: \"I have to lie in bed all day long, my mouth and tonsils are aching so much.\" He was forced by illness to decline a written invitation from Alkan to participate in a repeat performance of the Beethoven Seventh Symphony arrangement at Erard's on 1 March 1843. Late in 1844, Charles Hallé visited Chopin and found him \"hardly able to move, bent like a half-opened penknife and evidently in great pain\", although his spirits returned when he started to play the piano for his visitor. Chopin's health continued to deteriorate, particularly from this time onwards. Modern research suggests that apart from any other illnesses, he may also have suffered from temporal lobe epilepsy.",
    "qa_count": 13,
    "ids": [
      "56cc12376d243a140015ee92",
      "56cc12376d243a140015ee93",
      "56cc12376d243a140015ee94",
      "56cc12376d243a140015ee95",
      "56cc12376d243a140015ee96",
      "56cfe09e234ae51400d9bfd9",
      "56cfe09e234ae51400d9bfda",
      "56cfe09e234ae51400d9bfdb",
      "56d3536159d6e414001462c2",
      "56d3536159d6e414001462c3",
      "56d3536159d6e414001462c4",
      "56d3536159d6e414001462c5",
      "56d3536159d6e414001462c6"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Sand's Relationship\" (text) focused on \"Their Complex Partnership\" (text). At the top, a cartoon illustration depicts a stylized scene of a composer and a writer in a dramatic conversation, symbolizing their evolving dynamic. Below the illustration, a text line reads \"Chopin and Sand's Relationship\" (text), followed by \"Their Complex Partnership\" (text) near the middle. To the right of the illustration, a text line states \"Their bond shifted from love to caretaking\" (text), while a figure caption describes \"A cartoon of a composer and writer in a dramatic conversation\" (figure). Near the bottom, a text line reads \"Sand published a novel reflecting their relationship\" (text), with a figure caption of \"A stylized scene of a writer working on a manuscript\" (figure). A text line adjacent to the bottom figure states \"Chopin's illness led to Sand's role as nurse\" (text). Another text line nearby reads \"The relationship ended in 1847\" (text), and a figure caption describes \"A symbolic image of a closing door and a farewell gesture\" (figure). The overall style of the image is a cartoon or illustrative style with no letters, numerals, words, acronyms, or logos.",
    "infographic_id": 99,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 2,
    "keywords_total": 11,
    "context": "Chopin's relations with Sand were soured in 1846 by problems involving her daughter Solange and Solange's fiancé, the young fortune-hunting sculptor Auguste Clésinger. The composer frequently took Solange's side in quarrels with her mother; he also faced jealousy from Sand's son Maurice. Chopin was utterly indifferent to Sand's radical political pursuits, while Sand looked on his society friends with disdain. As the composer's illness progressed, Sand had become less of a lover and more of a nurse to Chopin, whom she called her \"third child\". In letters to third parties, she vented her impatience, referring to him as a \"child,\" a \"little angel\", a \"sufferer\" and a \"beloved little corpse.\" In 1847 Sand published her novel Lucrezia Floriani, whose main characters—a rich actress and a prince in weak health—could be interpreted as Sand and Chopin; the story was uncomplimentary to Chopin, who could not have missed the allusions as he helped Sand correct the printer's galleys. In 1847 he did not visit Nohant, and he quietly ended their ten-year relationship following an angry correspondence which, in Sand's words, made \"a strange conclusion to nine years of exclusive friendship.\" The two would never meet again.",
    "qa_count": 12,
    "ids": [
      "56cc13956d243a140015ee9c",
      "56cc13956d243a140015ee9d",
      "56cc13956d243a140015ee9e",
      "56cc13956d243a140015ee9f",
      "56cc13956d243a140015eea0",
      "56cfe169234ae51400d9bfeb",
      "56cfe169234ae51400d9bfec",
      "56cfe169234ae51400d9bfed",
      "56d354c659d6e414001462cd",
      "56d354c659d6e414001462ce",
      "56d354c659d6e414001462cf",
      "56d354c659d6e414001462d0"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Creative Output Over Time\" (text) focused on \"Compositional Trends in Chopin's Later Years\" (text). At the top, a stylized timeline illustrates the progression of Chopin's output from 1841 to 1845. Below the timeline, a series of visual icons represent the number of works composed each year. Near the timeline, a caption reads \"Chopin's output declined in quantity year by year\" (text). Adjacent to the timeline, a text line states \"In 1841 he had written a dozen works\" (text). Below the timeline, a cartoon illustration shows Chopin in a contemplative pose, surrounded by musical notes and a faded parchment, symbolizing his waning inspiration. A caption for this illustration reads \"His powers of concentration were failing and his inspiration was beset by anguish\" (figure). To the right of the timeline, a text line notes \"Although these works were more refined than many of his earlier compositions\" (text). At the bottom, a visual representation of a piano key with a single note labeled \"Op. 58 sonata\" (figure). The overall style of the image is minimalist and illustrative, emphasizing emotional and compositional evolution.",
    "infographic_id": 100,
    "figure_count": 2,
    "keyword_coverage": false,
    "keywords_found": 10,
    "keywords_total": 15,
    "context": "Chopin's output as a composer throughout this period declined in quantity year by year. Whereas in 1841 he had written a dozen works, only six were written in 1842 and six shorter pieces in 1843. In 1844 he wrote only the Op. 58 sonata. 1845 saw the completion of three mazurkas (Op. 59). Although these works were more refined than many of his earlier compositions, Zamoyski opines that \"his powers of concentration were failing and his inspiration was beset by anguish, both emotional and intellectual.\"",
    "qa_count": 8,
    "ids": [
      "56cc15956d243a140015eea8",
      "56cc15956d243a140015eea9",
      "56cfe1d7234ae51400d9bff7",
      "56cfe1d7234ae51400d9bff8",
      "56cfe1d7234ae51400d9bff9",
      "56d3af3e2ccc5a1400d82e41",
      "56d3af3e2ccc5a1400d82e42",
      "56d3af3e2ccc5a1400d82e44"
    ],
    "title": "Frédéric_Chopin"
  }
]