[
  {
    "generated_infographic": "The image is an infographic titled \"Rescue efforts and obstacles after the Sichuan earthquake\" (text) focused on \"access, needs, and a remote village rescue\" (text). At the top is a concise header summarizing readiness and access issues, near a small scene showing rescue teams paused by blocked roads. \n\"Many rescue teams were reported ready early on, including the Taipei Fire Department ready by Wednesday\" (text)\n\"Access to hardest hit areas was inhibited by the traffic problem, so local relief was limited\" (text)\nBelow that, adjacent to a sequence of illustrations, is an emphasis on supply and donation guidance from relief organizations. \n\"Red Cross recommended donating cash rather than items because roads were damaged or blocked\" (text)\n\"A cartoon of a mountain road cut by landslides blocking vehicles and supplies\" (figure)\nIn the middle, near an illustration of a climbing rescue group, is a focused panel about the mountain rescue to a high-altitude village. \n\"A stylized group of soldiers carrying heavy relief packs struggling over unstable terrain\" (figure)\n\"Soldiers under commander Yang Wenyao attempted to reach the Tibetan village of Sier at high elevation\" (text)\nBelow, adjacent to an illustration of the isolated village, the human impact is shown and summarized to connect needs to delayed arrival. \n\"A silhouette of a remote, damaged village with stranded villagers awaiting aid\" (figure)\n\"Over 300 Tibetan villagers were stranded without food and water for five days before help arrived\" (text) The overall style of the image is clean, illustrative, and informational with clear iconographic figures and concise supporting text.",
    "infographic_id": 401,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Many rescue teams, including that of the Taipei Fire Department from Taiwan, were reported ready to join the rescue effort in Sichuan as early as Wednesday. However, the Red Cross Society of China said that (on May 13) \"it was inconvenient currently due to the traffic problem to the hardest hit areas closest to the epicenter.\" The Red Cross Society of China also stated that the disaster areas need tents, medical supplies, drinking water and food; however it recommended donating cash instead of other items, as it had not been possible to reach roads that were completely damaged or places that were blocked off by landslides. Landslides continuously threatened the progress of a search and rescue group of 80 men, each carrying about 40 kg of relief supplies, from a motorized infantry brigade under commander Yang Wenyao, as they tried to reach the ethnically Tibetan village of Sier at a height of 4000 m above sea level in Pingwu county. The extreme terrain conditions precluded the use of helicopter evacuation, and over 300 of the Tibetan villagers were stranded in their demolished village for five days without food and water before the rescue group finally arrived to help the injured and stranded villagers down the mountain.",
    "qa_count": 6,
    "ids": [
      "56cec6e9aab44d1400b88a29",
      "56cec6e9aab44d1400b88a2d",
      "56d5db271c85041400946e40",
      "56d5db271c85041400946e41",
      "56d5db271c85041400946e42",
      "56d5db271c85041400946e43"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Wenchuan emergency response overview\" (text) focused on \"rescue operations and access challenges\" (text). At the top a brief situational header summarizes causes and immediate barriers, the middle shows deployed assets and personnel with linked pictorial scenes, and the bottom lists survivor and unaccounted figures alongside timing of restored communications.\n\n\"Affected by heavy rain and landslides that hampered rescue access\" (text)\n\"Twenty helicopters deployed for delivering aid, evacuations, and reconnaissance\" (text)\n\"About fifteen thousand six hundred troops and militia reservists joined rescue forces by the noted update\" (text)\n\"Rescue reach and parachute insertion: fifteen special operations troops parachuted into an inaccessible county\" (text)\n\"Around three thousand survivors found in a town while about nine thousand inhabitants remained unclear\" (text)\n\"a cartoon scene of a helicopter flying above rugged terrain, supporting stranded people below\" (figure)\n\"a stylized illustration of rescue personnel moving along a blocked mountain road with improvised equipment\" (figure)\n\"a silhouette of parachutists descending toward a remote valley with packed supplies\" (figure)\n\nThe overall style of the image is clear, documentary-info focused, and illustrative.",
    "infographic_id": 402,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 11,
    "context": "Persistent heavy rain and landslides in Wenchuan County and the nearby area badly affected rescue efforts. At the start of rescue operations on May 12, 20 helicopters were deployed for the delivery of food, water, and emergency aid, and also the evacuation of the injured and reconnaissance of quake-stricken areas. By 17:37 CST on May 13, a total of over 15,600 troops and militia reservists from the Chengdu Military Region had joined the rescue force in the heavily affected areas. A commander reported from Yingxiu Town, Wenchuan, that around 3,000 survivors were found, while the status of the other inhabitants (around 9,000) remained unclear. The 1,300 rescuers reached the epicenter, and 300 pioneer troops reached the seat of Wenchuan at about 23:30 CST. By 12:17 CST, May 14, 2008, communication in the seat of Wenchuan was partly revived. On the afternoon of May 14, 15 Special Operations Troops, along with relief supplies and communications gear, parachuted into inaccessible Mao County, northeast of Wenchuan.",
    "qa_count": 10,
    "ids": [
      "56cec79caab44d1400b88a33",
      "56cec79caab44d1400b88a34",
      "56cec79caab44d1400b88a35",
      "56cec79caab44d1400b88a36",
      "56cec79caab44d1400b88a37",
      "56d5ecf21c85041400946e5a",
      "56d5ecf21c85041400946e5b",
      "56d5ecf21c85041400946e5c",
      "56d5ecf21c85041400946e5d",
      "56d5ecf21c85041400946e5e"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Rapid Helicopter Deployment Ordered by Premier Wen Jiabao\" (text) focused on \"airlift contribution breakdown and scale of the relief operation\" (text). At the top is a concise summary line, the middle shows contributing sources with supporting visuals nearby, and the bottom highlights the overall scale and historical note.\n\n\"Premier Wen Jiabao ordered the deployment of an additional 90 helicopters\" (text)\n\"60 helicopters provided by the PLAAF and 30 by the civil aviation industry\" (text)\n\"Over 150 aircraft involved in the relief operation, largest in PLA history\" (text)\n\"Described as a large non-combat airlifting operation\" (text)\n\"a stylized illustration of multiple helicopters in formation above a relief scene\" (figure)\n\"a cartoon transport airplane alongside a simplified military helicopter to suggest combined air force and civil contributions\" (figure)\n\"a stylized silhouette of an administrative figure issuing an order, placed near the top summary\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy and simplified cartoon-style figures.",
    "infographic_id": 403,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "By May 15, Premier Wen Jiabao ordered the deployment of an additional 90 helicopters, of which 60 were to be provided by the PLAAF, and 30 were to be provided by the civil aviation industry, bringing the total of number of aircraft deployed in relief operations by the air force, army, and civil aviation to over 150, resulting in the largest non-combat airlifting operation in People's Liberation Army history.",
    "qa_count": 8,
    "ids": [
      "56cec801aab44d1400b88a3d",
      "56cec801aab44d1400b88a3e",
      "56cec801aab44d1400b88a3f",
      "56cec801aab44d1400b88a40",
      "56d60cd01c85041400946eea",
      "56d60cd01c85041400946eec",
      "56d60cd01c85041400946eed",
      "56d60cd01c85041400946eee"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beijing Accepts Aid from Taiwan\" (text) focused on \"international relief acceptance after a quake\" (text). At the top there is a concise summary line and nearby supporting visuals; in the middle a sequence emphasizes timing and origin; near the bottom an explanatory label links the aid to the reason it was accepted.  \n\"Beijing gratefully accepted international help to cope with the quake\" (text)  \n\"Tzu Chi Foundation from Taiwan was the first outside force to join relief efforts\" (text)  \n\"Beijing agreed to accept aid late on May 13\" (text)  \n\"International relief arriving to support earthquake response\" (text)  \n\"a stylized illustration of aid workers unloading supplies beside a collapsed building\" (figure)  \n\"a cartoon relief team carrying medical and shelter supplies with no text\" (figure)  \n\"a silhouette of a helping hand reaching toward a city skyline\" (figure)  \nThe overall style of the image is clean, illustrative, and informative, with clear hierarchy and simple iconography.",
    "infographic_id": 404,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Beijing accepted the aid of the Tzu Chi Foundation from Taiwan late on May 13. Tzu Chi was the first force from outside the People's Republic of China to join the rescue effort. China stated it would gratefully accept international help to cope with the quake.",
    "qa_count": 6,
    "ids": [
      "56cec88baab44d1400b88a45",
      "56cec88baab44d1400b88a46",
      "56d60ddf1c85041400946ef4",
      "56d60ddf1c85041400946ef5",
      "56d60ddf1c85041400946ef6",
      "56d60ddf1c85041400946ef7"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Taiwan to Chengdu relief flights\" (text) focused on \"chartered cargo and rescue flight logistics\" (text). At the top, a concise headline and summary introduce the operation, near a figure showing a symbolic aircraft en route; in the middle, details about departures and cargo are presented adjacent to supporting figures; at the bottom, rescue team departure information appears below an illustrative team boarding scene. \n\"Taiwan to Chengdu relief flights\" (text)\n\"Chartered cargo flight carried about 100 tons of donated relief supplies and had approval from mainland authorities\" (text)\n\"China Airlines chartered cargo flight departed Taiwan Taoyuan International Airport at 17:00 CST on May 15 and arrived in Chengdu by 20:30 CST\" (text)\n\"Rescue team from the Red Cross in Taiwan scheduled to depart Taipei on a Mandarin Airlines charter at 15:00 CST on May 16\" (text)\n\"a stylized aircraft flying between two simplistic airport icons to represent the cargo route\" (figure)\n\"a cartoon cargo hold with stacked boxes labeled as donated relief supplies to represent the transported aid\" (figure)\n\"a silhouette of a small rescue team boarding a passenger aircraft to represent the departing relief team\" (figure)\nThe overall style of the image is clear, informative, and illustrative.",
    "infographic_id": 405,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "A direct chartered cargo flight was made by China Airlines from Taiwan Taoyuan International Airport to Chengdu Shuangliu International Airport sending some 100 tons of relief supplies donated by the Tzu Chi Foundation and the Red Cross Society of Taiwan to the affected areas. Approval from mainland Chinese authorities was sought, and the chartered flight departed Taipei at 17:00 CST, May 15 and arrived in Chengdu by 20:30 CST. A rescue team from the Red Cross in Taiwan was also scheduled to depart Taipei on a Mandarin Airlines direct chartered flight to Chengdu at 15:00 CST on May 16.",
    "qa_count": 8,
    "ids": [
      "56cec8e2aab44d1400b88a55",
      "56cec8e2aab44d1400b88a57",
      "56cec8e2aab44d1400b88a58",
      "56d613011c85041400946efc",
      "56d613011c85041400946efd",
      "56d613011c85041400946efe",
      "56d613011c85041400946eff",
      "56d613011c85041400946f00"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"International and domestic aid response to the quake\" (text) focused on \"aid deliveries, shared intelligence, and personnel involved\" (text). At the top, a concise headline and summary present the timeline and what was shared, near a supporting illustration of arriving international teams. \"Aid arrival timeline noting May 16 arrivals from multiple countries\" (text)\n\"a cartoon group of stylized rescue workers arriving with gear\" (figure)\nBelow that, centered text describes shared intelligence and bilateral cooperation, adjacent to an illustrative signal or satellite cue. \"United States shared satellite images of the quake-stricken areas with Chinese authorities\" (text)\n\"a stylized satellite transmitting imagery toward a silhouette of a building cluster\" (figure)\nIn the middle, a compact note identifies the military airlift and its cargo, left of an illustrative transport aircraft figure. \"U.S. Air Force C-17 transport flights delivered supplies including tents and generators\" (text)\n\"a cartoon transport aircraft unloading stacked supply crates and tents\" (figure)\nAt the bottom, a strong concluding label quantifies the domestic response, below which a scene shows rescue personnel in action. \"Xinhua report: 135,000 Chinese troops and medics deployed across many counties and cities\" (text)\n\"a stylized crowd of uniformed rescuers and medics organized in rows assisting civilians\" (figure)\nThe overall style of the image is clear, illustrative, and informational with straightforward iconography and concise supporting text.",
    "infographic_id": 406,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "On May 16, rescue groups from South Korea, Japan, Singapore, Russia and Taiwan arrived to join the rescue effort. The United States shared some of its satellite images of the quake-stricken areas with Chinese authorities. During the weekend, the US sent into China two U.S. Air Force C-17's carrying supplies, which included tents and generators. Xinhua reported 135,000 Chinese troops and medics were involved in the rescue effort across 58 counties and cities.",
    "qa_count": 7,
    "ids": [
      "56cec9e1aab44d1400b88a62",
      "56cec9e1aab44d1400b88a63",
      "56cec9e1aab44d1400b88a65",
      "56d61a451c85041400946f10",
      "56d61a451c85041400946f11",
      "56d61a451c85041400946f13",
      "56d61a451c85041400946f14"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Internet-enabled rescue coordination after the disaster\" (text) focused on \"how online tools supported rescue and recovery\" (text). At the top is a concise overview, near the middle are supporting scenes and a highlighted timeline item, and near the bottom is a brief outcome note with an illustrative scene.\n\n\"Internet was extensively used to pass information and aid rescue and recovery efforts\" (text)\n\"News agency Xinhua set up an online rescue request center to find blind spots of disaster recovery\" (text)\n\"Rescue helicopters had trouble landing in Wenchuan until a student proposed a nearby touchdown spot\" (text)\n\"Volunteer websites stored contact information for victims and evacuees; a May 31 rescue helicopter crashed in fog and turbulence with no survivors\" (text)\n\"a stylized map view showing Wenchuan and a proposed landing spot near a rugged epicenter\" (figure)\n\"a cartoon scene of volunteers at computers organizing contact lists for evacuees\" (figure)\n\"a stylized helicopter silhouette attempting to land in foggy terrain\" (figure)\n\"a symbolic communication network of lines radiating from a central online hub\" (figure)\n\nThe overall style of the image is clear, illustrative, and informational with concise labels and supportive cartoon-style figures.",
    "infographic_id": 407,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "The Internet was extensively used for passing information to aid rescue and recovery efforts. For example, the official news agency Xinhua set up an online rescue request center in order to find the blind spots of disaster recovery. After knowing that rescue helicopters had trouble landing into the epicenter area in Wenchuan, a student proposed a landing spot online and it was chosen as the first touchdown place for the helicopters[not in citation given]. Volunteers also set up several websites to help store contact information for victims and evacuees. On May 31, a rescue helicopter carrying earthquake survivors and crew members crashed in fog and turbulence in Wenchuan county. No-one survived.",
    "qa_count": 9,
    "ids": [
      "56ceccc7aab44d1400b88a7d",
      "56ceccc7aab44d1400b88a7e",
      "56ceccc7aab44d1400b88a7f",
      "56ceccc7aab44d1400b88a80",
      "56d61c4e1c85041400946f1a",
      "56d61c4e1c85041400946f1b",
      "56d61c4e1c85041400946f1c",
      "56d61c4e1c85041400946f1d",
      "56d61c4e1c85041400946f1e"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"First anniversary remembrance of the quake\" (text) focused on \"national commemorations and recovery actions\" (text). At the top it summarizes the national observance and fundraising, with supportive visuals placed near the middle and bottom to illustrate access and memorial plans.  \n\"First anniversary remembrance of the quake\" (text)  \n\"China observed a moment of silence nationwide and held several concerts to raise funds for survivors\" (text)  \n\"Access to the sealed ruins of the Beichuan county seat was opened for three days\" (text)  \n\"The site will be preserved as an earthquake relic museum to remind people of the terrible disaster\" (text)  \n\"a stylized crowd standing in respectful silence near a symbolic memorial\" (figure)  \n\"a cartoon stage with musicians representing benefit concerts\" (figure)  \n\"a stylized illustration of a preserved ruined townsite with a path leading to it\" (figure)  \nThe overall style of the image is clear, informative, and illustrative with simple icons and clean layouts.",
    "infographic_id": 408,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "On May 12, 2009, China marked the first anniversary of the quake with a moment of silence as people across the nation remembered the dead. The government also opened access to the sealed ruins of the Beichuan county seat for three days, after which it will be frozen in time as a state earthquake relic museum, to remind people of the terrible disaster. There were also several concerts across the country to raise money for the survivors of the quake.",
    "qa_count": 7,
    "ids": [
      "56cecd53aab44d1400b88a88",
      "56cecd53aab44d1400b88a89",
      "56cecd53aab44d1400b88a8a",
      "56d66b221c85041400947103",
      "56d66b221c85041400947104",
      "56d66b221c85041400947105",
      "56d66b221c85041400947106"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earthquake Relief Response\" (text) focused on \"Donation methods and government allocation\" (text). At the top a concise header summarizes who gave help and where, and near the middle supportive visuals illustrate donation methods and crowd effects, with government funding noted below. \"Donations came from people all over mainland China, with booths set up in schools, at banks, and around gas stations\" (text)\n\"a cartoon line of people waiting to give blood near a makeshift donation tent\" (figure)\n\"Many people donated blood, producing long line-ups in most major cities\" (text)\n\"a stylized depiction of a mobile phone sending a text to a service number\" (figure)\n\"a note that many donated via text messaging to accounts set up by China Unicom and China Mobile\" (text)\n\"a cartoon of several simple donation booths labeled generically for public collection\" (figure)\n\"Chinese government designated a total of $772 million for earthquake relief by May 16\" (text) The overall style of the image is illustrative and informational with clean, simple layouts and clear icons.",
    "infographic_id": 409,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Following the earthquake, donations were made by people from all over mainland China, with booths set up in schools, at banks, and around gas stations. People also donated blood, resulting in according to Xinhua long line-ups in most major Chinese cities. Many donated through text messaging on mobile phones to accounts set up by China Unicom and China Mobile By May 16, the Chinese government had allocated a total of $772 million for earthquake relief so far, up sharply from $159 million from May 14.",
    "qa_count": 7,
    "ids": [
      "56cecdf0aab44d1400b88a93",
      "56cecdf0aab44d1400b88a95",
      "56d666041c850414009470f1",
      "56d666041c850414009470f2",
      "56d666041c850414009470f3",
      "56d666041c850414009470f4",
      "56d666041c850414009470f5"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Emergency relief supplies flown to Wenchuan County\" (text) focused on \"humanitarian aid sent after the disaster\" (text). At the top there is a concise summary header, near the middle a visual comparison of contributions, and at the bottom a note about intended recipients and additional support.  \n\"Emergency relief supplies flown to Wenchuan County\" (text)  \n\"Red Cross Society of China flew 557 tents and 2,500 quilts valued at 788,000 yuan\" (text)  \n\"Amity Foundation had already begun relief work and earmarked US$143,000 for disaster relief\" (text)  \n\"Sichuan ministry provided 30,000 tents for those left homeless\" (text)  \n\"a stylized illustration of a cargo plane unloading packaged tents and quilts at a small airstrip\" (figure)  \n\"a cartoon scene of aid workers next to stacks of bundled quilts and labeled tent packages\" (figure)  \n\"a silhouette of rows of tents pitched to shelter displaced people\" (figure) The overall style of the image is clear, informative, and illustrative with simple icons and readable captions.",
    "infographic_id": 410,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "The Red Cross Society of China flew 557 tents and 2,500 quilts valued at 788,000 yuan (US$113,000) to Wenchuan County. The Amity Foundation already began relief work in the region and has earmarked US$143,000 for disaster relief. The Sichuan Ministry of Civil Affairs said that they have provided 30,000 tents for those left homeless.",
    "qa_count": 10,
    "ids": [
      "56cece5caab44d1400b88a9b",
      "56cece5caab44d1400b88a9c",
      "56cece5caab44d1400b88a9d",
      "56cece5caab44d1400b88a9e",
      "56cece5caab44d1400b88a9f",
      "56d663b11c850414009470e3",
      "56d663b11c850414009470e4",
      "56d663b11c850414009470e5",
      "56d663b11c850414009470e6",
      "56d663b11c850414009470e7"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Schoolroom collapses and social impact\" (text) focused on \"post-earthquake school failures and policy responses\" (text). At the top is a concise headline and context, near a visual showing the scale of structural failure, and below that a mid-section explains the public reaction and the coined phrase, adjacent to a lower section that summarizes family policy responses and administrative rules including status changes for children.\n\n\"Schoolroom collapses and social impact\" (text)\n\"Post-earthquake assessment reports over 7,000 inadequately engineered schoolrooms collapsed\" (text)\n\"Citizens coined the catch phrase to mock poor construction: tofu-dregs schoolhouses\" (text)\n\"Provincial rules allow illegal children under 18 to be registered as legal replacements for dead siblings\" (text)\n\"a stylized pile of broken schoolroom blocks with no letters or numerals\" (figure)\n\"a cartoon group of people holding a simple banner shape to indicate public outcry with no text\" (figure)\n\"a silhouette of a family with a single child figure beside an official document icon without words\" (figure)\n\"a simple illustrative scene of an administrative desk with a stamp-like symbol to imply policy exceptions without text\" (figure) The overall style of the image is clear, documentary, and infographic-focused with illustrative icons and concise explanatory phrases.",
    "infographic_id": 411,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The central government estimates that over 7,000 inadequately engineered schoolrooms collapsed in the earthquake. Chinese citizens have since invented a catch phrase: \"tofu-dregs schoolhouses\" (Chinese: 豆腐渣校舍), to mock both the quality and the quantity of these inferior constructions that killed so many school children. Due to the one-child policy, many families lost their only child when schools in the region collapsed during the earthquake. Consequently, Sichuan provincial and local officials have lifted the restriction for families whose only child was either killed or severely injured in the disaster. So-called \"illegal children\" under 18 years of age may be registered as legal replacements for their dead siblings; if the dead child was illegal, no further outstanding fines would apply. Reimbursement would not, however, be offered for fines that were already levied.",
    "qa_count": 6,
    "ids": [
      "56cecf68aab44d1400b88ab7",
      "56cecf68aab44d1400b88ab8",
      "56d64a821c85041400947075",
      "56d64a821c85041400947076",
      "56d64a821c85041400947077",
      "56d64a821c85041400947079"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Relief broadcasts and celebrity donations after the disaster\" (text) focused on \"regional charity programs and major contributions\" (text). At the top is the main event summary and host details, above a central band of supporting scenes, and below are related fundraising activities and celebrity actions.\n\n\"The Giving of Love four-hour special aired on the evening of May 18\" (text)\n\"Bai Yansong, familiar gala and round-the-clock coverage host, presented the program\" (text)\n\"Donations of the evening totalled 1.5 billion Chinese Yuan, approximately US$208 million\" (text)\n\"CCTV made the largest corporate contribution with a fifty million yuan donation; actor Jackie Chan donated $1.57 million\" (text)\n\n\"a cartoon of a television studio showing a live four-hour charity broadcast with camera and microphone props\" (figure)\n\"a stylized silhouette of a presenter speaking into a microphone positioned near the host text\" (figure)\n\"a small illustrative scene of musicians and celebrities on a stage labeled as a marathon fundraising event\" (figure)\n\"a cartoon of a singer recording a music video with a caption noting the title Promise and the donor amount nearby\" (figure)\n\nThe overall style of the image is clear, illustrative, and informational.",
    "infographic_id": 412,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 20,
    "keywords_total": 21,
    "context": "On the evening of May 18, CCTV-1 hosted a special four-hour program called The Giving of Love (simplified Chinese: 爱的奉献; traditional Chinese: 愛的奉獻), hosted by regulars from the CCTV New Year's Gala and round-the-clock coverage anchor Bai Yansong. It was attended by a wide range of entertainment, literary, business and political figures from mainland China, Hong Kong, Singapore and Taiwan. Donations of the evening totalled 1.5 billion Chinese Yuan (~US$208 million). Of the donations, CCTV gave the biggest corporate contribution at ¥50 million. Almost at the same time in Taiwan, a similarly themed programme was on air hosted by the sitting president Ma Ying-jeou. In June, Hong Kong actor Jackie Chan, who donated $1.57 million to the victims, made a music video alongside other artists entitled \"Promise\"; the song was composed by Andy Lau. The Artistes 512 Fund Raising Campaign, an 8-hour fundraising marathon, was held on June 1 in Hong Kong; it was attended by some 200 Sinosphere musicians and celebrities. In Singapore, MediaCorp Channel 8 hosted a 'live' programme 让爱川流不息 to raise funds for the victims.",
    "qa_count": 10,
    "ids": [
      "56cecff4aab44d1400b88abd",
      "56cecff4aab44d1400b88abe",
      "56cecff4aab44d1400b88abf",
      "56cecff4aab44d1400b88ac0",
      "56cecff4aab44d1400b88ac1",
      "56d6477c1c85041400947065",
      "56d6477c1c85041400947066",
      "56d6477c1c85041400947067",
      "56d6477c1c85041400947068",
      "56d6477c1c85041400947069"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"China's earthquake response and media openness\" (text) focused on \"comparisons of rescue effort openness and media coverage\" (text). At the top a concise summary links praise for rescue efforts with contrasts to past and foreign responses, with supporting visuals positioned below and to the left. \"Chinese rescue efforts were praised by western media, contrasted with a neighboring country's blockage of foreign aid during a major cyclone\" (text)\n\"a Peking University professor said, 'This is the first time the Chinese media has lived up to international standards,' placed near a quoted caption\" (text)\n\"the Los Angeles Times praised Chinese media coverage as democratic, shown adjacent to a stylized press visual\" (text)\n\"earlier lack of openness in a past catastrophe is noted, referencing the 1976 Tangshan earthquake near a historical scene\" (text)\n\"a stylized map showing two countries with symbolic aid packages approaching one country and being blocked by a hand\" (figure)\n\"a cartoon of a journalist with a microphone and an open notebook representing open media coverage\" (figure)\n\"a silhouette of a collapsed cityscape evoking a past major earthquake scene\" (figure)\n\"a stylized newspaper front page without words, placed near the democratic praise text\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 413,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 16,
    "keywords_total": 17,
    "context": "Rescue efforts performed by the Chinese government were praised by western media, especially in comparison with Myanmar's blockage of foreign aid during Cyclone Nargis, as well as China's previous performance during the 1976 Tangshan earthquake. China's openness during the media coverage of the Sichuan earthquake led a professor at the Peking University to say, “This is the first time [that] the Chinese media has lived up to international standards”. Los Angeles Times praised China's media coverage of the quake of being \"democratic\".",
    "qa_count": 5,
    "ids": [
      "56cedd04aab44d1400b88b3c",
      "56d61fc11c85041400946f24",
      "56d61fc11c85041400946f25",
      "56d61fc11c85041400946f26",
      "56d61fc11c85041400946f27"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sichuan earthquake aftermath and quake lakes\" (text) focused on \"landslide dams forming dangerous quake lakes\" (text). At the top a concise header links the seismic event to blocked rivers, near a supporting illustration; the middle presents the counts and danger assessment adjacent to a depiction of rising water, and the bottom notes human impact near an evacuation scene. \n\"Magnitude 7.9 earthquake triggered widespread large landslides that blocked rivers\" (text)\n\"By May 27, 2008 a total of 34 quake lakes had formed behind landslide debris\" (text)\n\"Of those 34 lakes, 28 were assessed as potentially dangerous to people downstream\" (text)\n\"Entire villages were evacuated because of the urgent flood risk from possible dam collapse\" (text)\n\"a stylized cartoon river valley with a crude landslide dam and water pooling behind it\" (figure)\n\"a stylized illustrative view of a cracked natural dam with water rising to suggest imminent collapse\" (figure)\n\"a cartoon scene showing people on higher ground near clustered huts to indicate evacuation\" (figure)\nThe overall style of the image is clear, informative, and illustrative with simple, explanatory visuals and concise factual text.",
    "infographic_id": 414,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "As a result of the magnitude 7.9 earthquake and the many strong aftershocks, many rivers became blocked by large landslides, which resulted in the formation of \"quake lakes\" behind the blockages; these massive amounts of water were pooling up at a very high rate behind the natural landslide dams and it was feared that the blockages would eventually crumble under the weight of the ever-increasing water mass, potentially endangering the lives of millions of people living downstream. As of May 27, 2008, 34 lakes had formed due to earthquake debris blocking and damming rivers, and it was estimated that 28 of them were still of potential danger to the local people. Entire villages had to be evacuated because of the resultant flooding.",
    "qa_count": 8,
    "ids": [
      "56cedd7daab44d1400b88b4e",
      "56cedd7daab44d1400b88b50",
      "56cedd7daab44d1400b88b51",
      "56d624261c85041400946f2c",
      "56d624261c85041400946f2d",
      "56d624261c85041400946f2e",
      "56d624261c85041400946f2f",
      "56d624261c85041400946f30"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Rescue response at the Mount Tangjia quake lake\" (text) focused on \"emergency air and foot operations to stabilize a precarious quake lake\" (text). At the top there is a concise header and just below it a short situational summary, and in the middle panels show access challenges and airlifted equipment with supporting illustrations, while the bottom panel summarizes personnel numbers and downstream evacuations. \"Rescue response at the Mount Tangjia quake lake\" (text)\n\"Emergency air and foot operations to stabilize a precarious quake lake\" (text)\n\"A remote quake lake at Mount Tangjia in Beichuan County, Sichuan, reachable only by foot or air\" (text)\n\"A heavy lift helicopter delivered earthmoving tractors while transport helicopters brought engineers, explosive specialists, fuel, and 1,200 soldiers who arrived on foot\" (text)\n\"A stylized cartoon of a helicopter unloading a tractor near steep mountainous terrain\" (figure)\n\"A stylized cartoon of transport helicopters delivering personnel and fuel to a mountain site\" (figure)\n\"A stylized cartoon showing a sluice being constructed to release water downstream\" (figure)\n\"Downstream evacuation of 200,000 people was carried out in anticipation of the dam bursting\" (text) The overall style of the image is clean, instructive, and illustrative with clear labels and simplified cartoons.",
    "infographic_id": 415,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "The most precarious of these quake-lakes was the one located in the extremely difficult terrain at Mount Tangjia in Beichuan County, Sichuan, accessible only by foot or air; an Mi-26T heavy lift helicopter belonging to the China Flying Dragon Special Aviation Company was used to bring heavy earthmoving tractors to the affected location. This operation was coupled with the work done by PLAAF Mi-17 helicopters bringing in PLA engineering corps, explosive specialists and other personnel to join 1,200 soldiers who arrived on site by foot. Five tons of fuel to operate the machinery was airlifted to the site, where a sluice was constructed to allow the safe discharge of the bottlenecked water. Downstream, more than 200,000 people were evacuated from Mianyang by June 1 in anticipation of the dam bursting.",
    "qa_count": 8,
    "ids": [
      "56ceddf6aab44d1400b88b67",
      "56ceddf6aab44d1400b88b68",
      "56ceddf6aab44d1400b88b69",
      "56ceddf6aab44d1400b88b6b",
      "56d62b0f1c85041400946f5e",
      "56d62b0f1c85041400946f5f",
      "56d62b0f1c85041400946f60",
      "56d62b0f1c85041400946f62"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"National Mourning Declared for Quake Victims\" (text) focused on \"state declaration and public response\" (text). At the top, the authority and duration are stated; in the middle, the public moment of silence and its sensory details are summarized adjacent to illustrative scenes; at the bottom, the historical comparison and spontaneous cheers are noted near a final supportive figure. \n\"National mourning declared by the State Council for a three-day period\" (text)\n\"Moment of silence held on May 19, 2008 with people standing silent for three minutes\" (text)\n\"a stylized scene of people standing shoulder to shoulder in silence with emergency sirens sounding\" (figure)\n\"a cartoon of stopped cars and trucks halted on a roadway\" (figure)\n\"a stylized depiction of people cheering together after the silence\" (figure)\n\"a symbolic image of lowered flags flying at half mast\" (figure)\n\"compared to the biggest display of mourning since the death of Mao Zedong\" (text) The overall style of the image is clean, illustrative, and informative with clear pictorial symbols and concise labels.",
    "infographic_id": 416,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "The State Council declared a three-day period of national mourning for the quake victims starting from May 19, 2008; the PRC's National Flag and Regional Flags of Hong Kong and Macau Special Administrative Regions flown at half mast. It was the first time that a national mourning period had been declared for something other than the death of a state leader, and many have called it the biggest display of mourning since the death of Mao Zedong. At 14:28 CST on May 19, 2008, a week after the earthquake, the Chinese public held a moment of silence. People stood silent for three minutes while air defense, police and fire sirens, and the horns of vehicles, vessels and trains sounded. Cars and trucks on Beijing's roads also came to a halt. People spontaneously burst into cheering \"Zhongguo jiayou!\" (Let's go, China!) and \"Sichuan jiayou\" (Let's go, Sichuan!) afterwards.",
    "qa_count": 6,
    "ids": [
      "56cede78aab44d1400b88b7c",
      "56d62ce51c85041400946f7a",
      "56d62ce51c85041400946f7b",
      "56d62ce51c85041400946f7c",
      "56d62ce51c85041400946f7d",
      "56d62ce51c85041400946f7e"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ningbo relay suspension\" (text) focused on \"the Beijing Olympic torch relay changes during the mourning period\" (text). At the top is the headline and summary, near the middle are supporting illustrations and concise annotations, and at the bottom a closing note and context marker. \n\"Headline: Ningbo relay suspension announced during mourning period\" (text)\n\"Summary line: The Beijing Olympic torch relay scheduled in Ningbo was suspended for the duration of the mourning period\" (text)\n\"Note adjacent to a route illustration: The route through the country was scaled down\" (text)\n\"Footnote near a memorial illustration: A minute of silence was held when the next leg started in Ruijin, Jiangxi\" (text)\n\"a stylized cartoon of a relay torch paused beside a folded ribbon\" (figure)\n\"a cartoon map outline with a simplified shortened route and a small paused marker near a coastal city label\" (figure)\n\"a stylized cartoon of a small group observing a minute of silence with bowed silhouettes\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 417,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The Ningbo Organizing Committee of the Beijing Olympic torch relay announced that the relay, scheduled to take place in Ningbo during national morning, would be suspended for the duration of the mourning period. The route of the torch through the country was scaled down, and there was a minute of silence when the next leg started in city of Ruijin, Jiangxi on the Wednesday after the quake.",
    "qa_count": 6,
    "ids": [
      "56cedecdaab44d1400b88b8d",
      "56cedecdaab44d1400b88b8e",
      "56d62e501c85041400946f94",
      "56d62e501c85041400946f95",
      "56d62e501c85041400946f96",
      "56d62e501c85041400946f97"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Online and public responses after a major earthquake\" (text) focused on \"digital site changes and public reactions\" (text). At the top a concise header summarizes the online response, the middle shows actions taken by different site types, and the bottom depicts public reactions and local closures.\n\n\"Many websites converted their home pages to black and white as a sign of mourning\" (text)\n\"Major internet portals limited homepages to news items and removed all advertisements\" (text)\n\"Chinese video sharing sites displayed earthquake footage on a black background\" (text)\n\"Various gaming sites shut down completely or linked to earthquake donations\" (text)\n\"After the moments of silence in Tiananmen Square crowds burst out cheering\" (text)\n\"a stylized web browser window showing a monochrome homepage with news headlines\" (figure)\n\"a cartoon video player with multiple small screens showing disaster footage\" (figure)\n\"a silhouette crowd in a public square cheering after a moment of silence\" (figure)\n\"a stylized storefront facade with a closed sign indicating local casinos were closed\" (figure)\n\nThe overall style of the image is informational, illustrative, and restrained.",
    "infographic_id": 418,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Many websites converted their home page to black and white; Sina.com and Sohu, major internet portals, limited their homepages to news items and removed all advertisements. Chinese video sharing websites Youku and Tudou displayed a black background and placed multiple videos showing earthquake footage and news reports. The Chinese version of MSN, cn.msn.com, also displayed banner ads about the earthquake and the relief efforts. Other entertainment websites, including various gaming sites, such as the Chinese servers for World of Warcraft, had shut down altogether, or had corresponding links to earthquake donations. After the moments of silence, in Tiananmen Square, crowds spontaneously burst out cheering various slogans, including \"Long Live China\". Casinos in Macau closed down.",
    "qa_count": 5,
    "ids": [
      "56cedf2faab44d1400b88b9d",
      "56d62ff91c85041400946fbb",
      "56d62ff91c85041400946fbc",
      "56d62ff91c85041400946fbd",
      "56d62ff91c85041400946fbe"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sangzao Middle School earthquake safety story\" (text) focused on \"principal actions and school strengthening\" (text). At the top is a concise header and nearby summary; above the middle are illustrated scenes showing the principal's actions and the strengthened building; below are supportive notes about funding, timeframe, and outcomes.\n\n\"Ye Zhiping served as principal of Sangzao Middle School and led a three-year period overhaul that finished in 2007\" (text)\n\"Sangzao Middle School is located in Sangzao and is one of the largest schools in An County\" (text)\n\"More than 400,000 yuan was obtained from the county education department to widen and reinforce pillars, balcony railings, and concrete floors\" (text)\n\"The principal's proactive action during the earthquake spared the lives of all 2,323 pupils in attendance\" (text)\n\n\"a stylized cartoon of a school building with reinforced pillars and multi-storey balconies\" (figure)\n\"a cartoon of an administrator directing construction with workers reinforcing columns\" (figure)\n\"a stylized scene of children safely evacuating from the school entrance\" (figure)\n\"a simple illustrative stack of building materials and a sealed funding envelope to represent allocated funds\" (figure)\n\nThe overall style of the image is clear, illustrative, and informative.",
    "infographic_id": 419,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 20,
    "keywords_total": 22,
    "context": "Ye Zhiping, the principal of Sangzao Middle School in Sangzao, one of the largest in An County, has been credited with proactive action that spared the lives of all 2,323 pupils in attendance when the earthquake happened. During a three-year period that ended in 2007, he oversaw a major overhaul of his school. During that time he obtained more than 400,000 yuan (US$60,000) from the county education department, money used to widen and strengthen concrete pillars and the balcony railing of all four storeys of his school, as well as secure its concrete floors.",
    "qa_count": 8,
    "ids": [
      "56cee003aab44d1400b88bb1",
      "56cee003aab44d1400b88bb2",
      "56cee003aab44d1400b88bb3",
      "56cee003aab44d1400b88bb5",
      "56d64f7c1c85041400947095",
      "56d64f7c1c85041400947097",
      "56d64f7c1c85041400947098",
      "56d64f7c1c85041400947099"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Inquiry into Collapsed Schools and Safety Checks\" (text) focused on \"official response and inspection actions after the earthquake\" (text). At the top a concise summary statement introduces the situation, near the middle supporting visuals show responsible actors and motives, and near the bottom planned actions and geographic scope are listed. \n\"Reuters reported involvement of prosecutors in the inquiry\" (text)\n\"Chinese prosecutors joined an official inquiry to gain first-hand material of construction quality\" (text)\n\"Investigations include possible inquiries into professional crime and construction responsibility\" (text)\n\"Safety checks were to be carried out at schools across China after the earthquake\" (text)\n\"a stylized group of officials examining a collapsed school site without text labels\" (figure)\n\"a cartoon magnifying glass hovering over simplified building blocks to suggest construction quality inspection\" (figure)\n\"a silhouette of a school building with a checklist icon nearby to suggest safety checks\" (figure)\nThe overall style of the image is clear, documentary, and informative with clean illustrative icons.",
    "infographic_id": 420,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "However, Reuters reported in June that, to date, Chinese prosecutors have joined an official inquiry into ten collapsed schools during May's devastating earthquake to gain first-hand material of construction quality at the collapsed schools, launch preliminary inquiries and prepare for possible investigations into professional crime. It was also reported that safety checks were to be carried out at schools across China after last month's earthquake.",
    "qa_count": 6,
    "ids": [
      "56cee069aab44d1400b88bbc",
      "56cee069aab44d1400b88bbd",
      "56d658061c850414009470a7",
      "56d658061c850414009470a8",
      "56d658061c850414009470a9",
      "56d658061c850414009470aa"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"School collapse responses and pressure on parents\" (text) focused on \"official actions, offers, and suppressions after rural school collapses\" (text). At the top a concise summary frames who is investigating and what policy drafting followed, above a middle section that contrasts the offers to parents with methods of suppression, and below are illustrative scenes showing enforcement and media control. \"A government investigation and a drafted amendment to improve rural school construction standards are under expert review\" (text)\n\"Aiming to limit protests, officials offered parents money in exchange for signing agreements, and some who refused were threatened\" (text)\n\"Parents in one community were offered a cash package and a per-parent pension as part of the exchange\" (text)\n\"Riot police broke up parent protests and authorities set up cordons around schools\" (text)\n\"a cartoon showing a clipboard and cash being handed to a stylized parent figure\" (figure)\n\"a stylized scene of uniformed officers forming a cordon and dispersing a small group of cartoon figures\" (figure)\n\"a silhouette of a person behind a barrier with a simple press camera icon blocked nearby to suggest media restrictions\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 421,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The New York Times reported that \"government officials in Beijing and Sichuan have said they are investigating the collapses. In an acknowledgment of the weakness of building codes in the countryside, the National Development and Reform Commission said on May 27 that it had drafted an amendment to improve construction standards for primary and middle schools in rural areas. Experts are reviewing the draft, the commission said.\" To limit protests, officials pushed parents to sign a document, which forbade them from holding protests, in exchange of money, but some who refused to sign were threatened. The payment amounts varied from school to school but were approximately the same. In Hanwang, parents were offered a package valued at 8,800 USD in cash and a per-parent pension of nearly 5,600 USD. Furthermore, officials used other methods of silencing: riot police officers broke up protests by parents; the authorities set up cordons around the schools; and officials ordered the Chinese news media to stop reporting on school collapses.",
    "qa_count": 7,
    "ids": [
      "56cee0eeaab44d1400b88bc3",
      "56cee0eeaab44d1400b88bc5",
      "56d65a4b1c850414009470af",
      "56d65a4b1c850414009470b0",
      "56d65a4b1c850414009470b1",
      "56d65a4b1c850414009470b2",
      "56d65a4b1c850414009470b3"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Detention after documenting school collapse\" (text) focused on \"the case of a Sichuan school teacher and online photos\" (text). At the top is a header identifying the person and role, the middle shows the actions and statements that led to scrutiny, and the bottom shows the investigation and assigned punishment alongside outcome.\n\n\"Detention after documenting school collapse\" (text)\n\"the case of a Sichuan school teacher and online photos\" (text)\n\"a cartoon figure of Liu Shaokun holding a camera with a small label identifying him as a Sichuan school teacher\" (figure)\n\"a stylized scene of a person posting photos online from a phone or laptop with a small label noting that the pictures were put online\" (figure)\n\"a silhouette of a person speaking into a microphone during an interview with a nearby caption noting he called the schoolhouses shoddy in a media interview\" (figure)\n\"a simple icon of documents or a badge representing investigation and legal accusation beside a short line stating that his family was told he was being investigated on suspicion of the crime of inciting subversion and assigned one year of re-education\" (text) The overall style of the image is clear, documentary, and illustrative with concise labels and supportive cartoon-style figures.",
    "infographic_id": 422,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 18,
    "keywords_total": 19,
    "context": "Besides parents, Liu Shaokun (刘绍坤), a Sichuan school teacher, was detained on June 25, 2008 for \"disseminating rumors and destroying social order\" about the Sichuan earthquake. Liu’s family was later told that he was being investigated on suspicion of the crime of inciting subversion. Liu had travelled to the Shifang, taken photos of collapsed school buildings, and put them online. He had also expressed his anger at “the shoddy tofu-dregs buildings” (豆腐渣工程) in a media interview. He was ordered to serve one year of re-education through labor (RTL). According to the organization Human Rights in China, Liu has been released to serve his RTL sentence outside of the labor camp.",
    "qa_count": 7,
    "ids": [
      "56cee14aaab44d1400b88bcb",
      "56cee14aaab44d1400b88bcd",
      "56d65c671c850414009470b9",
      "56d65c671c850414009470ba",
      "56d65c671c850414009470bb",
      "56d65c671c850414009470bc",
      "56d65c671c850414009470bd"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Report on a writer's sentencing and reporting\" (text) focused on \"a case linking writing, reporting, and alleged school construction failures\" (text). At the top is a brief header summarizing the timeline and allegations, near a supporting illustration in the middle and a concluding note at the bottom.  \n\"Report published in January 2010 summarized the case and local reporting\" (text)  \n\"Sentence referenced as occurring in 2007 connected to prior political writing\" (text)  \n\"He believed poor school construction led to massive casualties\" (text)  \n\"A note describing that the report was by an English newspaper based in Hong Kong\" (text)  \n\"a stylized cartoon of a reporter holding a folded newspaper placed near the top text\" (figure)  \n\"a cartoon silhouette of a writer seated at a desk with a visible article page near the middle text\" (figure)  \n\"a symbolic illustrative scene of a damaged school building suggested near the casualty statement\" (figure)  \nThe overall style of the image is clean, documentary, and infographic-oriented.",
    "infographic_id": 423,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "In January 2010, Hong Kong-based English newspaper The Standard reported that writer Tan Zuoren attempted to document shoddy construction that may have led to massive casualties in schools, was sentenced to in prison ostensibly for his writing an article in 2007 in support of the pro-democracy movement in 1989.",
    "qa_count": 3,
    "ids": [
      "56cee1e4aab44d1400b88be0",
      "56cee1e4aab44d1400b88be1",
      "56d65f691c850414009470cf"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"International Response to a Major Earthquake\" (text) focused on \"global offers of support after a large quake\" (text). At the top is a concise header summarizing why the world acted, near an illustrative scene; below that are two sections that pair short factual statements with supporting figures, and near the bottom is a dated notice about the formal request.\n\n\"Because of the magnitude of the quake the global community noticed urgent needs\" (text)\n\"Foreign nations and organizations offered condolences and assistance\" (text)\n\"UNICEF reported that China formally requested international support on May 14\" (text)\n\"a stylized map showing multiple hands or icons reaching toward an outline of the affected country\" (figure)\n\"a cartoon depiction of people offering a symbolic condolence gesture and aid packages\" (figure)\n\"a silhouette of an official submitting a formal request document near a calendar marked May fourteenth\" (figure)\nThe overall style of the image is clear, infographic-like, and illustrative.",
    "infographic_id": 424,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Because of the magnitude of the quake, and the media attention on China, foreign nations and organizations immediately responded to the disaster by offering condolences and assistance. On May 14, UNICEF reported that China formally requested the support of the international community to respond to the needs of affected families.",
    "qa_count": 5,
    "ids": [
      "56cee23caab44d1400b88be6",
      "56d660e91c850414009470d3",
      "56d660e91c850414009470d4",
      "56d660e91c850414009470d5",
      "56d660e91c850414009470d6"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Major public and celebrity donations reported by authorities\" (text) focused on \"reported donation totals during the crisis\" (text). At the top is an overview of the public total and who provided it, with a supporting visual nearby. Below that is a focused celebrity donation note next to an illustrative portrait figure, and near the middle is a summary of the relief association's collected amount with an accompanying symbolic donation scene. Near the bottom is a short note about additional corporate donors with an adjacent illustrative cluster. \"Overview: by May 14 the Chinese public had donated 10.7 billion yuan in total\" (text)\n\"a stylized illustration of a crowd with donation envelopes to represent public contributions\" (figure)\n\"Celebrity contribution highlight: Yao Ming donated $214,000 and $71,000 to the relief effort\" (text)\n\"an illustrative portrait of a basketball player silhouette handing an envelope to a relief worker\" (figure)\n\"Relief organization collection: the Red Cross Society of China has collected $26 million so far\" (text)\n\"a symbolic scene of volunteers receiving and sorting donation packages\" (figure)\n\"Note: other multinational firms located in the country also announced large donations\" (text)\n\"a small illustrative cluster of corporate buildings with donation icons above them\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 425,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "By May 14, the Ministry of Civil Affairs stated that 10.7 billion yuan (approximately US$1.5 billion) had been donated by the Chinese public. Houston Rockets center Yao Ming, one of the country's most popular sports icons, gave $214,000 and $71,000 to the Red Cross Society of China. The association has also collected a total of $26 million in donations so far. Other multinational firms located in China have also announced large amounts of donations.",
    "qa_count": 6,
    "ids": [
      "56cee294aab44d1400b88bec",
      "56cee294aab44d1400b88bed",
      "56d6622d1c850414009470db",
      "56d6622d1c850414009470dc",
      "56d6622d1c850414009470dd",
      "56d6622d1c850414009470de"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Praise and contrast in disaster responses\" (text) focused on \"official reactions to two recent humanitarian crises\" (text). At the top, a headline summarizes the compliment and the speaker and places the organization near a supporting graphic; near the middle a contrasting pair of brief labels sits adjacent to two illustrative scenes; below, a temporal note sits near a figure that anchors the interval between events. \"Francis Marcus of the International Federation of the Red Cross praised the Chinese rescue effort as swift and very efficient\" (text)\n\"he cautioned that the scale of the disaster meant the government could not handle every need\" (text)\n\"China reacted rapidly and with uncharacteristic openness while Burma displayed a secretive response\" (text)\n\"the cyclone struck Burma 10 days before the earthquake\" (text)\n\"a stylized illustration of a rescue operation with helpers assisting people and equipment\" (figure)\n\"a stylized illustration of an open press scene with officials talking to visible observers\" (figure)\n\"a stylized illustration of a closed meeting behind a curtain representing a secretive response\" (figure)\n\"a simple illustrative marker showing an interval labeled ten days between two events\" (figure) The overall style of the image is clear, informative, and illustrative.",
    "infographic_id": 426,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Francis Marcus of the International Federation of the Red Cross praised the Chinese rescue effort as \"swift and very efficient\" in Beijing on Tuesday. But he added the scale of the disaster was such that \"we can't expect that the government can do everything and handle every aspect of the needs\". The Economist noted that China reacted to the disaster \"rapidly and with uncharacteristic openness\", contrasting it with Burma's secretive response to Cyclone Nargis, which devastated that country 10 days before the earthquake.",
    "qa_count": 5,
    "ids": [
      "56d614dd1c85041400946f06",
      "56d614dd1c85041400946f07",
      "56d614dd1c85041400946f08",
      "56d614dd1c85041400946f09",
      "56d614dd1c85041400946f0a"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Broadcasts suspended and replaced with live footage\" (text) focused on \"television response to the quake\" (text). At the top a short summary statement explains the broadcasting change, the middle shows supporting visuals with nearby labels, and the bottom gives a short note about pay channels and suspensions.\n\n\"All regularly scheduled programming was cancelled and channels displayed logos in grayscale\" (text)\n\"Stations replaced cancelled programming with live earthquake footage from CCTV-1, shown continuously\" (text)\n\"a stylized television studio screen showing live earthquake footage of a trembling landscape without any letters or numbers\" (figure)\n\"a cartoon television with a generic channel emblem and a simple label indicating CCTV-1 as the feed source\" (figure)\n\"Pay television channels had their programmes suspended and also halted regular schedules\" (text)\n\"a silhouette of a simple cable box and a muted remote placed next to a blank channel card\" (figure)\nThe overall style of the image is clear, informational, and illustrative.",
    "infographic_id": 427,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "All Mainland Chinese television stations (along with some stations in Hong Kong and expatriate communities) cancelled all regularly-scheduled programming, displayed their logo in grayscale, and replaced their cancelled programmes with live earthquake footage from CCTV-1 for multiple days after the quake. Even pay television channels (such as Channel V) had their programmes suspended.",
    "qa_count": 3,
    "ids": [
      "56d646091c8504140094705d",
      "56d646091c8504140094705e",
      "56d646091c8504140094705f"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Government disaster responses and public confidence\" (text) focused on \"comparisons of aid actions and later eroded trust\" (text). At the top, a concise header introduces the initial praise, near a supporting illustration; in the middle, a contrasting panel names the government that blocked aid with a nearby figure; toward the bottom, a note explains the later scandal and its effect with an adjacent visual.\n\n\"The government was initially praised for its response to the quake\" (text)\n\"A comparison notes that Myanmar blocked aid after Cyclone Nargis\" (text)\n\"Loss of public confidence tied to the school construction scandal\" (text)\n\"A concluding note summarizing praise then erosion of trust\" (text)\n\"a stylized scene of a coordinated disaster response with rescuers and relief supplies\" (figure)\n\"a cartoon of an isolated aid convoy turned back at a blocked border\" (figure)\n\"a silhouette of a school outline with cracks to suggest a construction scandal\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative.",
    "infographic_id": 428,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Although the Chinese government was initially praised for its response to the quake (especially in comparison to Myanmar's ruling military junta's blockade of aid during Cyclone Nargis), it then saw an erosion in confidence over the school construction scandal.",
    "qa_count": 3,
    "ids": [
      "56d6488e1c8504140094706f",
      "56d6488e1c85041400947070",
      "56d6488e1c85041400947071"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"After the quake: school collapses and parent demands\" (text) focused on \"local investigations, protests, and media censorship\" (text). At the top there is a concise summary header, near which the first supporting figure appears; in the middle the protest and investigation themes are emphasized alongside a second figure; toward the bottom the media response and missing reports are highlighted with a final figure. \n\"After the quake officials inspected collapsed school ruins looking for clues\" (text)\n\"Parents accused builders of cutting corners and demanded investigations\" (text)\n\"As of July 17, 2008 parents complained they had yet to receive any reports\" (text)\n\"Media discouraged publication of stories about poorly built schools\" (text)\n\"a cartoon scene of families standing near rubble while officials examine a collapsed building\" (figure)\n\"a stylized illustration of a small group of protesting parents being urged back by uniformed figures\" (figure)\n\"a silhouette of a press area with muted reporters and a blocked newsroom entrance\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 429,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "On May 29, 2008, government officials began inspecting the ruins of thousands of schools that collapsed, searching for clues about why they crumbled. Thousands of parents around the province have accused local officials and builders of cutting corners in school construction, citing that after the quake other nearby buildings were little damaged. In the aftermath of the quake, many local governments promised to formally investigate the school collapses, but as of July 17, 2008 across Sichuan, parents of children lost in collapsed schools complained they had yet to receive any reports. Local officials urged them not to protest but the parents demonstrated and demanded an investigation. Furthermore, censors discouraged stories of poorly built schools from being published in the media and there was an incident where police drove the protestors away.",
    "qa_count": 3,
    "ids": [
      "56d64c331c85041400947080",
      "56d64c331c85041400947081",
      "56d64c331c85041400947083"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Media response and community actions around a school issue\" (text) focused on \"reporting, instructions, and reactions\" (text). At the top a concise headline and topic introduce the situation, near the middle a short explanatory phrase and supporting visuals clarify who acted and who instructed, and near the bottom a concluding attribution appears adjacent to a figure showing reporting.\n\n\"The AP reported the situation and attribution near the bottom as the source of the account\" (text)\n\"The state-controlled media largely ignored the school issue under official instruction, noted near the middle\" (text)\n\"Parents and volunteers who questioned authorities were detained and threatened, placed below the explanatory phrase\" (text)\n\"The propaganda bureau issued instructions that led to the media's silence, shown adjacent to that phrase\" (text)\n\n\"a stylized news reporter with a microphone to indicate a reporting source\" (figure)\n\"a cartoon representation of a media outlet depicted as a silent press stand to symbolize ignoring the issue\" (figure)\n\"a silhouette of a group of adults conveying detained and threatened community members\" (figure)\n\"a simplified emblematic document to represent an authoritative instruction from a bureau\" (figure)\n\nThe overall style of the image is clear, minimal, and editorially illustrative.",
    "infographic_id": 430,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The AP reported that \"The state-controlled media has largely ignored the issue, apparently under the propaganda bureau's instructions. Parents and volunteers who have questioned authorities have been detained and threatened.\"",
    "qa_count": 3,
    "ids": [
      "56d650911c8504140094709f",
      "56d650911c850414009470a0",
      "56d650911c850414009470a2"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Why some buildings are called tofu buildings\" (text) focused on \"construction shortcuts and failed inspections\" (text). At the top, a concise header states the nickname and primary cause, above middle illustrations that depict the specific shortcuts, and a bottom note identifies the inspection failure. \n\"Why some buildings are called tofu buildings: builders cut corners that weaken structures\" (text)\n\"Builders replaced steel rods with thin iron wires and used inferior cement and fewer bricks\" (text)\n\"a cartoon of a builder bending thin metal wires into a concrete frame to show improper reinforcement\" (figure)\n\"a stylized illustration of sparse bricks and crumbling mortar to symbolize low-grade cement and fewer bricks\" (figure)\n\"a silhouette of an official clipboard left unchecked beside a row of buildings to indicate missed inspections\" (figure)\n\"Local comment noting that supervising agencies did not check compliance with national standards\" (text)\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 431,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On May 15, 2008 Geoffery York of the Globeandmail.com reported that the shoddily constructed buildings are commonly called \"tofu buildings\" because builders cut corners by replacing steel rods with thin iron wires for concrete re-inforcement; using inferior grade cement, if any at all; and using fewer bricks than they should. One local was quoted in the article as saying that \"the supervising agencies did not check to see if it met the national standards.\"",
    "qa_count": 3,
    "ids": [
      "56d65e391c850414009470c4",
      "56d65e391c850414009470c6",
      "56d65e391c850414009470c7"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Aftermath and Unresolved Justice\" (text) focused on \"families seeking compensation and government warnings\" (text). At the top is a concise summary header near an illustrative scene, followed by a middle section that pairs short factual statements with supportive illustrative figures, and a bottom section that highlights remaining demands and warnings near an illustrative depiction of an official notice. \"Aftermath overview: unresolved cases and ongoing family demands\" (text)\n\"a cartoon group of adults holding empty baby items, implying loss and mourning\" (figure)\n\"Many families who lost their only child are still seeking compensation and justice\" (text)\n\"a stylized silhouette of a small cluster of officials standing apart, implying lack of accountability\" (figure)\n\"Corrupt government officials have not been brought to justice\" (text)\n\"a cartoon depiction of a generic official notice being shown to people, implying a warning against protest\" (figure)\n\"The Times reported that the government warned people against staging protests under threat of arrest\" (text)\nThe overall style of the image is clean, documentary, and illustrative.",
    "infographic_id": 432,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "However questions still remain, as some of the corrupt government officials have still not been brought to justice, while the many families who lost their only child, are still seeking compensation and justice to what had happened. According to the Times, many parents were warned by the government not to stage a protest under the threat of arrest.",
    "qa_count": 5,
    "ids": [
      "56d66c621c8504140094710b",
      "56d66c621c8504140094710c",
      "56d66c621c8504140094710d",
      "56d66c621c8504140094710e",
      "56d66c621c8504140094710f"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City overview\" (text) focused on \"global influence, population, immigration, and diplomacy\" (text). At the top there is a compact header summary, near the middle are supporting illustrated scenes, and at the bottom are concise impact labels placed adjacent to related figures. \n\"New York City is the most populous city in the United States and the center of the New York metropolitan area\" (text)\n\"New York City is the premier gateway for legal immigration to the United States\" (text)\n\"New York City is described as the cultural and financial capital of the world and defines a fast-paced 'New York minute'\" (text)\n\"Home to the headquarters of the United Nations, New York City is an important center for international diplomacy\" (text)\n\"a stylized skyline silhouette with simplified tall buildings to represent a major global city\" (figure)\n\"a cartoon illustration of diverse people arriving with small luggage to suggest immigration flow\" (figure)\n\"a stylized diplomatic building with flag-like shapes to suggest an international headquarters\" (figure)\n\"a simple symbolic stage with musical and art icons to suggest cultural and creative influence\" (figure) The overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 433,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "New York—often called New York City or the City of New York to distinguish it from the State of New York, of which it is a part—is the most populous city in the United States and the center of the New York metropolitan area, the premier gateway for legal immigration to the United States and one of the most populous urban agglomerations in the world. A global power city, New York exerts a significant impact upon commerce, finance, media, art, fashion, research, technology, education, and entertainment, its fast pace defining the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy and has been described as the cultural and financial capital of the world.",
    "qa_count": 6,
    "ids": [
      "56ce304daab44d1400b8850e",
      "56ce304daab44d1400b8850f",
      "56ce304daab44d1400b88510",
      "56ce304daab44d1400b88511",
      "56cf5d41aab44d1400b89130",
      "56cf5d41aab44d1400b89131"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City at a Glance\" (text) focused on \"key facts about the city's size, population, boroughs, and diversity\" (text). At the top, a concise header and summary present the city's headline facts; in the middle, a labeled list of boroughs sits adjacent to an illustrative map figure; near the bottom, supporting economic and diversity notes appear next to symbolic figures.\n\n\"New York City at a Glance\" (text)\n\"Key facts about the city's size, population, boroughs, and diversity\" (text)\n\"A single city formed from five boroughs in 1898, listed nearby\" (text)\n\"Brooklyn, Queens, Manhattan, the Bronx, and Staten Island\" (text)\n\"2014 census population 8,491,079 across 305 square miles\" (text)\n\"Combined Statistical Area population 23.6 million and about 800 languages spoken\" (text)\n\"a stylized simplified map showing five distinct borough shapes with subtle boundaries and no letters\" (figure)\n\"a cartoon skyline and harbor silhouette indicating a large coastal city\" (figure)\n\"a stylized group of diverse speaking figures with multiple speech-mark symbols (no letters or numbers)\" (figure)\n\"a pair of symbolic stacked city blocks representing population concentration and compact land area\" (figure)\n\nThe overall style of the image is clean, infographic-focused, and illustrative.",
    "infographic_id": 434,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of New York State. The five boroughs – Brooklyn, Queens, Manhattan, the Bronx, and Staten Island – were consolidated into a single city in 1898. With a census-estimated 2014 population of 8,491,079 distributed over a land area of just 305 square miles (790 km2), New York is the most densely populated major city in the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. By 2014 census estimates, the New York City metropolitan region remains by a significant margin the most populous in the United States, as defined by both the Metropolitan Statistical Area (20.1 million residents) and the Combined Statistical Area (23.6 million residents). In 2013, the MSA produced a gross metropolitan product (GMP) of nearly US$1.39 trillion, while in 2012, the CSA generated a GMP of over US$1.55 trillion, both ranking first nationally by a wide margin and behind the GDP of only twelve and eleven countries, respectively.",
    "qa_count": 10,
    "ids": [
      "56ce3124aab44d1400b8852a",
      "56ce3124aab44d1400b8852b",
      "56ce3124aab44d1400b8852c",
      "56ce3124aab44d1400b8852d",
      "56ce3124aab44d1400b8852e",
      "56cf9d81234ae51400d9be1b",
      "56cf9d81234ae51400d9be1c",
      "56cf9d81234ae51400d9be1d",
      "56cf9d81234ae51400d9be1e",
      "56cf9d81234ae51400d9be1f"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Origins and milestones of New York City\" (text) focused on \"early founding, control changes, capital status, and symbolic immigration\" (text). At the top a concise historical header introduces the city's beginnings, near the middle a timeline-style sequence highlights key founding and control dates adjacent to symbolic scenes, and at the bottom a concluding note links the immigration symbol to national recognition. \"New York City was established as a trading post in 1624 and named New Amsterdam in 1626 by colonists of the Dutch Republic\" (text)\n\"a transition to English control began in 1664, with the area occupied by English forces\" (text)\n\"served as the capital of the United States until 1790 and has been the country's largest city since 1790\" (text)\n\"the Statue of Liberty greeted millions of immigrants in the late nineteenth and early twentieth centuries and is a global symbol of the nation's democracy\" (text)\n\"a stylized illustration of a waterfront trading post with small ships and warehouses\" (figure)\n\"a cartoon depiction of an exchanging flag scene implying change of control between two European powers\" (figure)\n\"a stylized silhouette of a city skyline labeled by placement as 'largest city since 1790' adjacent to the capital note\" (figure)\n\"a stylized illustration of a torch-bearing statue greeting small passenger ships near a harbor\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 435,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "New York City traces its roots to its 1624 founding as a trading post by colonists of the Dutch Republic and was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664. New York served as the capital of the United States from 1785 until 1790. It has been the country's largest city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the Americas by ship in the late 19th and early 20th centuries and is a globally recognized symbol of the United States and its democracy.",
    "qa_count": 9,
    "ids": [
      "56ce31baaab44d1400b8853a",
      "56ce31baaab44d1400b8853b",
      "56ce31baaab44d1400b8853c",
      "56ce31baaab44d1400b8853d",
      "56ce31baaab44d1400b8853e",
      "56cf9df0234ae51400d9be25",
      "56cf9df0234ae51400d9be26",
      "56cf9df0234ae51400d9be27",
      "56cf9df0234ae51400d9be29"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City highlights and statistics\" (text) focused on \"major attractions, transport, finance, and education\" (text). At the top a concise headline and summary appear, near a small illustrative scene of tourists and a bright city square. \"Record visitor total of 56 million tourists in 2014, highlighting global attraction\" (text)\n\"a cartoon bustling city square representing a famous illuminated crossroads and theater district\" (figure)\nBelow that, a middle section presents transport and finance facts adjacent to symbolic icons. \"A continuously operating subway system with 469 stations serving the city day and night\" (text)\n\"a stylized transit map icon and a simplified subway train illustration\" (figure)\n\"Financial center anchored in Manhattan, home to the New York Stock Exchange and NASDAQ\" (text)\n\"a stylized skyline with a silhouetted historic financial street scene\" (figure)\nToward the bottom, education and cultural concentration notes appear near an illustrative campus cluster. \"A higher education network of over 120 colleges and universities including top-ranked institutions\" (text)\n\"a stylized cluster of academic buildings and a diverse neighborhood scene representing concentrated cultural communities\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear labels and simple cartoon-like figures.",
    "infographic_id": 436,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Many districts and landmarks in New York City have become well known, and the city received a record 56 million tourists in 2014, hosting three of the world's ten most visited tourist attractions in 2013. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and its \"Crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's bridges, skyscrapers, and parks are known around the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York City has been called both the most economically powerful city and the leading financial center of the world, and the city is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ. Manhattan's real estate market is among the most expensive in the world. Manhattan's Chinatown incorporates the highest concentration of Chinese people in the Western Hemisphere, with multiple signature Chinatowns developing across the city. Providing continuous 24/7 service, the New York City Subway is one of the most extensive metro systems worldwide, with 469 stations in operation. New York City's higher education network comprises over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, which have been ranked among the top 35 in the world.",
    "qa_count": 5,
    "ids": [
      "56ce32e7aab44d1400b88550",
      "56ce32e7aab44d1400b88551",
      "56ce32e7aab44d1400b88552",
      "56cf9f16234ae51400d9be30",
      "56cf9f16234ae51400d9be31"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Glacial Legacy of the New York City Region\" (text) focused on \"How ice shaped local islands and bedrock\" (text). At the top there is a concise header and an introductory phrase near a simple scene showing the edge of a continental ice mass. \"During the Wisconsinan glaciation the region sat at the edge of a vast ice sheet over 1,000 feet deep\" (text)\n\"A continental ice sheet scraped away soil and exposed bedrock that forms the city's geologic foundation\" (text)\n\"That same ice sheet later helped split what are now Long Island and Staten Island\" (text)\n\"Staten Island was once part of Long Island before glacial splitting\" (text)\n\"a stylized cartoon of an advancing ice margin sitting near exposed bedrock and eroded soil\" (figure)\n\"a stylized cartoon of a thick ice sheet splitting a landform into two adjacent islands\" (figure)\n\"a silhouette illustration of two islands labeled as separate landmasses with a fractured connecting ridge between them\" (figure) The overall style of the image is clean, educational, and illustrative with flat, simple shapes and clear, legible phrasing.",
    "infographic_id": 437,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "During the Wisconsinan glaciation, the New York City region was situated at the edge of a large ice sheet over 1,000 feet in depth. The ice sheet scraped away large amounts of soil, leaving the bedrock that serves as the geologic foundation for much of New York City today. Later on, the ice sheet would help split apart what are now Long Island and Staten Island.",
    "qa_count": 3,
    "ids": [
      "56ce3348aab44d1400b88560",
      "56ce3348aab44d1400b88561",
      "56cf9f4b234ae51400d9be35"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Lenape homeland overview\" (text) focused on \"Lenapehoking and its traditional extent\" (text). At the top is a concise title and topic, near the middle are supporting visual cues and a short explanatory header, and near the bottom is a location summary adjacent to a map-style figure.  \n\"Lenape homeland known as Lenapehoking\" (text)  \n\"A precolonial overview of areas within Lenapehoking, summarized below\" (text)  \n\"a stylized map illustration showing Staten Island, western Long Island, Manhattan, the Bronx, and the lower river valley as a contiguous homeland\" (figure)  \n\"a cartoon scene of Native American seasonal camps and river travel to suggest traditional use of the land\" (figure)  \n\"a simple icon grouping representing coastal bands and inland bands to indicate varied Algonquian communities\" (figure)  \n\"Summary label below the map listing Staten Island, western Long Island, Manhattan, the Bronx, and the Lower Hudson Valley together as Lenapehoking\" (text) The overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 438,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 1,
    "keywords_total": 1,
    "context": "In the precolonial era, the area of present-day New York City was inhabited by various bands of Algonquian tribes of Native Americans, including the Lenape, whose homeland, known as Lenapehoking, included Staten Island; the western portion of Long Island, including the area that would become Brooklyn and Queens; Manhattan; the Bronx; and the Lower Hudson Valley.",
    "qa_count": 1,
    "ids": [
      "56ce33aaaab44d1400b8856a"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"First documented European visit to New York\" (text) focused on \"Giovanni da Verrazzano's 1524 voyage and claim\" (text). At the top is the title and a concise context line, near a left figure showing the explorer's approach, and in the middle the main facts are grouped adjacent to a figure of a ship entering a harbor; below, a final label sits near a figure representing a claimed land name.\n\n\"First documented European visit to New York\" (text)\n\"Giovanni da Verrazzano sailed to the New York area in 1524 serving the French crown\" (text)\n\"La Dauphine was the ship that entered New York Harbor\" (text)\n\"He claimed the area for France and named it Nouvelle Angoulême\" (text)\n\"a stylized cartoon of a lone explorer in period clothing looking toward a distant shoreline\" (figure)\n\"a stylized illustration of a single sailing ship arriving through a harbor entrance\" (figure)\n\"a stylized map-like scene showing a shoreline with a simple flag planting gesture symbolizing claim\" (figure)\nThe overall style of the image is clear, educational, and illustrative with clean layouts and modest historical motifs.",
    "infographic_id": 439,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The first documented visit by a European was in 1524 by Giovanni da Verrazzano, a Florentine explorer in the service of the French crown, who sailed his ship La Dauphine into New York Harbor. He claimed the area for France and named it \"Nouvelle Angoulême\" (New Angoulême).",
    "qa_count": 8,
    "ids": [
      "56ce345caab44d1400b88580",
      "56ce345caab44d1400b88581",
      "56ce345caab44d1400b88582",
      "56ce345caab44d1400b88583",
      "56ce345caab44d1400b88584",
      "56cfa06a234ae51400d9be39",
      "56cfa06a234ae51400d9be3a",
      "56cfa06a234ae51400d9be3b"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Gomes's 1525 Harbor Voyage\" (text) focused on \"a Portuguese captain's expedition to New York Harbor and its mapping legacy\" (text). At the top is a concise event summary near an illustration of the ship, the middle highlights leadership and allegiance adjacent to a harbor scene, and the bottom connects the voyage to a historical world map. \n\"Gomes's 1525 Harbor Voyage\" (text)\n\"a Portuguese captain sailed for Emperor Charles V and reached New York Harbor in 1525\" (text)\n\"the purpose-built caravel La Anunciada arrived in January and charted the mouth of the Hudson as Rio de San Antonio\" (text)\n\"heavy ice blocked further exploration, the expedition returned to Spain in August, and the voyage informed the Padrón Real\" (text)\n\"an illustrative caravel at anchor near an icy harbor\" (figure)\n\"a stylized cartoon of a captain standing on a ship's deck pointing toward a river mouth\" (figure)\n\"a silhouette of a coastline with a labeled area indicating Tierra de Esteban Gómez on a historical world map\" (figure)\n\"an evocative stylized old-world map panel showing a continuous East coast outline called Padrón Real\" (figure) The overall style of the image is clean, informative, and historically illustrative.",
    "infographic_id": 440,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "A Spanish expedition led by captain Estêvão Gomes, a Portuguese sailing for Emperor Charles V, arrived in New York Harbor in January 1525 aboard the purpose-built caravel \"La Anunciada\" and charted the mouth of the Hudson River, which he named Rio de San Antonio. Heavy ice kept him from further exploration, and he returned to Spain in August. The first scientific map to show the North American East coast continuously, the 1527 world map known as the Padrón Real, was informed by Gomes' expedition, and labeled the Northeast as Tierra de Esteban Gómez in his honor.",
    "qa_count": 7,
    "ids": [
      "56ce34c7aab44d1400b88594",
      "56ce34c7aab44d1400b88595",
      "56ce34c7aab44d1400b88596",
      "56ce34c7aab44d1400b88597",
      "56ce34c7aab44d1400b88598",
      "56cfa4d8234ae51400d9be3f",
      "56cfa4d8234ae51400d9be40"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Henry Hudson's 1609 Voyage\" (text) focused on \"early exploration of the New York harbor region\" (text). At the top there is a clear summary headline and nearby the expedition employer and claim event are noted; in the middle a central voyage scene is supported by labels for the river and the length of the exploration; below are outcome notes that connect the voyage to a later territorial claim. \n\n\"Henry Hudson visited the region in 1609 while searching for a passage\" (text)\n\"Dutch East India Company was Hudson's employer during the voyage\" (text)\n\"He explored the river he called the North River and reached the present Albany area\" (text)\n\"He spent ten days exploring the area before returning downriver\" (text)\n\"In 1614 the Netherlands claimed the coastal region between Cape Cod and Delaware Bay\" (text)\n\"a stylized cartoon ship sailing into a harbor with a distant shoreline and a smaller boat near a river mouth\" (figure)\n\"a stylized map fragment showing a curving river labeled nearby by text and a distant settlement marker\" (figure)\n\"a cartoon scene of an explorer on a riverbank looking up a narrowing, non-saline channel\" (figure)\n\"a small illustrative emblem indicating a formal land claim being made along a stretch of coastline\" (figure)\n\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 441,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In 1609, English explorer Henry Hudson re-discovered the region when he sailed his ship the Halve Maen (\"Half Moon\" in Dutch) into New York Harbor while searching for the Northwest Passage to the Orient for his employer, the Dutch East India Company. He proceeded to sail up what he named the North River, also called the Mauritis River, and now known as the Hudson River, to the site of the present-day New York State capital of Albany in the belief that it might represent an oceanic tributary. When the river narrowed and was no longer saline, he realized it was not a maritime passage and sailed back downriver. He made a ten-day exploration of the area and claimed the region for his employer. In 1614, the area between Cape Cod and Delaware Bay would be claimed by the Netherlands and called Nieuw-Nederland (New Netherland).",
    "qa_count": 8,
    "ids": [
      "56ce3569aab44d1400b885aa",
      "56ce3569aab44d1400b885ab",
      "56ce3569aab44d1400b885ac",
      "56ce3569aab44d1400b885ad",
      "56ce3569aab44d1400b885ae",
      "56cfab96234ae51400d9be43",
      "56cfab96234ae51400d9be44",
      "56cfab96234ae51400d9be45"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Juan Rodriguez: Early New York's First Non-Native Resident\" (text) focused on \"the life and local legacy of an early seventeenth-century trader\" (text). At the top a concise header introduces the subject, near the middle illustrative panels show his arrival and role and Dutch connection, and below a map-like figure highlights the modern street naming that honors him. \n\"Juan Rodriguez, called Jan Rodrigues by the Dutch, was the first non-Indian person to live in what is now New York City\" (text)\n\"Born in Santo Domingo of Portuguese and African descent and arriving in Manhattan in winter 1613–1614\" (text)\n\"Worked as a trader trapping pelts and representing Dutch interests on the island\" (text)\n\"Broadway from 159th Street to 218th Street is named Juan Rodriguez Way to honor him\" (text)\n\"a stylized cartoon of a lone small boat approaching a shoreline with a silhouetted figure carrying trade goods\" (figure)\n\"a stylized cartoon of a trader exchanging pelts with a group of local inhabitants in a simple shoreline clearing\" (figure)\n\"a simplified illustrative map segment showing a long urban avenue highlighted as a corridor with nearby street-range markers\" (figure)\nThe overall style of the image is clean, illustrative, and historically informative.",
    "infographic_id": 442,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "The first non-Native American inhabitant of what would eventually become New York City was Dominican trader Juan Rodriguez (transliterated to Dutch as Jan Rodrigues). Born in Santo Domingo of Portuguese and African descent, he arrived in Manhattan during the winter of 1613–1614, trapping for pelts and trading with the local population as a representative of the Dutch. Broadway, from 159th Street to 218th Street, is named Juan Rodriguez Way in his honor.",
    "qa_count": 7,
    "ids": [
      "56ce362aaab44d1400b885bc",
      "56ce362aaab44d1400b885bd",
      "56ce362aaab44d1400b885be",
      "56ce362aaab44d1400b885bf",
      "56ce362aaab44d1400b885c0",
      "56cfabed234ae51400d9be49",
      "56cfabed234ae51400d9be4b"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Founding of New Amsterdam and early Dutch New Netherland\" (text) focused on \"early Dutch settlements and purchases in the Manhattan area\" (text). At the top, a concise timeline headline appears near an illustrative scene; in the middle, a map-like illustrative figure supports settlement locations and the purchase event; at the bottom, a myth versus fact callout sits adjacent to a portrait-like illustration. \n\"Founding of a Dutch fur trading settlement on Governors Island in 1624\" (text)\n\"Construction began on a citadel and Fort Amsterdam on Manhattan Island in 1625\" (text)\n\"Manhattan was purchased by Peter Minuit in 1626 from the Canarsie for 60 guilders\" (text)\n\"A disproved legend says Manhattan was purchased for glass beads\" (text)\n\"a cartoon scene of a small Dutch trading outpost on an island with ships and warehouses\" (figure)\n\"a stylized illustrative map showing Governors Island and Manhattan Island with a marker near lower Manhattan\" (figure)\n\"a silhouette-style portrait of a colonial official handing a pouch to a native figure to symbolize the purchase\" (figure)\nThe overall style of the image is clear, educational, and illustrative with concise labels and supportive cartoon-like figures.",
    "infographic_id": 443,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "A permanent European presence in New Netherland began in 1624 – making New York the 12th oldest continuously occupied European-established settlement in the continental United States  – with the founding of a Dutch fur trading settlement on Governors Island. In 1625, construction was started on a citadel and a Fort Amsterdam on Manhattan Island, later called New Amsterdam (Nieuw Amsterdam). The colony of New Amsterdam was centered at the site which would eventually become Lower Manhattan. The Dutch colonial Director-General Peter Minuit purchased the island of Manhattan from the Canarsie, a small band of the Lenape, in 1626 for a value of 60 guilders (about $1000 in 2006); a disproved legend says that Manhattan was purchased for $24 worth of glass beads.",
    "qa_count": 8,
    "ids": [
      "56cedbb9aab44d1400b88b0f",
      "56cedbb9aab44d1400b88b10",
      "56cedbb9aab44d1400b88b11",
      "56cedbb9aab44d1400b88b12",
      "56cedbb9aab44d1400b88b13",
      "56cfb206234ae51400d9be8f",
      "56cfb206234ae51400d9be90",
      "56cfb206234ae51400d9be91"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Surrender of New Amsterdam\" (text) focused on \"the 1664 transfer of New Amsterdam to English control\" (text). At the top a concise header summarizes the event, near it a portrait-style figure supports the key actor, and below that a timeline phrase sits adjacent to a symbolic scene showing the change of control, while a final label notes the new city name and the honoree it commemorates. \n\"Peter Stuyvesant surrendered New Amsterdam without bloodshed\" (text)\n\"In his role as Director-General he yielded the colony in 1664\" (text)\n\"New Amsterdam was renamed New York in honor of the Duke of York, regnal name James II\" (text)\n\"a stylized portrait of a resolute colonial leader holding a simple map, placed near the top\" (figure)\n\"a cartoon scene of two groups meeting peacefully at a shoreline with a folded flag to suggest surrender, placed below the portrait\" (figure)\n\"a symbolic illustration of a renamed city with a simple signpost showing one name replaced by another, placed near the bottom\" (figure)\nThe overall style of the image is clear, illustrative, and historically informative.",
    "infographic_id": 444,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "In 1664, Peter Stuyvesant, the Director-General of the colony of New Netherland, surrendered New Amsterdam to the English without bloodshed. The English promptly renamed the fledgling city \"New York\" after the Duke of York (later King James II).",
    "qa_count": 6,
    "ids": [
      "56cedc10aab44d1400b88b19",
      "56cedc10aab44d1400b88b1a",
      "56cedc10aab44d1400b88b1b",
      "56cedc10aab44d1400b88b1c",
      "56cedc10aab44d1400b88b1d",
      "56cfb240234ae51400d9be96"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Capture and renaming of New York in the seventeenth century\" (text) focused on \"the 1673 Dutch takeover and 1674 return of the colony\" (text). At the top is a concise headline and timeline label, near the middle are name and renaming details adjacent to an illustrative scene, and near the bottom is a note about the return and opposing forces adjacent to a symbolic scene.  \n\"Capture of New York by a Dutch captain on August 24, 1673\" (text)  \n\"a stylized cartoon of a small fleet approaching an island with a fortified outpost\" (figure)  \n\"Anthonio Colve took control and rechristened the colony New Orange to honor King William III\" (text)  \n\"a cartoon portrait-style silhouette of a mounted officer holding a broad banner without text\" (figure)  \n\"The Dutch returned the island to England in 1674 after British and French forces crippled Dutch trading routes\" (text)  \n\"a stylized scene of two allied ships threatening a distant merchant convoy with no letters or numerals\" (figure)  \nThe overall style of the image is clear, illustrative, and historically themed with informative labels and simple cartoon figures.",
    "infographic_id": 445,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "On August 24, 1673, Dutch captain Anthonio Colve took over the colony of New York from England and rechristened it \"New Orange\" to honor the Prince of Orange, King William III. However, facing defeat from the British and French, who had teamed up to destroy Dutch trading routes, the Dutch returned the island to England in 1674.",
    "qa_count": 7,
    "ids": [
      "56cedc8eaab44d1400b88b23",
      "56cedc8eaab44d1400b88b24",
      "56cedc8eaab44d1400b88b25",
      "56cedc8eaab44d1400b88b26",
      "56cfb43d234ae51400d9beab",
      "56cfb43d234ae51400d9beac",
      "56cfb43d234ae51400d9bead"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Colonial exchange and Lenape population decline\" (text) focused on \"territorial trade and Native population change\" (text). At the top is a concise summary of the historical exchange and the timeframe, near a supporting illustration; in the middle is a depiction of the trade and its actors adjacent to a captioned scene, and at the bottom is the population outcome beside an illustrating figure.\n\n\"Colonial exchange after the Second Anglo-Dutch War led to England receiving New Amsterdam in exchange for the island Run\" (text)\n\"a compact timeline phrase noting intertribal wars and contact epidemics between 1660 and 1670 contributed to Lenape losses\" (text)\n\"By 1700 the Lenape population had diminished to 200\" (text)\n\"a contextual label indicating the exchange involved New Amsterdam (New York) and the Indonesian island Run\" (text)\n\"a stylized map showing two simplified colonial ships approaching opposite landmasses, representing the territorial swap\" (figure)\n\"a cartoon scene of small groups of indigenous figures with symbolic illness and conflict cues to represent intertribal wars and epidemics\" (figure)\n\"a stylized silhouette of a small village with few figures to visually represent the reduced Lenape community by 1700\" (figure)\nThe overall style of the image is clear, educational, and illustrative with simplified cartoon-like visuals.",
    "infographic_id": 446,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "At the end of the Second Anglo-Dutch War, the English gained New Amsterdam (New York) in North America in exchange for Dutch control of Run, an Indonesian island. Several intertribal wars among the Native Americans and some epidemics brought on by contact with the Europeans caused sizable population losses for the Lenape between the years 1660 and 1670. By 1700, the Lenape population had diminished to 200.",
    "qa_count": 5,
    "ids": [
      "56cedd1caab44d1400b88b41",
      "56cedd1caab44d1400b88b42",
      "56cedd1caab44d1400b88b43",
      "56cfb502234ae51400d9beb1",
      "56cfb502234ae51400d9beb2"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York and Slavery in the Early 1700s\" (text) focused on \"growth of a trading port, household slavery prevalence, and the African Burial Ground discovery\" (text). At the top is a concise historical summary, the middle shows comparative context including the leading city, and the bottom notes the burial ground discovery and the construction that revealed it. \n\"New York grew as a trading port under British rule and slavery became integral to its economy by 1730\" (text)\n\"By 1730, 42% of New York households held slaves, a higher share than nearly any other northern city\" (text)\n\"Charleston, South Carolina had the highest household slaveholding share and was the North American city that held the most slaves in the colonial era\" (text)\n\"Discovery in the 1990s of an African burying ground occurred during construction of a new federal courthouse near Foley Square\" (text)\n\"a stylized map-like illustration suggesting a busy colonial port with ships and warehouses\" (figure)\n\"a cartoon scene of domestic and hired-out labor to indicate household and port work by enslaved people\" (figure)\n\"a silhouetted illustrative graveyard with simple markers to represent the African burying ground unearthed near a courthouse\" (figure)\nThe overall style of the image is illustrative and documentary, clear and respectfully restrained.",
    "infographic_id": 447,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "New York grew in importance as a trading port while under British rule in the early 1700s. It also became a center of slavery, with 42% of households holding slaves by 1730, more than any other city other than Charleston, South Carolina. Most slaveholders held a few or several domestic slaves, but others hired them out to work at labor. Slavery became integrally tied to New York's economy through the labor of slaves throughout the port, and the banks and shipping tied to the South. Discovery of the African Burying Ground in the 1990s, during construction of a new federal courthouse near Foley Square, revealed that tens of thousands of Africans had been buried in the area in the colonial years.",
    "qa_count": 6,
    "ids": [
      "56ceddd9aab44d1400b88b5f",
      "56ceddd9aab44d1400b88b60",
      "56ceddd9aab44d1400b88b61",
      "56ceddd9aab44d1400b88b62",
      "56cfb5cb234ae51400d9beb6",
      "56cfb5cb234ae51400d9beb7"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Colonial New York milestones\" (text) focused on \"early press freedom, education chartering, and political organizing\" (text). At the top, a concise title and topic introduce the timeline, above a trio of illustrated vignettes that support the key events, and below a short summary ties the items together.\n\n\"Colonial New York milestones\" (text)\n\"John Peter Zenger trial on Manhattan established press freedom in 1735\" (text)\n\"Founding of King's College under George II charter in 1754\" (text)\n\"Political organizing and the Stamp Act Congress meeting in New York in 1765\" (text)\n\"a stylized courtroom scene showing a defendant at a wooden dock and listeners\" (figure)\n\"a cartoon of a college building with a royal charter document held nearby\" (figure)\n\"a silhouette of a civic meeting with banners and clustered figures representing organized groups\" (figure)\n\"The overall style of the image is clear, instructional, and illustrative with simple, labeled scenes to support visual question answering.\"",
    "infographic_id": 448,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The trial in Manhattan of John Peter Zenger in 1735 helped to establish the freedom of the press in North America. In 1754, Columbia University was founded under charter by King George II as King's College in Lower Manhattan. The Stamp Act Congress met in New York in October 1765 as the Sons of Liberty organized in the city, skirmishing over the next ten years with British troops stationed there.",
    "qa_count": 8,
    "ids": [
      "56cede40aab44d1400b88b71",
      "56cede40aab44d1400b88b72",
      "56cede40aab44d1400b88b73",
      "56cede40aab44d1400b88b74",
      "56cede40aab44d1400b88b75",
      "56cfb691234ae51400d9bec3",
      "56cfb691234ae51400d9bec4",
      "56cfb691234ae51400d9bec5"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Battle of Long Island: largest battle of the American Revolutionary War\" (text) focused on \"British occupation of the city and freedmen resettlement\" (text). At the top, a concise summary headline appears above contextual figures; in the middle, supporting visuals and a compact timeline sit adjacent to explanatory labels; near the bottom, outcomes and resettlement notes are grouped. \n\"Battle of Long Island was the largest battle of the American Revolutionary War fought in August 1776\" (text)\n\"The action occurred entirely within the Brooklyn borough and led to an American defeat\" (text)\n\"During British occupation, as many as 10,000 escaped slaves crowded into the city and joined British lines\" (text)\n\"When the British evacuated at the close of the war in 1783 they transported thousands of freedmen for resettlement abroad\" (text)\n\"a stylized map showing an island coastline with troop markers and simple movement arrows\" (figure)\n\"a cartoon street scene showing a crowded dock with small figures representing refugees and freed people\" (figure)\n\"a silhouette of soldiers and camp tents near a city shoreline to suggest a military base of operations\" (figure)\n\"a small illustrative scene of departing ships at a harbor with people boarding for resettlement\" (figure) The overall style of the image is clear, illustrative, and documentary, emphasizing legible labels and simple cartoon figures.",
    "infographic_id": 449,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The Battle of Long Island, the largest battle of the American Revolutionary War, was fought in August 1776 entirely within the modern-day borough of Brooklyn. After the battle, in which the Americans were defeated, leaving subsequent smaller armed engagements following in its wake, the city became the British military and political base of operations in North America. The city was a haven for Loyalist refugees, as well as escaped slaves who joined the British lines for freedom newly promised by the Crown for all fighters. As many as 10,000 escaped slaves crowded into the city during the British occupation. When the British forces evacuated at the close of the war in 1783, they transported 3,000 freedmen for resettlement in Nova Scotia. They resettled other freedmen in England and the Caribbean.",
    "qa_count": 8,
    "ids": [
      "56cedf11aab44d1400b88b93",
      "56cedf11aab44d1400b88b94",
      "56cedf11aab44d1400b88b95",
      "56cedf11aab44d1400b88b96",
      "56cedf11aab44d1400b88b97",
      "56cfb897234ae51400d9bee3",
      "56cfb897234ae51400d9bee4",
      "56cfb897234ae51400d9bee6"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Staten Island Conference and the Aftermath\" (text) focused on \"an attempted peace meeting and a major city fire\" (text). At the top, a concise header names the meeting and date near a small illustrative scene, and the middle pairs the occupying commander with a symbolic depiction of the subsequent disaster. Below, a visual reminder shows the destroyed landmark adjacent to a map cue of the borough.\n\n\"Staten Island Conference held September 11, 1776\" (text)\n\"Benjamin Franklin met with the British representative Lord Howe near the conference\" (text)\n\"Shortly after occupation the Great Fire of New York devastated part of lower Manhattan\" (text)\n\"Trinity Church was among the buildings destroyed during the fire\" (text)\n\"a stylized cartoon of two negotiators at a historic house, one labeled as an American and one as a British officer\" (figure)\n\"a stylized cartoon of a large urban fire consuming historic wooden buildings without any letters or numerals\" (figure)\n\"a stylized map cue showing a simplified island silhouette with a highlighted lower section to indicate the borough\" (figure)\n\nThe overall style of the image is clear, documentary, and illustrative with clean labels and simple, explanatory cartoons.",
    "infographic_id": 450,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "The only attempt at a peaceful solution to the war took place at the Conference House on Staten Island between American delegates, including Benjamin Franklin, and British general Lord Howe on September 11, 1776. Shortly after the British occupation began, the Great Fire of New York occurred, a large conflagration on the West Side of Lower Manhattan, which destroyed about a quarter of the buildings in the city, including Trinity Church.",
    "qa_count": 7,
    "ids": [
      "56cee30faab44d1400b88bf1",
      "56cee30faab44d1400b88bf2",
      "56cee30faab44d1400b88bf3",
      "56cee30faab44d1400b88bf4",
      "56cee30faab44d1400b88bf5",
      "56cfb961234ae51400d9beff",
      "56cfb961234ae51400d9bf00"
    ],
    "title": "New_York_City"
  }
]