[
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's early education and choice to leave college\" (text) focused on \"the scholarship, studies, and decision to drop out\" (text). At the top is a concise header summarizing the educational path, near a supporting illustration; in the middle are key milestones with an adjacent quote figure; the bottom highlights the outcome and artistic response with a nearby illustrative figure. \n\"Title: Kanye West's early education and choice to leave college\" (text)\n\"Topic: the scholarship, studies, and decision to drop out\" (text)\n\"Received a scholarship to Chicago's American Academy of Art and began painting classes before transferring to Chicago State University to study English\" (text)\n\"Dropped out of college at age 20 because a busy class schedule affected his musical work\" (text)\n\"Left school and later recorded an album inspired by the experience titled College Dropout\" (text)\n\"a stylized illustration of a student sketching at an easel to represent art school beginnings\" (figure)\n\"a cartoon scene of a college classroom with an open book to represent English studies\" (figure)\n\"a stylized silhouette of a young musician with headphones leaving a campus gate to represent departing college at age 20\" (figure)\n\"a stylized image of a CD cover concept without text to represent the album inspired by the experience\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 701,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "After graduating from high school, West received a scholarship to attend Chicago's American Academy of Art in 1997 and began taking painting classes, but shortly after transferred to Chicago State University to study English. He soon realized that his busy class schedule was detrimental to his musical work, and at 20 he dropped out of college to pursue his musical dreams. This action greatly displeased his mother, who was also a professor at the university. She later commented, \"It was drummed into my head that college is the ticket to a good life... but some career goals don't require college. For Kanye to make an album called College Dropout it was more about having the guts to embrace who you are, rather than following the path society has carved out for you.\"",
    "qa_count": 6,
    "ids": [
      "56cf5fc7aab44d1400b89173",
      "56cf5fc7aab44d1400b89174",
      "56d0fdf617492d1400aab6fd",
      "56d0fdf617492d1400aab6fe",
      "56d0fdf617492d1400aab6ff",
      "56d0fdf617492d1400aab700"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West early production and group career\" (text) focused on \"mid-1990s beginnings, sampling approach, and group activities\" (text). At the top, a concise heading introduces the early timeline and sampling style, near an illustrative figure that represents early beatmaking and local collaboration. \"Kanye began producing in the mid-1990s making beats for local artists\" (text)\n\"a stylized cartoon of a person at a simple sampler and cassette with other small figures nearby\" (figure)\nBelow that, a combined statement about the signature production technique sits adjacent to a supporting figure that evokes vintage records being reworked. \"He developed a style of speeding up vocal samples from classic soul records\" (text)\n\"a cartoon of a stack of old vinyl records with musical notes and a stylized sped-up waveform\" (figure)\nIn the middle, a statement about his behind-the-scenes work and group membership appears near a figure showing two people in a collaborative studio posture. \"He acted as a ghost producer for Deric D-Dot Angelettie and then joined the Go-Getters when solo release was restricted\" (text)\n\"a stylized illustration of two collaborators speaking across a studio console\" (figure)\nNear the bottom, group management and the group's album release are summarized beside a figure that symbolizes a small group and a physical album package. \"The Go-Getters were managed by Hustle Period and released their only studio album in 1999\" (text)\n\"a stylized group of five silhouettes standing beside a closed album sleeve\" (figure). The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 702,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Kanye West began his early production career in the mid-1990s, making beats primarily for burgeoning local artists, eventually developing a style that involved speeding up vocal samples from classic soul records. His first official production credits came at the age of nineteen when he produced eight tracks on Down to Earth, the 1996 debut album of a Chicago rapper named Grav. For a time, West acted as a ghost producer for Deric \"D-Dot\" Angelettie. Because of his association with D-Dot, West wasn't able to release a solo album, so he formed and became a member and producer of the Go-Getters, a late-1990s Chicago rap group composed of him, GLC, Timmy G, Really Doe, and Arrowstar. His group was managed by John \"Monopoly\" Johnson, Don Crowley, and Happy Lewis under the management firm Hustle Period. After attending a series of promotional photo shoots and making some radio appearances, The Go-Getters released their first and only studio album World Record Holders in 1999. The album featured other Chicago-based rappers such as Rhymefest, Mikkey Halsted, Miss Criss, and Shayla G. Meanwhile, the production was handled by West, Arrowstar, Boogz, and Brian \"All Day\" Miller.",
    "qa_count": 9,
    "ids": [
      "56cf6057aab44d1400b89177",
      "56cf6057aab44d1400b89178",
      "56cf6057aab44d1400b8917a",
      "56d0fe7217492d1400aab705",
      "56d45f882ccc5a1400d830ef",
      "56d45f882ccc5a1400d830f0",
      "56d45f882ccc5a1400d830f1",
      "56d45f882ccc5a1400d830f2",
      "56d45f882ccc5a1400d830f3"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West early production highlights\" (text) focused on \"guest production credits and featured artists\" (text). At the top there is a short header that names the timeframe and purpose, and near the middle panels the main production highlights are presented with supporting visuals, while the bottom summarizes featured guests and the fictional project.\n\n\"Late-1990s production work and notable collaborations listed together\" (text)\n\"Produced the third song on the second album of Foxy Brown, which topped the U.S. Billboard 200 in its first week\" (text)\n\"Co-produced a late-era track on the last Goodie Mob album to feature all founding members before their break-up\" (text)\n\"Produced multiple tracks for a fictional persona project titled Tell 'Em Why U Madd featuring guest rappers Ma$e, Raekwon, and Eminem\" (text)\n\n\"a cartoon studio scene with a producer at a console and a single highlighted track\" (figure)\n\"a stylized group of four silhouettes representing a founding rap group together\" (figure)\n\"a caricature of a fictional comic-style rapper character holding a mock album\" (figure)\n\"a small illustrated lineup of three anonymous rapper silhouettes with microphones to indicate guest appearances\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 703,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "West spent much of the late-1990s producing records for a number of well-known artists and music groups. The third song on Foxy Brown's second studio album Chyna Doll was produced by West. Her second effort subsequently became the very first hip-hop album by a female rapper to debut at the top of the U.S. Billboard 200 chart in its first week of release. West produced three of the tracks on Harlem World's first and only album The Movement alongside Jermaine Dupri and the production duo Trackmasters. His songs featured rappers Nas, Drag-On, and R&B singer Carl Thomas. The ninth track from World Party, the last Goodie Mob album to feature the rap group's four founding members prior to their break-up, was co-produced by West with his manager Deric \"D-Dot\" Angelettie. At the close of the millennium, West ended up producing six songs for Tell 'Em Why U Madd, an album that was released by D-Dot under the alias of The Madd Rapper; a fictional character he created for a skit on The Notorious B.I.G.'s second and final studio album Life After Death. West's songs featured guest appearances from rappers such as Ma$e, Raekwon, and Eminem.",
    "qa_count": 4,
    "ids": [
      "56cf6141aab44d1400b89195",
      "56cf6141aab44d1400b89198",
      "56d100b517492d1400aab708",
      "56d100b517492d1400aab70a"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's early producing breakthrough\" (text) focused on \"how work at a record label led to production credits on a landmark album\" (text). At the top is a concise header and adjacent summary, in the middle supporting illustrations with brief labels, and near the bottom a wrap-up statement that links the label to the album recognition. \n\"Early producing breakthrough after moving into label work in 2000\" (text)\n\"Kanye began producing for Roc-A-Fella Records, serving as an in-house producer\" (text)\n\"Kanye received production credits on the album The Blueprint in 2001\" (text)\n\"His work led to renewed attention for the album and increased interest in his producing\" (text)\n\"a stylized cartoon of a studio producer at a mixing console, emphasizing early career work\" (figure)\n\"a stylized cartoon of a vinyl album with an abstract halo, representing a landmark hip-hop album\" (figure)\n\"a stylized cartoon of several artist silhouettes grouped together, representing collaborations across the label\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 704,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "West got his big break in the year 2000, when he began to produce for artists on Roc-A-Fella Records. West came to achieve recognition and is often credited with revitalizing Jay-Z's career with his contributions to the rap mogul's influential 2001 album The Blueprint. The Blueprint is consistently ranked among the greatest hip-hop albums, and the critical and financial success of the album generated substantial interest in West as a producer. Serving as an in-house producer for Roc-A-Fella Records, West produced records for other artists from the label, including Beanie Sigel, Freeway, and Cam'ron. He also crafted hit songs for Ludacris, Alicia Keys, and Janet Jackson.",
    "qa_count": 4,
    "ids": [
      "56cf61d7aab44d1400b891ad",
      "56cf61d7aab44d1400b891ae",
      "56d1015e17492d1400aab70e",
      "56d1015e17492d1400aab70f"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's early career struggle\" (text) focused on \"his aspiration to be a rapper despite producing success\" (text). At the top is a clear header and summary, near that a short explanatory label and to the middle are supporting illustrative scenes, with a concluding label near the bottom that ties the story together.  \n\"Kanye West's early career struggle\" (text)  \n\"Despite success producing, his ultimate dream was to be a rapper\" (text)  \n\"Record companies rejected him for not having a gangsta image\" (text)  \n\"After many meetings he was denied an artist deal by Capitol Records\" (text)  \n\"a stylized cartoon of a musician holding a microphone and looking determined\" (figure)  \n\"a stylized cartoon of a rejected demo envelope being returned\" (figure)  \n\"a stylized cartoon of a business meeting table with indifferent executives\" (figure)  \nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 705,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Despite his success as a producer, West's true aspiration was to be a rapper. Though he had developed his rapping long before he began producing, it was often a challenge for West to be accepted as a rapper, and he struggled to attain a record deal. Multiple record companies ignored him because he did not portray the gangsta image prominent in mainstream hip hop at the time. After a series of meetings with Capitol Records, West was ultimately denied an artist deal.",
    "qa_count": 5,
    "ids": [
      "56cf626faab44d1400b891b3",
      "56cf626faab44d1400b891b4",
      "56d101c417492d1400aab718",
      "56d101c417492d1400aab719",
      "56d101c417492d1400aab71a"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West label pursuit and signings\" (text) focused on \"who considered and who ultimately signed him\" (text). The layout guides the reader from the initial approach at the top, through internal company debate in the middle, to the reluctant final signing at the bottom.\n\n\"Joe Weinberger almost offered Kanye a record deal but was ultimately swayed\" (text)\n\"a stylized scene of an office meeting with one person gesturing and another shaking head\" (figure)\n\"Capitol Record reconsidered after internal persuasion, described near the middle\" (text)\n\"a cartoon of a hesitant label head handing over a contract reluctantly\" (figure)\n\"Roc-A-Fella ultimately signed him despite initial reluctance, noted near the bottom\" (text)\n\"a silhouette of a performer with headphones shown beside a studio console to indicate a producer background\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 706,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "According to Capitol Record's A&R, Joe Weinberger, he was approached by West and almost signed a deal with him, but another person in the company convinced Capitol's president not to. Desperate to keep West from defecting to another label, then-label head Damon Dash reluctantly signed West to Roc-A-Fella Records. Jay-Z later admitted that Roc-A-Fella was initially reluctant to support West as a rapper, claiming that many saw him as a producer first and foremost, and that his background contrasted with that of his labelmates.",
    "qa_count": 5,
    "ids": [
      "56cf637caab44d1400b891b7",
      "56cf637caab44d1400b891b8",
      "56cf637caab44d1400b891b9",
      "56d1021117492d1400aab71e",
      "56d1021117492d1400aab71f"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"West's breakthrough and first recordings\" (text) focused on \"the crash, recovery, mixtape, and debut album\" (text). At the top there is a concise timeline header, near the middle are supporting visuals with captions, and near the bottom is a summary label tying the records to the artist's intent.\n\n\"West's breakthrough happened on October 23, 2002, with a near-fatal car crash and reconstructive jaw surgery\" (text)\n\"Two weeks later he recorded the composition Through The Wire while his jaw was still wired shut\" (text)\n\"Get Well Soon... mixtape released in December 2002 containing early versions and first availability of Through The Wire\" (text)\n\"The College Dropout was announced as his debut album with a theme of making your own decisions\" (text)\n\n\"a stylized cartoon of a car stopped on a roadside with an abstract crash cue\" (figure)\n\"a stylized cartoon of a recording booth with a microphone and a figure wearing a wired jaw band\" (figure)\n\"a stylized cartoon of a folded mixtape sleeve with simple music notes rising from it\" (figure)\n\nThe overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 707,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "West's breakthrough came a year later on October 23, 2002, when, while driving home from a California recording studio after working late, he fell asleep at the wheel and was involved in a near-fatal car crash. The crash left him with a shattered jaw, which had to be wired shut in reconstructive surgery. The accident inspired West; two weeks after being admitted to the hospital, he recorded a song at the Record Plant Studios with his jaw still wired shut. The composition, \"Through The Wire\", expressed West's experience after the accident, and helped lay the foundation for his debut album, as according to West \"all the better artists have expressed what they were going through\". West added that \"the album was my medicine\", as working on the record distracted him from the pain. \"Through The Wire\" was first available on West's Get Well Soon... mixtape, released December 2002. At the same time, West announced that he was working on an album called The College Dropout, whose overall theme was to \"make your own decisions. Don't let society tell you, 'This is what you have to do.'\"",
    "qa_count": 6,
    "ids": [
      "56cf6438aab44d1400b891c8",
      "56cf6438aab44d1400b891c9",
      "56cf6438aab44d1400b891ca",
      "56d1034017492d1400aab722",
      "56d1034017492d1400aab723",
      "56d1034017492d1400aab724"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"The College Dropout production and release timeline\" (text) focused on \"Kanye West's debut album revisions and delays\" (text). At the top, a concise header summarizes the leak and remix decision, near a supporting illustration. \"After the album was leaked months before release, West remixed and remastered much of it\" (text)\n\"a cartoon of a person carrying a designer backpack walking toward a recording studio\" (figure)\nIn the middle, a section shows where final recording and production refinements occurred and lists the production changes near a studio scene. \"Final recording completed in Los Angeles while recovering from a car accident, with added strings, gospel choirs, improved drum programming and new verses\" (text)\n\"a stylized cartoon recording studio interior with a person at a mixing console\" (figure)\nBelow, a release note and postponed schedule are shown adjacent to a calendar-style illustration that emphasizes delays without numerals. \"Initial release planned for August 2003 but the release was pushed back three times due to perfectionism\" (text)\n\"a silhouette of a calendar with pages being flipped to indicate multiple postponements\" (figure)\nAt the bottom, an annotation near a discarded tracklist notes tracks pulled from the final album. \"Certain tracks originally slated for the album were retracted, including collaborations removed during revision\" (text)\n\"a cartoon sheet of paper with crossed-out song lines and two small stylized figures representing collaborators\" (figure) The overall style of the image is clean, illustrative, and informative with clear typographic hierarchy.",
    "infographic_id": 708,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 6,
    "context": "Carrying a Louis Vuitton backpack filled with old disks and demos to the studio and back, West crafted much of his production for his debut album in less than fifteen minutes at a time. He recorded the remainder of the album in Los Angeles while recovering from the car accident. Once he had completed the album, it was leaked months before its release date. However, West decided to use the opportunity to review the album, and The College Dropout was significantly remixed, remastered, and revised before being released. As a result, certain tracks originally destined for the album were subsequently retracted, among them \"Keep the Receipt\" with Ol' Dirty Bastard and \"The Good, the Bad, and the Ugly\" with Consequence. West meticulously refined the production, adding string arrangements, gospel choirs, improved drum programming and new verses. West's perfectionism led The College Dropout to have its release postponed three times from its initial date in August 2003.",
    "qa_count": 5,
    "ids": [
      "56cf64d24df3c31400b0d6f3",
      "56cf64d24df3c31400b0d6f5",
      "56d1042317492d1400aab72e",
      "56d1042317492d1400aab72f",
      "56d1042317492d1400aab730"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"The College Dropout release and impact\" (text) focused on \"Kanye West's debut album milestones and legacy\" (text). At the top, a concise release-and-chart summary is presented, near the middle a section highlights singles and mainstream exposure, and near the bottom a summary of industry recognition and label founding is shown.  \n\"Released in February 2004 and debuting at number two on the Billboard 200 (debut position: 2)\" (text)  \n\"Second single Slow Jamz became the artists' first number one hit, with Jesus Walks bringing mainstream attention\" (text)  \n\"Album earned near-universal critical acclaim and was voted album of the year by two major publications (two publications)\" (text)  \n\"Certified triple platinum in the US and nominated for 10 Grammy awards, winning Best Rap Album; founder of GOOD Music\" (text)  \n\"a stylized illustration of a physical album package sitting on a chart peak to imply a strong debut\" (figure)  \n\"a cartoon trio of three musicians performing to represent the first number one single collaboration\" (figure)  \n\"a stylized singer with a spotlight and symbolic faith icon to indicate a single that expanded audience reach\" (figure)  \n\"a symbolic record label office illustration representing the founding of GOOD Music and artist development\" (figure) The overall style of the image is clean, informative, and illustrative with clear typography and simple cartoon-style figures.",
    "infographic_id": 709,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The College Dropout was eventually issued by Roc-A-Fella in February 2004, shooting to number two on the Billboard 200 as his debut single, \"Through the Wire\" peaked at number fifteen on the Billboard Hot 100 chart for five weeks. \"Slow Jamz\", his second single featuring Twista and Jamie Foxx, became an even bigger success: it became the three musicians' first number one hit. The College Dropout received near-universal critical acclaim from contemporary music critics, was voted the top album of the year by two major music publications, and has consistently been ranked among the great hip-hop works and debut albums by artists. \"Jesus Walks\", the album's fourth single, perhaps exposed West to a wider audience; the song's subject matter concerns faith and Christianity. The song nevertheless reached the top 20 of the Billboard pop charts, despite industry executives' predictions that a song containing such blatant declarations of faith would never make it to radio. The College Dropout would eventually be certified triple platinum in the US, and garnered West 10 Grammy nominations, including Album of the Year, and Best Rap Album (which it received). During this period, West also founded GOOD Music, a record label and management company that would go on to house affiliate artists and producers, such as No I.D. and John Legend. At the time, the focal point of West's production style was the use of sped-up vocal samples from soul records. However, partly because of the acclaim of The College Dropout, such sampling had been much copied by others; with that overuse, and also because West felt he had become too dependent on the technique, he decided to find a new sound.",
    "qa_count": 8,
    "ids": [
      "56cf657b4df3c31400b0d6ff",
      "56cf657b4df3c31400b0d700",
      "56cf657b4df3c31400b0d701",
      "56cf657b4df3c31400b0d703",
      "56d1056017492d1400aab752",
      "56d1056017492d1400aab754",
      "56d1056017492d1400aab755",
      "56d1056017492d1400aab756"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Late Registration creative process and impact\" (text) focused on \"Kanye West second album production and inspiration\" (text). At the top the title and topic are shown, near a brief summary phrase and a supporting portrait-style illustration. \"Kanye invested two million dollars and spent over a year crafting his second album\" (text)\n\"a stylized illustration of a recording studio session with a producer and artist\" (figure)\n\"West hired a string orchestra and drew inspiration from an English group called Portishead\" (text)\n\"a cartoon of a small string orchestra playing with sheetless stands\" (figure)\n\"Jon Brion collaborated as co-executive producer on multiple tracks after finding shared musical vision\" (text)\n\"a stylized scene of two musicians in a studio discovering shared musical vision\" (figure)\n\"Late Registration sold 2.3 million copies in the United States and was the fall season's notable major release\" (text)\n\"A simple illustrative medal or laurel indicating strong commercial performance\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 710,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Beginning his second effort that fall, West would invest two million dollars and take over a year to craft his second album. West was significantly inspired by Roseland NYC Live, a 1998 live album by English trip hop group Portishead, produced with the New York Philharmonic Orchestra. Early in his career, the live album had inspired him to incorporate string arrangements into his hip-hop production. Though West had not been able to afford many live instruments around the time of his debut album, the money from his commercial success enabled him to hire a string orchestra for his second album Late Registration. West collaborated with American film score composer Jon Brion, who served as the album's co-executive producer for several tracks. Although Brion had no prior experience in creating hip-hop records, he and West found that they could productively work together after their first afternoon in the studio where they discovered that neither confined his musical knowledge and vision to one specific genre. Late Registration sold over 2.3 million units in the United States alone by the end of 2005 and was considered by industry observers as the only successful major album release of the fall season, which had been plagued by steadily declining CD sales.",
    "qa_count": 7,
    "ids": [
      "56cf66344df3c31400b0d70a",
      "56cf66344df3c31400b0d70b",
      "56cf66344df3c31400b0d70c",
      "56cf66344df3c31400b0d70d",
      "56d1060e17492d1400aab763",
      "56d1060e17492d1400aab764",
      "56d1060e17492d1400aab765"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West controversy timeline\" (text) focused on \"public incidents around a relief concert and a magazine cover\" (text). At the top there is a contextual header near a small illustrative scene, the middle highlights the televised relief concert incident adjacent to an illustration of two presenters, and the bottom notes the later magazine cover controversy next to a portrait illustration. \"Kanye left an award show after losing Best New Artist at the American Music Awards\" (text)\n\"Kanye was a featured speaker on NBC's A Concert for Hurricane Relief for Hurricane Katrina and presented alongside actor Mike Myers\" (text)\n\"Kanye deviated from the script during the benefit and said George Bush doesn't care about black people, prompting nationwide reaction\" (text)\n\"Kanye later posed wearing a crown of thorns for the Rolling Stone magazine cover in a separate controversy\" (text)\n\"a stylized illustration of two presenters on a televised charity stage with one reading from a script and one speaking into a microphone\" (figure)\n\"a cartoon silhouette of an actor standing beside a speaker on a televised benefit stage\" (figure)\n\"a stylized portrait illustration of a seated figure wearing a thorn crown as on a magazine cover\" (figure) The overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 711,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "While West had encountered controversy a year prior when he stormed out of the American Music Awards of 2004 after losing Best New Artist, the rapper's first large-scale controversy came just days following Late Registration's release, during a benefit concert for Hurricane Katrina victims. In September 2005, NBC broadcast A Concert for Hurricane Relief, and West was a featured speaker. When West was presenting alongside actor Mike Myers, he deviated from the prepared script. Myers spoke next and continued to read the script. Once it was West's turn to speak again, he said, \"George Bush doesn't care about black people.\" West's comment reached much of the United States, leading to mixed reactions; President Bush would later call it one of the most \"disgusting moments\" of his presidency. West raised further controversy in January 2006 when he posed on the cover of Rolling Stone wearing a crown of thorns.",
    "qa_count": 7,
    "ids": [
      "56cf67034df3c31400b0d71d",
      "56cf67034df3c31400b0d71e",
      "56cf67034df3c31400b0d720",
      "56d1071617492d1400aab77e",
      "56d1071617492d1400aab77f",
      "56d1071617492d1400aab780",
      "56d1071617492d1400aab781"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's post-tour musical inspirations and methods\" (text) focused on \"how touring and older genres shaped his next album\" (text). At the top a compact title and topic introduce the theme, above three linked panels that show touring, arena-focused production, and lyrical study, with a concluding line below. \"Kanye toured the world with U2 before reshaping his sound\" (text)\n\"he aimed to make anthemic tracks that perform well in large arenas and drew on arena rock bands like The Rolling Stones and Led Zeppelin\" (text)\n\"he added synthesizer, used slower tempos, and incorporated influences from 1980s electronic music\" (text)\n\"he studied Bob Dylan and Johnny Cash to deepen lyricism and storytelling\" (text)\n\"a stylized illustration of a touring rock band on a large stage without text\" (figure)\n\"a cartoon of a synthesizer and abstract slow-tempo waveform without numerals\" (figure)\n\"a silhouette of two singer-songwriters with acoustic instruments, no letters\" (figure)\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 712,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Fresh off spending the previous year touring the world with U2 on their Vertigo Tour, West felt inspired to compose anthemic rap songs that could operate more efficiently in large arenas. To this end, West incorporated the synthesizer into his hip-hop production, utilized slower tempos, and experimented with electronic music and influenced by music of the 1980s. In addition to U2, West drew musical inspiration from arena rock bands such as The Rolling Stones and Led Zeppelin in terms of melody and chord progression. To make his next effort, the third in a planned tetralogy of education-themed studio albums, more introspective and personal in lyricism, West listened to folk and country singer-songwriters Bob Dylan and Johnny Cash in hopes of developing methods to augment his wordplay and storytelling ability.",
    "qa_count": 7,
    "ids": [
      "56cf67ca4df3c31400b0d735",
      "56cf67ca4df3c31400b0d736",
      "56cf67ca4df3c31400b0d738",
      "56d1084017492d1400aab7a0",
      "56d1084017492d1400aab7a1",
      "56d1084017492d1400aab7a2",
      "56d1084017492d1400aab7a3"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Graduation: Kanye West's third studio album and its impact\" (text) focused on \"the album release, sales showdown, and musical influence\" (text). At the top a concise headline and album identity introduce the topic, near the middle a comparison and sales highlight sit adjacent to an illustrative scene, and near the bottom the single and its musical influence are summarized next to a symbolic illustration.\n\n\"Graduation is Kanye West's third studio album and a major commercial success\" (text)\n\"Released in direct competition with rapper 50 Cent with simultaneous high-profile album releases\" (text)\n\"Graduation debuted at number one on a major national album chart and sold 957,000 copies in its first week\" (text)\n\"The lead single Stronger samples the electronic duo Daft Punk and helped revive disco and electro-infused sounds\" (text)\n\"a stylized cartoon of two musicians on opposite small stages representing a high-profile sales showdown\" (figure)\n\"a stylized illustration of a stack of physical albums with a bold upward badge indicating a top chart debut\" (figure)\n\"a stylized cartoon of a DJ and synthesizer elements suggesting electronic sampling and a returning dance influence\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear typography and simple cartoon figures.",
    "infographic_id": 713,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "West's third studio album, Graduation, garnered major publicity when its release date pitted West in a sales competition against rapper 50 Cent's Curtis. Upon their September 2007 releases, Graduation outsold Curtis by a large margin, debuting at number one on the U.S. Billboard 200 chart and selling 957,000 copies in its first week. Graduation once again continued the string of critical and commercial successes by West, and the album's lead single, \"Stronger\", garnered the rapper his third number-one hit. \"Stronger\", which samples French house duo Daft Punk, has been accredited to not only encouraging other hip-hop artists to incorporate house and electronica elements into their music, but also for playing a part in the revival of disco and electro-infused music in the late 2000s. Ben Detrick of XXL cited the outcome of the sales competition between 50 Cent's Curtis and West's Graduation as being responsible for altering the direction of hip-hop and paving the way for new rappers who didn't follow the hardcore-gangster mold, writing, \"If there was ever a watershed moment to indicate hip-hop's changing direction, it may have come when 50 Cent competed with Kanye in 2007 to see whose album would claim superior sales.\"",
    "qa_count": 7,
    "ids": [
      "56cf68594df3c31400b0d73d",
      "56cf68594df3c31400b0d73e",
      "56cf68594df3c31400b0d73f",
      "56cf68594df3c31400b0d740",
      "56d1091117492d1400aab7bc",
      "56d1091117492d1400aab7bd",
      "56d1091117492d1400aab7bf"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's pivotal period and creative shift\" (text) focused on \"the events and artistic changes after a family tragedy\" (text). At the top a concise summary introduces the turning point, near a scene that suggests personal loss and relationship change. \"Following his mother's death in 2007, he ended his long-term engagement with Alexis Phifer and left their intermittent relationship that began in 2002\" (text)\n\"a stylized cartoon of a grieving figure beside a departing pair to indicate loss and a broken engagement\" (figure)\n\"Shortly after, he launched the Glow in the Dark Tour and announced a new album recorded mostly in Hawaii\" (text)\n\"a stylized illustration of a touring stage with a simple touring prop to represent a major tour\" (figure)\n\"His fourth album featured the lead single Love Lockdown and prominently used the Auto-Tune voice processor to convey emotion\" (text)\n\"a stylized recording studio scene with a vocal processor unit and a microphone to represent recording with Auto-Tune in an island studio\" (figure)\n\"At the middle and bottom, a compact timeline-style flow links loss, personal breakup, touring, and the musical shift toward singing with Auto-Tune\" (text)\n\"a stylized island studio interior with recording gear and a cassette-style album cover to suggest recording mostly in Hawaii\" (figure) The overall style of the image is clear, illustrative, and informative.",
    "infographic_id": 714,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "West's life took a different direction when his mother, Donda West, died of complications from cosmetic surgery involving abdominoplasty and breast reduction in November 2007. Months later, West and fiancée Alexis Phifer ended their engagement and their long-term intermittent relationship, which had begun in 2002. The events profoundly affected West, who set off for his 2008 Glow in the Dark Tour shortly thereafter. Purportedly because his emotions could not be conveyed through rapping, West decided to sing using the voice audio processor Auto-Tune, which would become a central part of his next effort. West had previously experimented with the technology on his debut album The College Dropout for the background vocals of \"Jesus Walks\" and \"Never Let Me Down.\" Recorded mostly in Honolulu, Hawaii in three weeks, West announced his fourth album, 808s & Heartbreak, at the 2008 MTV Video Music Awards, where he performed its lead single, \"Love Lockdown\". Music audiences were taken aback by the uncharacteristic production style and the presence of Auto-Tune, which typified the pre-release response to the record.",
    "qa_count": 7,
    "ids": [
      "56cf694f4df3c31400b0d750",
      "56cf694f4df3c31400b0d751",
      "56d109f317492d1400aab7ca",
      "56d109f317492d1400aab7cb",
      "56d109f317492d1400aab7cc",
      "56d109f317492d1400aab7cd",
      "56d109f317492d1400aab7ce"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"808s & Heartbreak album overview\" (text) focused on \"the album release, singles, and production influence\" (text). At the top, a concise header summarizes the album and label; near the middle, paired visuals illustrate singles and chart debuts with supporting labels; below, a concluding note explains the album's influence on hip-hop and production choices.  \n\"808s & Heartbreak album overview\" (text)  \n\"Released in November 2008 by Island Def Jam to coincide with Thanksgiving weekend\" (text)  \n\"Lead single Love Lockdown and follow-up single Heartless both debuted as Hot Shot Debuts on the Billboard Hot 100\" (text)  \n\"The album features extensive use of the Roland TR-808 drum machine and explores themes of love, loneliness, and heartache\" (text)  \n\"a stylized drum machine icon representing the iconic electronic drum instrument\" (figure)  \n\"a cartoon pop singer near a simplified music chart symbolizing a high chart debut\" (figure)  \n\"a silhouette of a studio producer surrounded by abstract sound waves to suggest production influence\" (figure)  \n\"a small illustrative scene of a thoughtful figure representing critical reaction that was positive but slightly more mixed than prior work\" (figure) The overall style of the image is clean, illustrative, and informative with clear typographic hierarchy.",
    "infographic_id": 715,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "808s & Heartbreak, which features extensive use of the eponymous Roland TR-808 drum machine and contains themes of love, loneliness, and heartache, was released by Island Def Jam to capitalize on Thanksgiving weekend in November 2008. Reviews were positive, though slightly more mixed than his previous efforts. Despite this, the record's singles demonstrated outstanding chart performances. Upon its release, the lead single \"Love Lockdown\" debuted at number three on the Billboard Hot 100 and became a \"Hot Shot Debut\", while follow-up single \"Heartless\" performed similarly and became his second consecutive \"Hot Shot Debut\" by debuting at number four on the Billboard Hot 100. While it was criticized prior to release, 808s & Heartbreak had a significant effect on hip-hop music, encouraging other rappers to take more creative risks with their productions.",
    "qa_count": 6,
    "ids": [
      "56cf6a0f4df3c31400b0d757",
      "56d10a6617492d1400aab7de",
      "56d460ca2ccc5a1400d83103",
      "56d460ca2ccc5a1400d83104",
      "56d460ca2ccc5a1400d83105",
      "56d460ca2ccc5a1400d83107"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Critical Reappraisal of an Album\" (text) focused on \"a journalist's 2012 assessment of an influential record\" (text). At the top is the title and topic, near a brief statement attributing the reassessment, and below are an illustrative figure and a caption showing the critic at work, while the middle contains the quoted evaluation beside an illustrative album symbol, and the bottom includes a summary label near the critic figure.\n\n\"Critical Reappraisal of an Album\" (text)\n\"a journalist's 2012 assessment of an influential record\" (text)\n\"Matthew Trammell identified as the journalist who reassessed the record in 2012\" (text)\n\"Quote excerpt describing the album as the artist's most vulnerable and perhaps most brilliant work\" (text)\n\"a stylized cartoon of a single writer seated at a desk with a notebook, looking reflective\" (figure)\n\"a stylized illustration of a record cover with abstract hearts and electronics motifs\" (figure)\n\"a stylized silhouette of a critic speaking into a microphone as a summary icon\" (figure)\nThe overall style of the image is clean, illustrative, and typographic with a clear informational hierarchy.",
    "infographic_id": 716,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "In 2012, Rolling Stone journalist Matthew Trammell asserted that the record was ahead of its time and wrote, \"Now that popular music has finally caught up to it, 808s & Heartbreak has revealed itself to be Kanye’s most vulnerable work, and perhaps his most brilliant.\"",
    "qa_count": 2,
    "ids": [
      "56cf6aa44df3c31400b0d75f",
      "56d10ab617492d1400aab7ee"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's 2009 VMA Mic-Grab Controversy\" (text) focused on \"the 2009 MTV Video Music Awards incident and its aftermath\" (text). At the top a short header summarizes the event, and near the middle supporting visuals explain who was involved and the consequences, with a bottom section listing downstream effects.\n\n\"Timeline summary of the 2009 MTV Video Music Awards mic-grab incident and immediate reactions\" (text)\n\"a depiction of the stage interruption near an award presenter and a startled performer\" (figure)\n\"Text note adjacent to the stage figure stating that the microphone was taken from Taylor Swift and that the incident occurred at the 2009 MTV Video Music Awards\" (text)\n\"a stylized figure showing a second artist whose work was defended during the interruption\" (figure)\n\"Label near that artist figure indicating the interrupted defense of Beyoncé's nominated video\" (text)\n\"a cartoon scene illustrating a cancelled joint tour\" (figure)\n\"Small caption beside the tour scene noting that the joint tour with Lady Gaga was cancelled and that the controversy was suggested to be partially responsible for lack of nominations at the 52nd Grammy Awards\" (text)\n\"a symbolic illustration of an awards ceremony to represent later awards implications\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 717,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "West's controversial incident the following year at the 2009 MTV Video Music Awards was arguably his biggest controversy, and led to widespread outrage throughout the music industry. During the ceremony, West crashed the stage and grabbed the microphone from winner Taylor Swift in order to proclaim that, instead, Beyoncé's video for \"Single Ladies (Put a Ring on It)\", nominated for the same award, was \"one of the best videos of all time\". He was subsequently withdrawn from the remainder of the show for his actions. West's tour with Lady Gaga was cancelled in response to the controversy, and it was suggested that the incident was partially responsible for 808s & Heartbreak's lack of nominations at the 52nd Grammy Awards.",
    "qa_count": 7,
    "ids": [
      "56cf6b6f4df3c31400b0d76b",
      "56cf6b6f4df3c31400b0d76c",
      "56cf6b6f4df3c31400b0d76e",
      "56d10b8517492d1400aab7f0",
      "56d10b8517492d1400aab7f1",
      "56d10b8517492d1400aab7f2",
      "56d10b8517492d1400aab7f3"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's album retreat and collaborators\" (text) focused on \"the Hawaii creative residency after a brief fashion hiatus\" (text). At the top, a concise header summarizes the change in focus and location, with a supporting visual just below; in the middle a panel highlights the working process and communal sessions, with an illustrative scene adjacent; toward the bottom a collaborator cluster sits near a final note about round-the-clock recording and sleep patterns. \"Kanye turned to the fashion industry after taking a break from recording music\" (text)\n\"a secluded creative residency based in Hawaii where writing and recording took place\" (text)\n\"engineers kept the studio running around the clock while the artist slept only in short increments\" (text)\n\"close collaborators gathered to contribute, challenge, and inspire during communal sessions\" (text)\n\"a stylized cartoon of a small tropical house with music equipment and notebooks to suggest a remote creative retreat\" (figure)\n\"a cartoon scene of people working together in a home studio with headphones, microphones, and laptops to suggest communal recording sessions\" (figure)\n\"a stylized illustration of a cluster of musicians talking and sharing ideas to suggest varied collaborations\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 718,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "Following the highly publicized incident, West took a brief break from music and threw himself into fashion, only to hole up in Hawaii for the next few months writing and recording his next album. Importing his favorite producers and artists to work on and inspire his recording, West kept engineers behind the boards 24 hours a day and slept only in increments. Noah Callahan-Bever, a writer for Complex, was present during the sessions and described the \"communal\" atmosphere as thus: \"With the right songs and the right album, he can overcome any and all controversy, and we are here to contribute, challenge, and inspire.\" A variety of artists contributed to the project, including close friends Jay-Z, Kid Cudi and Pusha T, as well as off-the-wall collaborations, such as with Justin Vernon of Bon Iver.",
    "qa_count": 3,
    "ids": [
      "56cf6c824df3c31400b0d773",
      "56d10be817492d1400aab802",
      "56d10be817492d1400aab803"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"My Beautiful Dark Twisted Fantasy\" (text) focused on \"Kanye West fifth studio album and 2010 activities\" (text). At the top, a concise summary phrase introduces the album and its release timing, near an illustrative scene that evokes album themes; in the middle, supporting captions and a short timeline phrase sit adjacent to related figures; near the bottom, a note about awards and promotion appears next to an icon representing a missed nomination. \"My Beautiful Dark Twisted Fantasy released in November 2010 as Kanye West's fifth studio album\" (text)\n\"a maximalist record that explores celebrity and excess and contrasts with his previous minimalist sound\" (text)\n\"Included the international hit song All of the Lights and Billboard hits Power, Monster, and Runaway\" (text)\n\"GOOD Fridays free music program ran from August 20 - December 17, 2010 and fed material into the album\" (text)\n\"Omission from Album of the Year at a major awards ceremony was widely viewed as a snub\" (text)\n\"a stylized illustration of an ornate album cover tableau with symbolic excess and celebrity motifs\" (figure)\n\"a cartoon of a short film reel and a stylized piano to represent the song accompanied by a thirty-five-minute film\" (figure)\n\"a stylized web page with musical notes to represent a weekly free download promotion\" (figure)\n\"a silhouette of a trophy pedestal with a shadowed empty top to represent a notable awards omission\" (figure) The overall style of the image is bold, illustrative, and information-focused.",
    "infographic_id": 719,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "My Beautiful Dark Twisted Fantasy, West's fifth studio album, was released in November 2010 to rave reviews from critics, many of whom described it as his best work that solidified his comeback. In stark contrast to his previous effort, which featured a minimalist sound, Dark Fantasy adopts a maximalist philosophy and deals with themes of celebrity and excess. The record included the international hit \"All of the Lights\", and Billboard hits \"Power\", \"Monster\", and \"Runaway\", the latter of which accompanied a 35-minute film of the same name. During this time, West initiated the free music program GOOD Fridays through his website, offering a free download of previously unreleased songs each Friday, a portion of which were included on the album. This promotion ran from August 20 - December 17, 2010. Dark Fantasy went on to go platinum in the United States, but its omission as a contender for Album of the Year at the 54th Grammy Awards was viewed as a \"snub\" by several media outlets.",
    "qa_count": 6,
    "ids": [
      "56cf6e364df3c31400b0d78d",
      "56cf6e364df3c31400b0d790",
      "56d10ca817492d1400aab818",
      "56d10ca817492d1400aab819",
      "56d10ca817492d1400aab81a",
      "56d10ca817492d1400aab81b"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West major projects and premieres\" (text) focused on \"live headlining, collaborative albums, and film premieres\" (text). At the top is a concise header summarizing the key live and collaborative milestones, followed by a middle section that links albums to singles and release strategies, and a bottom section that highlights the film premiere context. \n\"Live headlining at a major festival in 2011: Coachella\" (text)\n\"Collaborative album released with a fellow hip-hop artist: Watch the Throne with Jay-Z, digital-first release strategy\" (text)\n\"Highest charting single from that album: Niggas in Paris peaking at number five on the Hot 100\" (text)\n\"Compilation album released in 2012 from label artists, producing multiple singles including top twenty entries, and a self-directed film premiered at the 2012 Cannes Film Festival\" (text)\n\"a stylized illustration of a large outdoor festival crowd beneath a stage tent\" (figure)\n\"a cartoon depiction of two collaborating performers standing beside a symbolic album package\" (figure)\n\"a stylized montage of a pyramid-shaped multi-screen pavilion suggesting a film premiere at an international film festival\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 720,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Following a headlining set at Coachella 2011 that was described by The Hollywood Reporter as \"one of greatest hip-hop sets of all time\", West released the collaborative album Watch the Throne with Jay-Z. By employing a sales strategy that released the album digitally weeks before its physical counterpart, Watch the Throne became one of the few major label albums in the Internet age to avoid a leak. \"Niggas in Paris\" became the record's highest charting single, peaking at number five on the Billboard Hot 100. In 2012, West released the compilation album Cruel Summer, a collection of tracks by artists from West's record label GOOD Music. Cruel Summer produced four singles, two of which charted within the top twenty of the Hot 100: \"Mercy\" and \"Clique\". West also directed a film of the same name that premiered at the 2012 Cannes Film Festival in custom pyramid-shaped screening pavilion featuring seven screens.",
    "qa_count": 8,
    "ids": [
      "56cf71134df3c31400b0d7a3",
      "56cf71134df3c31400b0d7a4",
      "56cf71134df3c31400b0d7a5",
      "56d10dc217492d1400aab82e",
      "56d10dc217492d1400aab82f",
      "56d10dc217492d1400aab830",
      "56d10dc217492d1400aab831",
      "56d10dc217492d1400aab832"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Yeezus album creation and promotion timeline\" (text) focused on \"Kanye West sixth album Yeezus and its rollout\" (text). At the top, a compact header summarizes the album and start of sessions. Near the middle, a section links inspiration and production changes. Below, a promotion and touring panel shows the release date, single, and tour partner.\n\n\"Yeezus album creation and promotion timeline\" (text)\n\"Kanye West sixth album began sessions in early 2013 in a Paris hotel living room\" (text)\n\"Architecture inspired a stripped down, minimalist production approach leading to a late call to a noted producer\" (text)\n\"Released June 18, 2013 with initial worldwide video projections and a lead radio single in July\" (text)\n\"Kanye announced a solo tour to support the album with touring support from Kendrick Lamar\" (text)\n\"a stylized sketch of a loft interior with a small recording setup\" (figure)\n\"a cartoon depiction of an abstract building to symbolize architectural inspiration\" (figure)\n\"a stylized illustration of a stage with two silhouettes representing a headlining artist and a supporting artist\" (figure)\n\"a simple cartoon of a projected video on a building facade to represent promotional projections\" (figure)\n\nThe overall style of the image is clean, explanatory, and infographic-driven.",
    "infographic_id": 721,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Sessions for West's sixth solo effort begin to take shape in early 2013 in his own personal loft's living room at a Paris hotel. Determined to \"undermine the commercial\", he once again brought together close collaborators and attempted to incorporate Chicago drill, dancehall, acid house, and industrial music. Primarily inspired by architecture, West's perfectionist tendencies led him to contact producer Rick Rubin fifteen days shy of its due date to strip down the record's sound in favor of a more minimalist approach. Initial promotion of his sixth album included worldwide video projections of the album's music and live television performances. Yeezus, West's sixth album, was released June 18, 2013 to rave reviews from critics. It became the rapper's sixth consecutive number one debut, but also marked his lowest solo opening week sales. Def Jam issued \"Black Skinhead\" to radio in July 2013 as the album's lead single. On September 6, 2013, Kanye West announced he would be headlining his first solo tour in five years, to support Yeezus, with fellow American rapper Kendrick Lamar accompanying him along the way.",
    "qa_count": 8,
    "ids": [
      "56cf71dc4df3c31400b0d7a9",
      "56cf71dc4df3c31400b0d7ac",
      "56cf71dc4df3c31400b0d7ad",
      "56d10ec717492d1400aab85a",
      "56d10ec717492d1400aab85b",
      "56d10ec717492d1400aab85c",
      "56d10ec717492d1400aab85d",
      "56d10ec717492d1400aab85e"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West highlights 2013–2015\" (text) focused on \"major personal events, collaborations, performances, and fashion launches\" (text). Near the top the timeline headline and family milestones are shown, the middle presents music collaborations and major performances adjacent to release notes, and the bottom highlights the Adidas apparel collaboration and Yeezy line premieres near fashion illustrations.\n\n\"Timeline headline noting key years and milestones near the top\" (text)\n\"Birth of first child North with Kim Kardashian and marriage in Florence shown under personal milestones\" (text)\n\"Music collaborations with British artist Paul McCartney and single releases noted adjacent to performance details\" (text)\n\"Performance of the single All Day listed as taking place at the 2015 BRIT Awards and linked to featured collaborators\" (text)\n\"Official apparel collaboration with Adidas and premiere of Yeezy Season 1 and subsequent Yeezy Season lines placed in the fashion section\" (text)\n\"a stylized group of performers on a stage representing a major award show performance\" (figure)\n\"a stylized studio scene with two musicians symbolizing a notable British collaborator\" (figure)\n\"a stylized runway scene with sneakers and apparel representing a fashion collaboration premiere\" (figure)\n\"a stylized couple silhouette symbolizing marriage and family milestones\" (figure)\n\nThe overall style of the image is clean, infographic pictorial with simple illustrative figures and clear, concise labels.",
    "infographic_id": 722,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "In June 2013, West and television personality Kim Kardashian announced the birth of their first child, North. In October 2013, the couple announced their engagement to widespread media attention. November 2013, West stated that he was beginning work on his next studio album, hoping to release it by mid-2014, with production by Rick Rubin and Q-Tip. In December 2013, Adidas announced the beginning of an official apparel collaboration with West, to be premiered the following year. In May 2014, West and Kardashian were married in a private ceremony in Florence, Italy, with a variety of artists and celebrities in attendance. West released a single, \"Only One\", featuring Paul McCartney, on December 31, 2014. \"FourFiveSeconds\", a single jointly produced with Rihanna and McCartney, was released in January 2015. West also appeared on the Saturday Night Live 40th Anniversary Special, where he premiered a new song entitled \"Wolves\", featuring Sia Furler and fellow Chicago rapper, Vic Mensa. In February 2015, West premiered his clothing collaboration with Adidas, entitled Yeezy Season 1, to generally positive reviews. This would include West's Yeezy Boost sneakers. In March 2015, West released the single \"All Day\" featuring Theophilus London, Allan Kingdom and Paul McCartney. West performed the song at the 2015 BRIT Awards with a number of US rappers and UK grime MC's including: Skepta, Wiley, Novelist, Fekky, Krept & Konan, Stormzy, Allan Kingdom, Theophilus London and Vic Mensa. He would premiere the second iteration of his clothing line, Yeezy Season 2, in September 2015 at New York Fashion Week.",
    "qa_count": 9,
    "ids": [
      "56cf737e4df3c31400b0d7b3",
      "56cf737e4df3c31400b0d7b4",
      "56cf737e4df3c31400b0d7b5",
      "56cf737e4df3c31400b0d7b6",
      "56d10fb217492d1400aab876",
      "56d10fb217492d1400aab877",
      "56d10fb217492d1400aab878",
      "56d10fb217492d1400aab879",
      "56d10fb217492d1400aab87a"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West album and Glastonbury events timeline\" (text) focused on \"album title change, honorary doctorate, and festival controversy\" (text). At the top, a concise headline and subtitle summarize the sequence of events. \"Kanye announced a new album originally titled So Help Me God then changed it to SWISH\" (text)\n\"a honorary doctorate awarded by the School of the Art Institute of Chicago for contributions to music and culture\" (text)\n\"a petition signed by 135,000 people opposed the Glastonbury appearance and reactions were sharply divided\" (text) Near the middle, a supporting illustration accompanies the album title change. \"a stylized cartoon of a musician on stage with a small booklet labeled as an album cover, implying a title change\" (figure)\nBelow that and adjacent, an image supports the honorary degree mention. \"a stylized cartoon of a graduation hood and diploma held by a silhouetted figure, representing an honorary doctorate\" (figure)\nAt the bottom, a scene illustrates the festival controversy and reaction. \"a cartoon crowd at a large outdoor festival with a group of protest signs off to one side and split audience reactions visible\" (figure)\nThe overall style of the image is clean, illustrative, and informational with clear labels and supportive cartoons.",
    "infographic_id": 723,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Having initially announced a new album entitled So Help Me God slated for a 2014 release, in March 2015 West announced that the album would instead be tentatively called SWISH. Later that month, West was awarded an honorary doctorate by the School of the Art Institute of Chicago for his contributions to music, fashion, and popular culture, officially making him an honorary DFA. The next month, West headlined at the Glastonbury Festival in the UK, despite a petition signed by almost 135,000 people against his appearance. At one point, he told the audience: \"You are now watching the greatest living rock star on the planet.\" Media outlets, including social media sites such as Twitter, were sharply divided on his performance. NME stated, \"The decision to book West for the slot has proved controversial since its announcement, and the show itself appeared to polarise both Glastonbury goers and those who tuned in to watch on their TVs.\" The publication added that \"he's letting his music speak for and prove itself.\" The Guardian said that \"his set has a potent ferocity – but there are gaps and stutters, and he cuts a strangely lone figure in front of the vast crowd.\"",
    "qa_count": 6,
    "ids": [
      "56cf741f4df3c31400b0d7bb",
      "56cf741f4df3c31400b0d7bc",
      "56cf741f4df3c31400b0d7bd",
      "56d1109717492d1400aab88e",
      "56d1109717492d1400aab88f",
      "56d1109717492d1400aab890"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye album rollout and controversies\" (text) focused on \"release timeline, title changes, public feud, and fashion premiere\" (text). At the top, a concise header summarizes the December song debut and tentative release date; near the middle, timeline entries show title changes and the final release platform; below, a compact panel highlights the social media dispute and the Madison Square Garden fashion premiere. \"Kanye debuted the song \\\"Facts\\\" in December 2015 and announced a tentative album release for February 11\" (text)\n\"On January 26 he renamed the album from SWISH to Waves before later renaming it again\" (text)\n\"Final album title presented shortly before release as The Life of Pablo and released on Tidal\" (text)\n\"A social media feud with Wiz Khalifa involving Amber Rose that later reconciled, and a Madison Square Garden premiere for the Yeezy Season 3 clothing line\" (text)\n\"a stylized cartoon of a musician announcing a preview event at an arena\" (figure)\n\"a stylized cartoon of two silhouetted figures facing off to suggest an online dispute\" (figure)\n\"a stylized cartoon of a fashion runway presentation on a stage to indicate the clothing line premiere\" (figure)\nThe overall style of the image is clean, informative, and illustrative with simple cartoon-like figures and clear hierarchy.",
    "infographic_id": 724,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "In December 2015, West released a song titled \"Facts\". He announced in January 2016 on Twitter that SWISH would be released on February 11, after releasing new song \"Real Friends\" and a snippet of \"No More Parties in L.A.\" with Kendrick Lamar. This also revived the GOOD Fridays initiative in which Kanye releases new singles every Friday. On January 26, 2016, West revealed he had renamed the album from SWISH to Waves, and also announced the premier of his Yeezy Season 3 clothing line at Madison Square Garden. In early 2016, several weeks prior to the release of his new album, West became embroiled in a short-lived social media altercation with rapper Wiz Khalifa on Twitter that eventually involved their mutual ex-partner, Amber Rose, who protested to West's mention of her and Khalifa's child. The feud involved allegations by Rose concerning her sexual relationship with West, and received significant media attention. As of February 2, 2016, West and Khalifa had reconciled. Several days ahead of the album's release, West again changed the title, this time to The Life of Pablo. On February 11, West premiered the album at Madison Square Garden as part of the presentation of his Yeezy Season 3 clothing line. Following the preview, West announced that he would be modifying the track list once more before its release to the public, and further delayed its release to finalize the recording of the track \"Waves\" at the behest of co-writer Chance the Rapper. He released the album exclusively on Tidal on 14 February 2016 following a performance on SNL.",
    "qa_count": 9,
    "ids": [
      "56cf74cf4df3c31400b0d7c1",
      "56cf74cf4df3c31400b0d7c2",
      "56cf74cf4df3c31400b0d7c3",
      "56cf74cf4df3c31400b0d7c4",
      "56cf74cf4df3c31400b0d7c5",
      "56d1119817492d1400aab89e",
      "56d1119817492d1400aab8a0",
      "56d1119817492d1400aab8a1",
      "56d1119817492d1400aab8a2"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's early influences and production style\" (text) focused on \"musical inspirations and the origin of a signature production approach\" (text). At the top, a concise header introduces the theme. Near the top left is a compact list of named musical influences with a nearby note about a key cultural figure, and below those is a combined explanation of his early production innovation with a captioned example track and a visual nod to the rap group influence. \"Kanye West named a range of musical influences from classic pop and soul artists to contemporary producers\" (text)\n\"David Bowie is described as one of his most important inspirations\" (text)\n\"Puff Daddy is named as the most important cultural figure in his life\" (text)\n\"Early production innovation called chipmunk soul used pitched-up vocal samples with drums and instrumentation, first showcased on the track \\\"This Can't Be Life\\\", and was influenced by members of the Wu-Tang Clan\" (text)\n\"a stylized illustration of a recording studio console with small pitched-up vocal waveform shapes\" (figure)\n\"a cartoon of a classic rock/pop singer to accompany the noted English inspiration\" (figure)\n\"a silhouette group of four stylized rappers to represent the influential rap collective\" (figure)\n\"a simple illustrated single sleeve for a collaborator's track to mark the first major use of the style\" (figure) The overall style of the image is clear, illustrative, and informative with clean typography and supportive cartoons.",
    "infographic_id": 725,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "West's musical career has been defined by frequent stylistic shifts, and has seen him develop and explore a variety of different musical approaches and genres throughout his work. When asked about his musical inspirations, he has named A Tribe Called Quest, Stevie Wonder, Michael Jackson, George Michael, LL Cool J, Phil Collins and Madonna as early interests. He has further described musician David Bowie as one of his \"most important inspirations,\" and named producer Puff Daddy as the \"most important cultural figure in my life.\" Early in his career, West pioneered a style of production dubbed \"chipmunk soul\" which utilized pitched-up vocal samples, usually from soul and R&B songs, along with his own drums and instrumentation. His first major release featuring his trademark soulful vocal sampling style was \"This Can't Be Life\", a track from Jay-Z’s The Dynasty: Roc La Familia. West has said that Wu-Tang Clan producer RZA influenced him in his style, and has named Wu-Tang rappers Ghostface Killah and Ol' Dirty Bastard as inspirations. RZA spoke positively of the comparisons, stating in an interview for Rolling Stone, \"All good. I got super respect for Kanye [...] [he] is going to inspire people to be like him.\" West further developed his style on his 2004 debut album, The College Dropout. After a rough version was leaked, he meticulously refined the production, adding string arrangements, gospel choirs, and improved drum programming.",
    "qa_count": 6,
    "ids": [
      "56cf755f4df3c31400b0d7cb",
      "56cf755f4df3c31400b0d7cc",
      "56cf755f4df3c31400b0d7cd",
      "56d1126f17492d1400aab8a8",
      "56d1126f17492d1400aab8a9",
      "56d1126f17492d1400aab8aa"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Late Registration: collaborative orchestral reinvention\" (text) focused on \"Kanye West's second album influences and orchestration\" (text). At the top, a concise header names the collaborator and musical influences; near the middle, supporting visuals show orchestral textures and touring with strings; below, a compact note lists the unusual instruments used on the record.  \n\"A collaboration with film score composer Jon Brion is central to the album\" (text)  \n\"Influenced by non‑rap sources including an English trip‑hop group named Portishead\" (text)  \n\"Prominent orchestral elements brought by Brion include string arrangements, piano chords, brass flecks, and horn riffs among other symphonic instrumentation\" (text)  \n\"Unconventional instruments featured include celesta, harpsichord, Chamberlin, CS‑80, Chinese bells, berimbau, vibraphones, and marimba\" (text)  \n\"a stylized conductor and arranger guiding a small chamber ensemble\" (figure)  \n\"a cartoon string section performing on a stage during a tour\" (figure)  \n\"a stylized collage of vintage and foreign instruments laid out together\" (figure)  \nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy and simple cartoonish figures.",
    "infographic_id": 726,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "For his second album, Late Registration (2005), he collaborated with film score composer Jon Brion and drew influence from non-rap influences such as English trip hop group Portishead. Blending West's primary soulful hip hop production with Brion's elaborate chamber pop orchestration, the album experimentally incorporated a wide array of different genres and prominent orchestral elements, including string arrangements, piano chords, brass flecks, and horn riffs among other symphonic instrumentation. It also incorporated a myriad of foreign and vintage instruments not typical in popular music, let alone hip hop, such as a celesta, harpsichord, Chamberlin, CS-80 analog synthesizer, Chinese bells and berimbau, vibraphones, and marimba. Rolling Stone described Late Registration as West claiming \"the whole world of music as hip-hop turf\" chronicling the album as \"his mad quest to explode every cliché about hip-hop identity.\" Critic Robert Christgau wrote that \"there's never been hip-hop so complex and subtle musically.\" For a period of time, Kanye West stood as the sole current pop star to tour with a string section, as audible on his 2006 live album Late Orchestration.",
    "qa_count": 5,
    "ids": [
      "56cf75e24df3c31400b0d7db",
      "56cf75e24df3c31400b0d7dc",
      "56cf75e24df3c31400b0d7dd",
      "56d1134017492d1400aab8ae",
      "56d1134017492d1400aab8af"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Graduation: a turning point in a musical style\" (text) focused on \"Kanye West's third album evolution\" (text). At the top there is a concise header and below it explanatory text near illustrative figures, and the bottom summarizes influences and release detail.\n\n\"Graduation: a turning point in a musical style\" (text)\n\"Kanye West's third album evolution\" (text)\n\"Kanye moved toward a more atmospheric, rock-tinged, electronic-influenced soundscape\" (text)\n\"Released in 2007, this album shifted production from live instrumentation to heavy synthesizers and electronic textures\" (text)\n\n\"a stylized retro synthesizer and keyboard cluster suggesting gothic synth-chords and distorted synth textures\" (figure)\n\"a cartoonized dance floor scene suggesting house beats, rave stabs, and electro-disco rhythms\" (figure)\n\"a silhouetted arena stage with abstract guitar shapes suggesting arena rock melody and chord progression influence\" (figure)\n\nThe overall style of the image is clear, modern infographic design with illustrative cartoon figures and concise informative text.",
    "infographic_id": 727,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "With his third album, Graduation (2007), West moved away from the sound of his previous releases and towards a more atmospheric, rock-tinged, electronic-influenced soundscape. The musical evolution arose from him listening to music genres encompassing European Britpop and Euro-disco, American alternative and indie-rock, and his native Chicago house. Towards this end, West retracted much of the live instrumentation that characterized his previous album and replaced it with heavy, gothic synthesizers, distorted synth-chords, rave stabs, house beats, electro-disco rhythms, and a wide array of modulated electronic noises and digital audio-effects. In addition, West drew musical inspiration from arena rock bands such as The Rolling Stones, U2, and Led Zeppelin in terms of melody and chord progression.",
    "qa_count": 4,
    "ids": [
      "56cf76924df3c31400b0d7e1",
      "56cf76924df3c31400b0d7e2",
      "56cf76924df3c31400b0d7e3",
      "56d113b717492d1400aab8b2"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"808s & Heartbreak: a radical electropop turn\" (text) focused on \"the album's sound, influences, instrumentation, and critical reception\" (text). At the top, a concise header introduces the album's stylistic shift, then the middle pairs inspirations and sonic techniques with illustrations, and the bottom highlights instruments and critical comparison.  \n\"808s & Heartbreak: a radical electropop turn\" (text)  \n\"the album's sound, influences, instrumentation, and critical reception\" (text)  \n\"a cluster illustrating inspirations near the middle showing three stylized musician silhouettes\" (figure)  \n\"noted inspirations include Gary Numan, TJ Swan and Boy George placed below the inspiration illustration\" (text)  \n\"a stylized image of a vintage drum machine with manipulated pitch waves adjacent to the middle, paired with a taiko drum and choir monk silhouettes to show mechanical and traditional juxtaposition\" (figure)  \n\"key instruments listed near the bottom as dense drums, lengthy strings, droning synthesizers, and somber piano\" (text)  \n\"a small magazine badge illustration near the bottom right captioned to indicate praise from Rolling Stone and a note comparing the album to 1980s post-punk and new wave\" (figure) The overall style of the image is clean, illustrative, and infographic-focused.",
    "infographic_id": 728,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "West's fourth studio album, 808s & Heartbreak (2008), marked an even more radical departure from his previous releases, largely abandoning rap and hip hop stylings in favor of a stark electropop sound composed of virtual synthesis, the Roland TR-808 drum machine, and explicitly auto-tuned vocal tracks. Drawing inspiration from artists such as Gary Numan, TJ Swan and Boy George, and maintaining a \"minimal but functional\" approach towards the album's studio production, West explored the electronic feel produced by Auto-Tune and utilized the sounds created by the 808, manipulating its pitch to produce a distorted, electronic sound; he then sought to juxtapose mechanical sounds with the traditional sounds of taiko drums and choir monks. The album's music features austere production and elements such as dense drums, lengthy strings, droning synthesizers, and somber piano, and drew comparisons to the work of 1980s post-punk and new wave groups, with West himself later confessing an affinity with British post-punk group Joy Division. Rolling Stone journalist Matthew Trammell asserted that the record was ahead of its time and wrote in a 2012 article, \"Now that popular music has finally caught up to it, 808s & Heartbreak has revealed itself to be Kanye’s most vulnerable work, and perhaps his most brilliant.\"",
    "qa_count": 6,
    "ids": [
      "56cf77214df3c31400b0d7e7",
      "56cf77214df3c31400b0d7e8",
      "56cf77214df3c31400b0d7e9",
      "56d114a717492d1400aab8b4",
      "56d114a717492d1400aab8b5",
      "56d114a717492d1400aab8b6"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"My Beautiful Dark Twisted Fantasy\" (text) focused on \"how the album reflects elements from previous albums\" (text). At the top is the title and a short descriptive header, near a supporting illustration that represents recurring musical elements. \n\"How the fifth album revisits past album elements, noted by writers\" (text)\n\"Simon Vozick-Levinson drew comparisons to the luxurious soul of The College Dropout, the symphonic pomp of Late Registration, the gloss of Graduation, and the emotionally exhausted electro of 808s & Heartbreak\" (text)\n\"Key collaborators linked to prior albums: Jon Brion for Late Registration, DJ Toomp for Graduation, and Kid Cudi for 808s & Heartbreak\" (text)\n\"a stylized illustration of four compact album motifs arranged near the descriptive header, each motif suggesting a distinct musical style without text\" (figure)\n\"a silhouette trio representing collaborators positioned below the collaborator text to visually link each named contributor to an album element\" (figure)\n\"a cartoon depiction of a music producer at a mixing desk placed adjacent to the motifs to imply collaborative production influence\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 729,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "West's fifth album, My Beautiful Dark Twisted Fantasy, has been noted by writers for its maximalist aesthetic and its incorporation of elements from West's previous four albums. Entertainment Weekly's Simon Vozick-Levinson perceives that such elements \"all recur at various points\", namely \"the luxurious soul of 2004's The College Dropout, the symphonic pomp of Late Registration, the gloss of 2007's Graduation, and the emotionally exhausted electro of 2008's 808s & Heartbreak\". Sean Fennessey of The Village Voice writes that West \"absorb[ed] the gifts of his handpicked collaborators, and occasionally elevat[ed] them\" on previous studio albums, noting collaborators and elements as Jon Brion for Late Registration, DJ Toomp for Graduation, and Kid Cudi for 808s & Heartbreak.",
    "qa_count": 6,
    "ids": [
      "56cf776c4df3c31400b0d7ed",
      "56cf776c4df3c31400b0d7ee",
      "56d1162117492d1400aab8e4",
      "56d1162117492d1400aab8e5",
      "56d1162117492d1400aab8e6",
      "56d1162117492d1400aab8e7"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Yeezus: a protest to music\" (text) focused on \"Kanye West's sixth studio album and its influences\" (text). At the top is a concise title and topic, above a compact middle area that pairs short explanatory text with supporting illustrations, and below are supplemental references and visual evidence.  \n\"Yeezus: a protest to music\" (text)  \n\"Kanye West's sixth studio album released in 2013, inspired by Le Corbusier's minimalist design\" (text)  \n\"a stylized electronic studio setup with glitchy sampler motifs and distorted drum machines\" (figure)  \n\"a cartoon silhouette gesturing toward abstract industrial and acid house textures\" (figure)  \n\"glitches evoking CD skips and corrupted audio alongside heavily modulated Auto-Tuned vocals\" (text)  \n\"a stylized collage of diverse sample sources implied by abstract musical symbols\" (figure)  \n\"a quoted accolade describing the album as brilliant and career-correcting\" (text) The overall style of the image is minimalist, editorial, and illustrative.",
    "infographic_id": 730,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Describing his sixth studio album Yeezus (2013) as \"a protest to music,\" West embraced an abrasive style that incorporated industrial music, acid house, dancehall, punk, electro, and Chicago drill. Inspired by the minimalist design of Le Corbusier and primarily electronic in nature, the album features distorted drum machines and \"synthesizers that sound like they're malfunctioning, low-resolution samplers that add a pixelated digital aura to the most analog sounds.\" To this end, the album incorporates glitches reminiscent of CD skips or corrupted MP3's, and Auto-Tuned vocals are modulated to a point in which they are difficult to decipher. It also continues West's practice of eclectic samples: he employs a sample of Nina Simone's \"Strange Fruit,\" an obscure Hindi sample on \"I Am a God\", and a sample of 1970s Hungarian rock group Omega on \"New Slaves\". \"On Sight\" interpolates a melody from \"Sermon (He'll Give Us What We Really Need)\" by the Holy Name of Mary Choral Family. Rolling Stone called the album a \"brilliant, obsessive-compulsive career auto-correct\".",
    "qa_count": 4,
    "ids": [
      "56cf77e34df3c31400b0d7f1",
      "56cf77e34df3c31400b0d7f3",
      "56d1177617492d1400aab907",
      "56d1177617492d1400aab908"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West fashion projects timeline\" (text) focused on \"development, collaborations, and outcomes of a announced clothing line and shoe designs\" (text). At the top a concise summary phrase introduces the announcement and intent, near a supporting visual; in the middle a progression line of events is shown adjacent to collaboration visuals; near the bottom outcomes and later releases are summarized beside illustrations.\n\n\"Announcement of a Pastelle clothing line in September 2005 after earning a Grammy, ready to launch next spring\" (text)\n\"Developed over the following four years with multiple teased pieces before the line was ultimately cancelled in 2009\" (text)\n\"Introduced a first shoe line designed for Louis Vuitton during Paris Fashion Week in January 2009, released in summer 2009\" (text)\n\"Collaborated with Nike to release an own shoe in 2009 and a second version in 2012\" (text)\n\n\"a cartoon of a fashion designer announcing a clothing sketch on a small stage\" (figure)\n\"a stylized calendar strip with marked seasons progressing across several illustrated panels\" (figure)\n\"a cartoon sneaker with a collaboration patch being handed to a shoe designer\" (figure)\n\"a silhouette of a runway scene labeled as an international fashion week presentation\" (figure)\nThe overall style of the image is clean, illustrative, and timeline-focused.",
    "infographic_id": 731,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "In September 2005, West announced that he would release his Pastelle Clothing line in spring 2006, claiming \"Now that I have a Grammy under my belt and Late Registration is finished, I am ready to launch my clothing line next spring.\" The line was developed over the following four years – with multiple pieces teased by West himself – before the line was ultimately cancelled in 2009. In 2009, West collaborated with Nike to release his own shoe, the Air Yeezys, with a second version released in 2012. In January 2009, West introduced his first shoe line designed for Louis Vuitton during Paris Fashion Week. The line was released in summer 2009. West has additionally designed shoewear for Bape and Italian shoemaker Giuseppe Zanotti.",
    "qa_count": 6,
    "ids": [
      "56cf78874df3c31400b0d7f7",
      "56cf78874df3c31400b0d7f9",
      "56d118a217492d1400aab91a",
      "56d118a217492d1400aab91c",
      "56d118a217492d1400aab91d",
      "56d118a217492d1400aab91e"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West fashion premieres\" (text) focused on \"the debut and follow-up of a women's clothing line at Paris Fashion Week\" (text). At the top, a short header establishes the initial launch and its audience, near a supporting figure showing a stylized runway audience.  \n\"Launch of a women's clothing line premiered at Paris Fashion Week on October 1, 2011\" (text)  \n\"a stylized runway audience watching a first show with camera flashes\" (figure)  \nAdjacent in the middle, a concise summary notes the label name and initial critical reaction, beside a figure depicting critics with speech-bubble silhouettes (without letters).  \n\"Label presented as DW Kanye West and met mixed-to-negative reviews from critics\" (text)  \n\"silhouettes of critics with varied speech-bubble shapes indicating contrasting reactions\" (figure)  \nBelow, a concluding section highlights the improved follow-up and timing, near a figure of a second, more applauded runway scene.  \n\"Second fashion line premiered on March 6, 2012 and received a much improved critical reception\" (text)  \n\"a stylized applauding runway scene showing a warmer audience response\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 732,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "On October 1, 2011, Kanye West premiered his women's fashion label, DW Kanye West at Paris Fashion Week. He received support from DSquared2 duo Dean and Dan Caten, Olivier Theyskens, Jeremy Scott, Azzedine Alaïa, and the Olsen twins, who were also in attendance during his show. His debut fashion show received mixed-to-negative reviews, ranging from reserved observations by Style.com to excoriating commentary by The Wall Street Journal, The New York Times, the International Herald Tribune, Elleuk.com, The Daily Telegraph, Harper's Bazaar and many others. On March 6, 2012, West premiered a second fashion line at Paris Fashion Week. The line's reception was markedly improved from the previous presentation, with a number of critics heralding West for his \"much improved\" sophomore effort.",
    "qa_count": 9,
    "ids": [
      "56cf78de4df3c31400b0d7ff",
      "56cf78de4df3c31400b0d800",
      "56cf78de4df3c31400b0d801",
      "56d1191f17492d1400aab936",
      "56d1191f17492d1400aab937",
      "56d461fc2ccc5a1400d83117",
      "56d461fc2ccc5a1400d83118",
      "56d461fc2ccc5a1400d83119",
      "56d461fc2ccc5a1400d8311a"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Yeezy and Adidas collaboration timeline\" (text) focused on \"the launch and seasons of the Adidas Yeezy clothing and shoe releases\" (text). At the top there is a short overview, near the middle a sequence of launch highlights, and near the bottom a note connecting the season premiere to an album preview.\n\n\"Adidas confirmed a collaboration with West and announced the Adidas Yeezy Boosts on December 3, 2013\" (text)\n\"Adidas Yeezy Boosts were announced on Twitter and initially limited to 9000 pairs in New York City\" (text)\n\"Major public launches and worldwide shoe release events occurred in 2015 across select stores and apps\" (text)\n\"Yeezy Season premiered Seasons 1 through 3 in 2015, with Season 3 coinciding with the album The Life of Pablo\" (text)\n\n\"a stylized illustration of a smartphone showing an app store notification with a simplified shoe silhouette\" (figure)\n\"a cartoon scene of a theater marquee and small cinema icons indicating global streaming to multiple locations\" (figure)\n\"a stylized runway scene with three abstract outfit silhouettes labeled sequentially for season progression\" (figure)\n\"a silhouette of a performance venue with a stage and a podcast-style microphone to suggest an album preview event\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational with clear typographic hierarchy.",
    "infographic_id": 733,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On December 3, 2013, Adidas officially confirmed a new shoe collaboration deal with West. After months of anticipation and rumors, West confirmed the release of the Adidas Yeezy Boosts with a Twitter announcement directing fans to the domain yeezy.supply. In 2015, West unveiled his Yeezy Season clothing line, premiering Season 1 in collaboration with Adidas early in the year. The release of the Yeezy Boosts and the full Adidas collaboration was showcased in New York City on February 12, 2015, with free streaming to 50 cinemas in 13 countries around the world. An initial release of the Adidas Yeezy Boosts was limited to 9000 pairs to be available only in New York City via the Adidas smartphone app; the Adidas Yeezy Boosts were sold out within 10 minutes. The shoes released worldwide on February 28, 2015, were limited to select boutique stores and the Adidas UK stores. He followed with Season 2 later that year at New York Fashion Week. On February 11, West premiered his Yeezy Season 3 clothing line at Madison Square Garden in conjunction with the previewing of his album The Life of Pablo.",
    "qa_count": 7,
    "ids": [
      "56cf796e4df3c31400b0d805",
      "56cf796e4df3c31400b0d806",
      "56cf796e4df3c31400b0d807",
      "56cf796e4df3c31400b0d808",
      "56d119ff17492d1400aab94d",
      "56d119ff17492d1400aab94e",
      "56d119ff17492d1400aab94f"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West Fatburger Chicago venture\" (text) focused on \"the opening, operation, and closure timeline of the Fatburger locations\" (text). Near the top is an overview header and company note, and below that a small timeline with supporting illustrations that lead to a closing summary at the bottom. \"Overview: announced plans to open Fatburger restaurants in the Chicago area, first planned opening in September 2008\" (text)\n\"Company note: rights acquired by KW Foods LLC to operate the chain in Chicago\" (text)\n\"Outcome summary: two restaurants actually opened and both were later shut down, with closures occurring in 2011\" (text)\n\"Status detail: a second location opened in January 2009 and a third location process was being finalized but not revealed\" (text)\n\"a cartoon storefront with a closed sign and empty interior representing shuttered locations\" (figure)\n\"a stylized map pin over a suburban shopping area representing the first planned opening in Orland Park\" (figure)\n\"a cartoon storefront with a partial construction scene representing an announced but unrevealed final location\" (figure)\n\"a silhouette of a small company office with a paperwork stack representing the acquisition of operating rights\" (figure) The overall style of the image is clean, illustrative, and factual.",
    "infographic_id": 734,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 6,
    "context": "In August 2008, West revealed plans to open 10 Fatburger restaurants in the Chicago area; the first was set to open in September 2008 in Orland Park. The second followed in January 2009, while a third location is yet to be revealed, although the process is being finalized. His company, KW Foods LLC, bought the rights to the chain in Chicago. Ultimately, in 2009, only two locations actually opened. In February 2011, West shut down the Fatburger located in Orland Park. Later that year, the remaining Beverly location also was shuttered.",
    "qa_count": 7,
    "ids": [
      "56cf79be4df3c31400b0d80d",
      "56cf79be4df3c31400b0d80e",
      "56cf79be4df3c31400b0d80f",
      "56d11a9217492d1400aab975",
      "56d11a9217492d1400aab976",
      "56d11a9217492d1400aab977",
      "56d11a9217492d1400aab978"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"GOOD Music founding and leadership\" (text) focused on \"the founding, early roster, and presidency of GOOD Music\" (text). At the top, a concise founding summary is shown near an origin figure, the middle highlights the inaugural artist trio near a stacked artist figure, and the bottom notes later leadership near a presidency figure.\n\n\"GOOD Music was founded as a record label and production company in 2004 in conjunction with a major partner\" (text)\n\"a stylized cartoon of a founder with a small label storefront and a document beside him\" (figure)\n\"the label's inaugural artists included John Legend, Common, and Kanye West listed together near an artist trio illustration\" (text)\n\"a cartoon of three stylized musicians standing together without text on their clothing\" (figure)\n\"the label later housed multiple artists and producers listed beneath the artist trio as a single combined roster phrase\" (text)\n\"a stylized cartoon of a group studio scene with multiple musician and producer silhouettes\" (figure)\n\"Pusha T was appointed as the president of GOOD Music in November 2015 noted near a presidency emblem\" (text)\n\"a stylized cartoon of a person seated behind a simple presidential desk without any letters or logos\" (figure)\n\nThe overall style of the image is clean, illustrative, and infographic-oriented with clear hierarchy.",
    "infographic_id": 735,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "West founded the record label and production company GOOD Music in 2004, in conjunction with Sony BMG, shortly after releasing his debut album, The College Dropout. John Legend, Common, and West were the label's inaugural artists. The label houses artists including West, Big Sean, Pusha T, Teyana Taylor, Yasiin Bey / Mos Def, D'banj and John Legend, and producers including Hudson Mohawke, Q-Tip, Travis Scott, No I.D., Jeff Bhasker, and S1. GOOD Music has released ten albums certified gold or higher by the Recording Industry Association of America (RIAA). In November 2015, West appointed Pusha T the new president of GOOD Music.",
    "qa_count": 5,
    "ids": [
      "56cf7a5a4df3c31400b0d813",
      "56cf7a5a4df3c31400b0d816",
      "56d11bb017492d1400aab999",
      "56d11bb017492d1400aab99a",
      "56d11bb017492d1400aab99c"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"DONDA founding announcement and mission\" (text) focused on \"the origin, naming, and stated goal of the creative company\" (text). At the top a concise header sets the date and name, near a supporting figure that illustrates an announcement scene. Below that, the central area pairs the company's stated mission text with a figure evoking collaborative creatives in a room, and near the bottom a note about the founder's naming choice sits adjacent to a figure that hints at a memorial inspiration.\n\n\"January 5, 2012 — public announcement of the creative company DONDA\" (text)\n\"DONDA named after mother Donda West, noted as the namesake\" (text)\n\"Stated goal: to make products and experiences that people want and can afford\" (text)\n\"Creative philosophy: put creatives in a room together to simplify and aesthetically improve everything\" (text)\n\"a cartoon scene of a person making a public announcement on a small stage with a simple backdrop\" (figure)\n\"a stylized illustration of several creatives gathered around a table, sketching and discussing ideas\" (figure)\n\"a silhouette-style tribute image suggesting a memorial or namesake inspiration without text\" (figure)\n\nThe overall style of the image is clean, minimal, and illustrative.",
    "infographic_id": 736,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "On January 5, 2012, West announced his establishment of the creative content company DONDA, named after his late mother Donda West. In his announcement, West proclaimed that the company would \"pick up where Steve Jobs left off\"; DONDA would operate as \"a design company which will galvanize amazing thinkers in a creative space to bounce their dreams and ideas\" with the \"goal to make products and experiences that people want and can afford.\" West is notoriously secretive about the company's operations, maintaining neither an official website nor a social media presence. In stating DONDA's creative philosophy, West articulated the need to \"put creatives in a room together with like minds\" in order to \"simplify and aesthetically improve everything we see, taste, touch, and feel.\". Contemporary critics have noted the consistent minimalistic aesthetic exhibited throughout DONDA creative projects.",
    "qa_count": 3,
    "ids": [
      "56cf7b7e4df3c31400b0d81c",
      "56d11c3317492d1400aab9af",
      "56d11c3317492d1400aab9b0"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Tidal artist ownership and mission\" (text) focused on \"why artists formed an alternative streaming service\" (text). At the top a concise headline introduces the news, near the middle a central block explains ownership and service features and the notable acquisition, and near the bottom a short conclusion contrasts the service with competitors and states the stated mission.\n\n\"Tidal artist ownership and mission\" (text)\n\"On March 30, 2015 it was announced that West is a co-owner of Tidal alongside other artist stakeholders\" (text)\n\"Service specializes in lossless audio and high definition music videos and aims to restore respect for music value\" (text)\n\"Ownership group includes sixteen artist stakeholders with most holding a 3% equity stake, and a longtime friend, Jay Z, who bought the parent company Aspiro earlier in the year\" (text)\n\"Contrasts with competitors criticized for low payout of royalties, explicitly noting Spotify as a major rival\" (text)\n\n\"a stylized record player with an artist silhouette beside it, implying artist ownership\" (figure)\n\"a cartoon stack of high-resolution music icons symbolizing lossless audio and high definition videos\" (figure)\n\"a silhouette of two people shaking hands next to a stylized corporate building to indicate the acquisition by a famous rapper\" (figure)\n\"a simple scene showing one service highlighted and another service shape labeled generically to imply competition\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 737,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "On March 30, 2015, it was announced that West is a co-owner, with various other music artists, in the music streaming service Tidal. The service specialises in lossless audio and high definition music videos. Jay Z acquired the parent company of Tidal, Aspiro, in the first quarter of 2015. Including Beyoncé and Jay-Z, sixteen artist stakeholders (such as Rihanna, Beyoncé, Madonna, Chris Martin, Nicki Minaj and more) co-own Tidal, with the majority owning a 3% equity stake. The idea of having an all artist owned streaming service was created by those involved to adapt to the increased demand for streaming within the current music industry, and to rival other streaming services such as Spotify, which have been criticised for their low payout of royalties. \"The challenge is to get everyone to respect music again, to recognize its value\", stated Jay-Z on the release of Tidal.",
    "qa_count": 7,
    "ids": [
      "56cf7bf44df3c31400b0d829",
      "56cf7bf44df3c31400b0d82a",
      "56cf7bf44df3c31400b0d82c",
      "56d11c7317492d1400aab9b3",
      "56d463112ccc5a1400d8312a",
      "56d463112ccc5a1400d8312b",
      "56d463112ccc5a1400d8312c"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West Foundation origins and outreach\" (text) focused on \"foundation mission, partnerships, and key public activities\" (text). At the top, a concise headline and founding details appear, above a middle section that clearly states the foundation's goals and partnerships, and near the bottom a note about public-facing events tied to the campaign.\n\n\"Kanye West Foundation was founded by West and his mother in Chicago in 2003\" (text)\n\"Goal: battle dropout and illiteracy rates while partnering with community organizations to provide underprivileged youth access to music education\" (text)\n\"Partnership with a national education campaign in 2007 under the Ed in '08 initiative\" (text)\n\"Inaugural benefit concert and public service appearances tied to the campaign held in August\" (text)\n\n\"a stylized cartoon of two adults shaking hands beside a building labeled as a community center\" (figure)\n\"a cartoon illustration of children with musical instruments near a schoolhouse\" (figure)\n\"a stylized scene of a spokesperson speaking into a microphone with audience silhouettes\" (figure)\n\"a simple illustrative badge indicating a collaborative campaign without text\" (figure)\n\nThe overall style of the image is clear, informational, and illustrative.",
    "infographic_id": 738,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 22,
    "keywords_total": 22,
    "context": "West, alongside his mother, founded the \"Kanye West Foundation\" in Chicago in 2003, tasked with a mission to battle dropout and illiteracy rates, while partnering with community organizations to provide underprivileged youth access to music education. In 2007, the West and the Foundation partnered with Strong American Schools as part of their \"Ed in '08\" campaign. As spokesman for the campaign, West appeared in a series of PSAs for the organization, and hosted an inaugural benefit concert in August of that year.",
    "qa_count": 8,
    "ids": [
      "56cf7c394df3c31400b0d83b",
      "56cf7c394df3c31400b0d83c",
      "56d11ed617492d1400aab9dd",
      "56d4647c2ccc5a1400d83130",
      "56d4647c2ccc5a1400d83131",
      "56d4647c2ccc5a1400d83132",
      "56d4647c2ccc5a1400d83133",
      "56d4647c2ccc5a1400d83134"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Foundation renaming after a family death\" (text) focused on \"the nonprofit's name change and closure years\" (text). At the top the title and topic are stated, near a short timeline area in the middle the renaming and closure facts are shown, and below supporting illustrations sit adjacent to brief labels that back the answers to the questions. \"Foundation renamed to The Dr. Donda West Foundation after the founder's mother died in 2008\" (text)\n\"The foundation ceased operations in 2011, marking the end of its run\" (text)\n\"Important event near the renaming label: death of the founder's mother occurred in 2008\" (text)\n\"Label near the closure illustration indicating the foundation ended in 2011\" (text)\n\"a stylized illustration of a memorial moment to represent the mother's passing without text\" (figure)\n\"a cartoon depiction of a nonprofit office gradually closing to illustrate cessation of operations\" (figure)\n\"a silhouetted document being retitled to show a name change without letters or numerals\" (figure) The overall style of the image is clear, documentary, and illustrative with concise typographic labels.",
    "infographic_id": 739,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "In 2008, following the death of West's mother, the foundation was rechristened \"The Dr. Donda West Foundation.\"  The foundation ceased operations in 2011.",
    "qa_count": 5,
    "ids": [
      "56cf7c634df3c31400b0d83f",
      "56cf7c634df3c31400b0d840",
      "56d464a92ccc5a1400d8313a",
      "56d464a92ccc5a1400d8313b",
      "56d464a92ccc5a1400d8313c"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West charitable appearances and causes\" (text) focused on \"public benefit events and community relief efforts\" (text). At the top a short headline introduces the subject, near the middle a focused list names representative charitable efforts, and near the bottom supporting illustrations provide visual evidence for those events.\n\n\"Infographic title and subject summary placed near the top\" (text)\n\"A focused list of representative charitable efforts placed in the middle: 100 Black Men of America, a Live Earth concert benefit, World Water Day rally\" (text)\n\"A brief closing note about additional community relief and veteran support placed near the bottom\" (text)\n\n\"a stylized concert stage scene representing a live benefit concert\" (figure)\n\"a stylized crowd scene at a rally symbolizing a global water awareness march\" (figure)\n\"a stylized community outreach scene representing a mentorship organization\" (figure)\n\"a stylized scene showing outreach support for returning military veterans\" (figure)\n\nThe overall style of the image is clear, illustrative, and infographic-focused.",
    "infographic_id": 740,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "West has additionally appeared and participated in many fundraisers, benefit concerts, and has done community work for Hurricane Katrina relief, the Kanye West Foundation, the Millions More Movement, 100 Black Men of America, a Live Earth concert benefit, World Water Day rally and march, Nike runs, and a MTV special helping young Iraq War veterans who struggle through debt and PTSD a second chance after returning home.",
    "qa_count": 1,
    "ids": [
      "56cf7cb54df3c31400b0d843"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye's Hurricane Katrina Television Outburst\" (text) focused on \"a televised criticism of a U.S. president after a disaster relief benefit\" (text). At the top there is a concise header that states the event and date, near a supporting illustration that evokes a live televised benefit scene. In the middle the context of the criticism and the targeted president are presented near an illustration showing a speaker stepping away from a script. Near the bottom a short summary line reiterates the broadcast and its purpose, adjacent to an illustration of an audience and media reaction. \"Kanye's televised criticism occurred on September 2, 2005 during a benefit broadcast called A Concert for Hurricane Relief\" (text) \"the criticism targeted President George W. Bush and accused him of not caring about black people\" (text) \"the on-air moment happened while presenting alongside an actor and deviating from a prepared script\" (text) \"the broadcast was a benefit for Hurricane Katrina relief and was shown on a national network\" (text) \"a stylized television stage with a presenter stepping away from a speech\" (figure) \"a cartoon crowd and cameras reacting to a sudden on-air interruption\" (figure) \"a stylized portrait-like illustration suggesting the criticized president in a neutral silhouette\" (figure) The overall style of the image is clear, documentary infographic with clean illustrations and concise explanatory text.",
    "infographic_id": 741,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "West has been an outspoken and controversial celebrity throughout his career, receiving both criticism and praise from many, including the mainstream media, other artists and entertainers, and two U.S. presidents. On September 2, 2005, during a benefit concert for Hurricane Katrina relief on NBC, A Concert for Hurricane Relief, West (a featured speaker) accused President George W. Bush of not \"car[ing] about black people\". When West was presenting alongside actor Mike Myers, he deviated from the prepared script to criticize the media's portrayal of hurricane victims, saying:",
    "qa_count": 4,
    "ids": [
      "56cf7d1f4df3c31400b0d845",
      "56cf7d1f4df3c31400b0d846",
      "56d1216117492d1400aaba17",
      "56d1216117492d1400aaba18"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Telethon interruption after a controversial on-air remark\" (text) focused on \"an outspoken on-air criticism and the immediate production response\" (text). The layout places a concise header at the top, a middle band showing the quote and who it targeted, and a bottom row describing the producer reaction with illustrative figures nearby. \"Telethon interruption after a controversial on-air remark\" (text)\n\"An outspoken on-air criticism and the immediate production response\" (text)\n\"On his turn to speak he said that George Bush doesn't care about black people, quoted verbatim\" (text)\n\"Production response: Rick Kaplan cut the microphone and then cut away to Chris Tucker immediately after the remark\" (text)\n\"a stylized cartoon of a microphone being switched off mid-sentence\" (figure)\n\"a cartoon of a surprised performer stepping into the frame as the camera changes\" (figure)\n\"a simplified illustration suggesting the remark reaching a broad audience across the country\" (figure)\nThe overall style of the image is clear, documentary, and infographic-like with simple illustrative cartoons and concise labels.",
    "infographic_id": 742,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Myers spoke next and continued to read the script. Once it was West's turn to speak again, he said, \"George Bush doesn't care about black people.\" At this point, telethon producer Rick Kaplan cut off the microphone and then cut away to Chris Tucker, who was unaware of the cut for a few seconds. Still, West's comment reached much of the United States.",
    "qa_count": 2,
    "ids": [
      "56cf7d414df3c31400b0d849",
      "56d123f217492d1400aaba4f"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye's Controversial Remark and the Apology\" (text) focused on \"the public apology exchange with President Bush and its reception\" (text). At the top is a concise headline and beneath it a short summary phrase near a visual of the apology exchange, then the middle area shows supporting reaction scenes with captions, and the bottom includes a closing note about mixed reactions.\n\n\"Title: Kanye's Controversial Remark and the Apology\" (text)\n\"Topic: the public apology exchange with President Bush and its reception\" (text)\n\"Bush called the comment \\\"one of the most disgusting moments\\\" of his presidency, placed near the presidential reaction figure\" (text)\n\"Kanye expressed regret in a taped interview with Matt Lauer, phrased near the interview figure\" (text)\n\"A note about mixed reactions and a quoted view about broad insensitivity, positioned below reaction figures\" (text)\n\n\"a stylized cartoon of two seated interviewers and one interviewee in a studio setting, representing the taped interview without any letters or logos\" (figure)\n\"a cartoon silhouette of a public figure speaking into a microphone in a live interview to represent the president's live response\" (figure)\n\"a simple illustrative scene of two people conversing to suggest public debate and mixed reactions\" (figure)\n\nThe overall style of the image is clean, illustrative, and journalistic, with clear hierarchy and minimalistic iconography.",
    "infographic_id": 743,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Bush stated in an interview that the comment was \"one of the most disgusting moments\" of his presidency. In November 2010, in a taped interview with Matt Lauer for the Today show, West expressed regret for his criticism of Bush. \"I would tell George Bush in my moment of frustration, I didn't have the grounds to call him a racist\", he told Lauer. \"I believe that in a situation of high emotion like that we as human beings don't always choose the right words.\" The following day, Bush reacted to the apology in a live interview with Lauer saying he appreciated the rapper's remorse. \"I'm not a hater\", Bush said. \"I don't hate Kanye West. I was talking about an environment in which people were willing to say things that hurt. Nobody wants to be called a racist if in your heart you believe in equality of races.\" Reactions were mixed, but some felt that West had no need to apologize. \"It was not the particulars of your words that mattered, it was the essence of a feeling of the insensitivity towards our communities that many of us have felt for far too long\", argued Def Jam co-founder Russell Simmons. Bush himself was receptive to the apology, saying, \"I appreciate that. It wasn't just Kanye West who was talking like that during Katrina, I cited him as an example, I cited others as an example as well. You know, I appreciate that.\"",
    "qa_count": 2,
    "ids": [
      "56cf7db14df3c31400b0d84b",
      "56d1247817492d1400aaba5a"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West performance controversy\" (text) focused on \"artists, payments, and human rights responses\" (text). At the top there is a concise headline and near it a contextual summary; in the middle there are supporting illustrations adjacent to compact facts; and near the bottom a note about related boycotts is placed below the main points.  \n\"Kanye West performance controversy\" (text)  \n\"Artists, payments, and human rights responses\" (text)  \n\"In September 2013 Kanye performed in Kazakhstan as a personal guest of the president, drawing rebuke from human rights groups\" (text)  \n\"$3 million reported payment for the performance, noted adjacent to supporting visual\" (text)  \n\"Kazakhstan has one of the poorest human rights records in the world, and other Western artists canceled over human rights concerns\" (text)  \n\"Related boycott note: artists previously refused to perform in Arizona over stop and search laws\" (text)  \n\"a stylized illustration of a performer on a decorated stage at a private wedding reception\" (figure)  \n\"a cartoon depiction of a formal host figure greeting a guest beside a symbolic national setting\" (figure)  \n\"a stylized silhouette of a protest group holding blank signs near a simplified map marker\" (figure)  \n\"a simple illustrative icon representing a canceled show with a generic crossed-out ticket shape\" (figure) The overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 744,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "In September 2013, West was widely rebuked by human rights groups for performing in Kazakhstan at the wedding of authoritarian President Nursultan Nazarbayev's grandson. He traveled to Kazakhstan, which has one of the poorest human rights records in the world, as a personal guest of Nazarbayev. Other notable Western performers, including Sting, have previously cancelled performances in the country over human rights concerns. West was reportedly paid US$3 million for his performance. West had previously participated in cultural boycotts, joining Shakira and Rage Against The Machine in refusing to perform in Arizona after the 2010 implementation of stop and search laws directed against potential illegal aliens.",
    "qa_count": 6,
    "ids": [
      "56cf7e194df3c31400b0d851",
      "56cf7e194df3c31400b0d852",
      "56cf7e194df3c31400b0d853",
      "56d4662d2ccc5a1400d83140",
      "56d4662d2ccc5a1400d83142",
      "56d4662d2ccc5a1400d83143"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's response to a late summer TV sketch\" (text) focused on \"a televised parody and the public reaction\" (text). At the top is the headline and topic; near the middle are concise facts supported by illustrative figures; near the bottom is a summarized outcome and context note.  \n\"Headline: Kanye West's response to a late summer TV sketch\" (text)  \n\"Topic label near headline: a televised parody and the public reaction\" (text)  \n\"Middle summary above supporting visuals: a sketch on Jimmy Kimmel Live! lampooned a BBC Radio 1 interview between Kanye West and Zane Lowe\" (text)  \n\"Bottom summary near closing visual: West publicly demanded an apology and directed a tirade on Twitter at Jimmy Kimmel\" (text)  \n\"a stylized cartoon of a late night TV set with two children acting out an interview\" (figure)  \n\"a stylized cartoon of a radio host with a microphone representing the BBC Radio 1 interview\" (figure)  \n\"a silhouette-style cartoon of a person angrily typing on a smartphone with small social media symbols around it\" (figure)  \nThe overall style of the image is clean, illustrative, and infographic-like with clear typographic hierarchy.",
    "infographic_id": 745,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Later in 2013, West launched a tirade on Twitter directed at talk show host Jimmy Kimmel after his ABC program Jimmy Kimmel Live! ran a sketch on September 25 involving two children re-enacting West's recent interview with Zane Lowe for BBC Radio 1 in which he calls himself the biggest rock star on the planet. Kimmel reveals the following night that West called him to demand an apology shortly before taping.",
    "qa_count": 5,
    "ids": [
      "56cf7e584df3c31400b0d857",
      "56cf7e584df3c31400b0d858",
      "56d4672e2ccc5a1400d83148",
      "56d4672e2ccc5a1400d83149",
      "56d4672e2ccc5a1400d8314a"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West radio comments and reaction timeline\" (text) focused on \"his remarks about presidential influence and ensuing response\" (text). At the top, a brief header sets the scene and date; near the middle a pair of illustrated panels show the original remark and the reaction; below them a final panel shows the later clarification and distancing. \n\"Timeline header noting the radio interview and subsequent response\" (text)\n\"During a November 26, 2013 radio interview Kanye explained why he believed Obama had trouble pushing policies and contrasted Black people with Jewish people regarding connections\" (text)\n\"a stylized cartoon microphone with a speech bubble illustrating the original interview scene\" (figure)\n\"An illustrative panel showing a symbolic group of people contrasted with another group suggested as having stronger connections\" (figure)\n\"An illustrated emblem representing an advocacy organization issuing a public rebuke\" (figure)\n\"On December 21, 2013 Kanye issued a clarification saying he had meant a compliment and acknowledged it came off ignorant\" (text)\nThe overall style of the image is clear, documentary, and illustrative with simple, captioned panels.",
    "infographic_id": 746,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "During a November 26, 2013 radio interview, West explained why he believed that President Obama had problems pushing policies in Washington: \"Man, let me tell you something about George Bush and oil money and Obama and no money. People want to say Obama can't make these moves or he's not executing. That's because he ain't got those connections. Black people don't have the same level of connections as Jewish people...We ain't Jewish. We don't got family that got money like that.\" In response to his comments, the Anti-Defamation League stated: \"There it goes again, the age-old canard that Jews are all-powerful and control the levers of power in government.\" On December 21, 2013, West backed off of the original comment and told a Chicago radio station that \"I thought I was giving a compliment, but if anything it came off more ignorant. I don’t know how being told you have money is an insult.\"",
    "qa_count": 4,
    "ids": [
      "56cf7f014df3c31400b0d85b",
      "56cf7f014df3c31400b0d85c",
      "56d126e117492d1400aaba96",
      "56d126e117492d1400aaba97"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West tweet controversy\" (text) focused on \"a 2016 defense of an accused actor\" (text). At the top the title is shown and the context is summarized near it. \"Headline summary: in February 2016 an entertainer posted a tweet seeming to assert the innocence of an actor facing many accusations\" (text)\n\"a concise label near the middle naming the actor under discussion as Bill Cosby\" (text)\n\"a supporting figure left of the actor label showing a stylized cartoon smartphone with a speech bubble to indicate a tweeted statement\" (figure)\n\"a supporting figure right of the actor label showing a stylized silhouette of a person representing the tweeting entertainer\" (figure)\n\"a small contextual figure below the middle showing an illustrative group of abstract silhouettes to imply multiple accusers without text\" (figure)\nThe overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 747,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "In February 2016, West again became embroiled in controversy when he posted a tweet seemingly asserting Bill Cosby's innocence in the wake of over 50 women making allegations of sexual assault directed at Cosby.",
    "qa_count": 2,
    "ids": [
      "56cf7f274df3c31400b0d85f",
      "56d1270917492d1400aaba9a"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West award show incidents summary\" (text) focused on \"public outbursts, apology, and later spoof on a late night sketch show\" (text). At the top is a concise headline and near it a short summary of the 2004 incident; below that a middle panel shows the 2006 award outburst and the immediate apology; at the bottom a note links the incident to a later television spoof. \n\"Gretchen Wilson won Best New Artist at the American Music Awards and Kanye West left the auditorium after losing\" (text)\n\"The video for Touch the Sky failed to win Best Video at a European music awards show, prompting an onstage argument\" (text)\n\"An apology was issued on November 7, 2006, during a support performance for a major concert tour\" (text)\n\"Kanye later spoofed the awards outburst on the season premiere of Saturday Night Live\" (text)\n\"a cartoon of an awards auditorium with a singer leaving the stage as an envelope is shown\" (figure)\n\"a stylized scene of a performer interrupting an award presentation on stage\" (figure)\n\"a silhouette of a performer apologizing on a concert stage to an audience\" (figure)\n\"a cartoon sketch of a late night television studio with a performer in a comedic pose\" (figure) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 748,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In 2004, West had his first of a number of public incidents during his attendance at music award events. At the American Music Awards of 2004, West stormed out of the auditorium after losing Best New Artist to country singer Gretchen Wilson. He later commented, \"I felt like I was definitely robbed [...] I was the best new artist this year.\" After the 2006 Grammy nominations were released, West said he would \"really have a problem\" if he did not win the Album of the Year, saying, \"I don't care what I do, I don't care how much I stunt – you can never take away from the amount of work I put into it. I don't want to hear all of that politically correct stuff.\" On November 2, 2006, when his \"Touch the Sky\" failed to win Best Video at the MTV Europe Music Awards, West went onto the stage as the award was being presented to Justice and Simian for \"We Are Your Friends\" and argued that he should have won the award instead. Hundreds of news outlets worldwide criticized the outburst. On November 7, 2006, West apologized for this outburst publicly during his performance as support act for U2 for their Vertigo concert in Brisbane. He later spoofed the incident on the 33rd season premiere of Saturday Night Live in September 2007.",
    "qa_count": 6,
    "ids": [
      "56cf7fa24df3c31400b0d861",
      "56cf7fa24df3c31400b0d862",
      "56d127d617492d1400aabaac",
      "56d127d617492d1400aabaad",
      "56d127d617492d1400aabaae",
      "56d127d617492d1400aabaaf"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West's 2007 VMA Contention\" (text) focused on \"reasons he cited for being overlooked and his intended opening song\" (text). At the top, a concise header explains the central claim, and below that a small panel connects his stated reason to his performance hopes, while the lower panel shows his reaction and aftermath.\n\n\"Header: Kanye West suggested his race contributed to being passed over to open the 2007 VMAs\" (text)\n\"Supporting note near the top: he said, Maybe my skin’s not right, linking race to the opening slot\" (text)\n\"Adjacent label near the middle: he said his dream was to open the show with the song Stronger\" (text)\n\"Bottom caption summarizing outcome: he lost five nominations that night and vowed not to return to the network\" (text)\n\"a stylized cartoon of a performer onstage looking frustrated, positioned near the header to support the quote\" (figure)\n\"a stylized cartoon of a microphone and musical note to illustrate the song aspiration, placed next to the Stronger text\" (figure)\n\"a stylized silhouette of an awards stage with empty award placeholders to illustrate losing multiple nominations, placed below the outcome text\" (figure)\nThe overall style of the image is clear, illustrative, and documentary-focused.",
    "infographic_id": 749,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "On September 9, 2007, West suggested that his race had something to do with his being overlooked for opening the 2007 MTV Video Music Awards (VMAs) in favor of Britney Spears; he claimed, \"Maybe my skin’s not right.\" West was performing at the event; that night, he lost all five awards that he was nominated for, including Best Male Artist and Video of the Year. After the show, he was visibly upset that he had lost at the VMAs two years in a row, stating that he would not come back to MTV ever again. He also appeared on several radio stations saying that when he made the song \"Stronger\" that it was his dream to open the VMAs with it. He has also stated that Spears has not had a hit in a long period of time and that MTV exploited her for ratings.",
    "qa_count": 4,
    "ids": [
      "56cf7ff54df3c31400b0d865",
      "56cf7ff54df3c31400b0d866",
      "56d1285417492d1400aabac6",
      "56d1285417492d1400aabac8"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West interrupts acceptance speech\" (text) focused on \"the 2009 MTV VMA stage interruption and aftermath\" (text). At the top is a concise headline and event summary, near the main illustrative scene is a sequence showing the interruption and reactions, and toward the bottom are apology and reconciliation notes adjacent to reaction highlights. \n\"Kanye West interrupts Taylor Swift's acceptance for Best Female Video at the 2009 MTV VMAs\" (text)\n\"a stylized cartoon of an artist on stage having a microphone taken by another figure\" (figure)\n\"President Barack Obama publicly criticized the outburst and called him a jackass\" (text)\n\"a stylized cartoon of an audience figure reacting with shock and a separate figure holding a speech card\" (figure)\n\"Kanye issued immediate social media comments and posted two apologies, then apologized on a late night show and by phone, which Taylor Swift accepted\" (text)\n\"a stylized cartoon of two figures on stage later, with one inviting the other back to finish a speech\" (figure)\n\"a stylized cartoon of small illustrated speech bubbles and meme-style camera flashes representing widespread internet photo memes\" (figure) The overall style of the image is clean, illustrative, and documentary, with clear labels and simple cartoon scenes.",
    "infographic_id": 750,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "On September 13, 2009, during the 2009 MTV Video Music Awards while Taylor Swift was accepting her award for Best Female Video for \"You Belong with Me\", West went on stage and grabbed the microphone to proclaim that Beyoncé's video for \"Single Ladies (Put a Ring on It)\", nominated for the same award, was \"one of the best videos of all time\". He was subsequently removed from the remainder of the show for his actions. When Beyoncé later won the award for Best Video of the Year for \"Single Ladies (Put a Ring on It)\", she called Swift up on stage so that she could finish her acceptance speech. West was criticized by various celebrities for the outburst, and by President Barack Obama, who called West a \"jackass\". In addition, West's VMA disruption sparked a large influx of Internet photo memes with blogs, forums and \"tweets\" with the \"Let you finish\" photo-jokes. He posted a Tweet soon after the event where he stated, \"Everybody wanna booooo me but I'm a fan of real pop culture... I'm not crazy y'all, I'm just real.\" He then posted two apologies for the outburst on his personal blog; one on the night of the incident, and the other the following day, when he also apologized during an appearance on The Jay Leno Show. After Swift appeared on The View two days after the outburst, partly to discuss the matter, West called her to apologize personally. Swift said she accepted his apology.",
    "qa_count": 3,
    "ids": [
      "56cf80a34df3c31400b0d869",
      "56cf80a34df3c31400b0d86b",
      "56d128e817492d1400aabad5"
    ],
    "title": "Kanye_West"
  }
]