[
  {
    "generated_infographic": "The image is an infographic titled \"Critical responses to a major film before UK release\" (text) focused on \"select critic names, quotes, and ratings from major publications\" (text). At the top, a concise summary header sits above supporting elements. \"Prior to its UK release the film received mostly positive reviews from major critics\" (text)\n\"a Guardian critic gave the film four out of five stars while noting it fell short of a previous entry\" (text)\n\"Robbie Collin of The Daily Telegraph gave the film a full five stars and praised the lead performance\" (text)\n\"an IGN writer called the film solid if unspectacular and scored it 7.2 out of 10\" (text)\n\n\"a stylized critic at a newspaper desk reading a review article\" (figure)\n\"a cartoon critic raising four stars above a film poster silhouette\" (figure)\n\"a stylized critic holding up five stars while pointing to a headshot silhouette\" (figure)\n\"a simple cartoon reviewer with a speech bubble showing a decimal score beside a film reel\" (figure)\n\nThe overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 351,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Prior to its UK release, Spectre mostly received positive reviews. Mark Kermode, writing in The Guardian, gave the film four out of five stars, observing that the film did not live up to the standard set by Skyfall, but was able to tap into audience expectations. Writing in the same publication, Peter Bradshaw gave the film a full five stars, calling it \"inventive, intelligent and complex\", and singling out Craig's performance as the film's highlight. In another five star review, The Daily Telegraph's Robbie Collin described Spectre as \"a swaggering show of confidence'\", lauding it as \"a feat of pure cinematic necromancy.\" In an otherwise positive, but overall less enthusiastic review, IGN's Chris Tilly considered Spectre \"solid if unspectacular\", and gave the film a 7.2 score (out of a possible 10), saying that \"the film falls frustratingly short of greatness.\"",
    "qa_count": 8,
    "ids": [
      "56ceef67aab44d1400b88ce6",
      "56ceef67aab44d1400b88ce7",
      "56ceef67aab44d1400b88ce8",
      "56cf5e5eaab44d1400b8914f",
      "5ad24658d7d075001a428aee",
      "5ad24658d7d075001a428aef",
      "5ad24658d7d075001a428af0",
      "5ad24658d7d075001a428af1"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Critical reception of Spectre\" (text) focused on \"selected critic reactions and scores\" (text). At the top is a concise headline and summary, near the top-left are critics cited with their key verdicts, and below are supporting illustrative vignettes adjacent to quoted score highlights.  \n\n\"Critical reception of Spectre\" (text)  \n\"Selected critic reactions and scores\" (text)  \n\"Scott Mendelson of Forbes called the film the worst 007 movie in 30 years\" (text)  \n\"Mick LaSalle of the San Francisco Chronicle awarded a perfect score and praised Bond as a person\" (text)  \n\"A Chicago Tribune reviewer gave the film 75 and noted its workmanlike action sequences\" (text)  \n\"Variety compared the film's emotional urgency to Skyfall and found it less sentimental\" (text)  \n\n\"a stylized cartoon critic holding a tilted review card to indicate harsh criticism\" (figure)  \n\"a stylized cartoon critic applauding with a perfect score ribbon nearby\" (figure)  \n\"a silhouette of two journalists comparing notes beside a score badge reading midrange\" (figure)  \n\"a stylized film reel with a fragmented star to suggest mixed reactions\" (figure)  \n\nThe overall style of the image is clean, illustrative, and editorial.",
    "infographic_id": 352,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Critical appraisal of the film was mixed in the United States. In a lukewarm review for RogerEbert.com, Matt Zoller Seitz gave the film 2.5 stars out of 4, describing Spectre as inconsistent and unable to capitalise on its potential. Kenneth Turan, reviewing the film for Los Angeles Times, concluded that Spectre \"comes off as exhausted and uninspired\". Manohla Dargis of The New York Times panned the film as having \"nothing surprising\" and sacrificing its originality for the sake of box office returns. Forbes' Scott Mendelson also heavily criticised the film, denouncing Spectre as \"the worst 007 movie in 30 years\". Darren Franich of Entertainment Weekly viewed Spectre as \"an overreaction to our current blockbuster moment\", aspiring \"to be a serialized sequel\" and proving \"itself as a Saga\". While noting that \"[n]othing that happens in Spectre holds up to even minor logical scrutiny\", he had \"come not to bury Spectre, but to weirdly praise it. Because the final act of the movie is so strange, so willfully obtuse, that it deserves extra attention.\" In a positive review Rolling Stone, Peter Travers gave the film 3.5 stars out of 4, describing \"The 24th movie about the British MI6 agent with a license to kill is party time for Bond fans, a fierce, funny, gorgeously produced valentine to the longest-running franchise in movies\". Other positive reviews from Mick LaSalle from the San Francisco Chronicle, gave it a perfect 100 score, stating: “One of the great satisfactions of Spectre is that, in addition to all the stirring action, and all the timely references to a secret organization out to steal everyone’s personal information, we get to believe in Bond as a person.” Stephen Whitty from the New York Daily News, gave it an 80 grade, saying: “Craig is cruelly efficient. Dave Bautista makes a good, Oddjob-like assassin. And while Lea Seydoux doesn’t leave a huge impression as this film’s “Bond girl,” perhaps it’s because we’ve already met — far too briefly — the hypnotic Monica Bellucci, as the first real “Bond woman” since Diana Rigg.” Richard Roeper from the Chicago Sun-Times, gave it a 75 grade. He stated: “This is the 24th Bond film and it ranks solidly in the middle of the all-time rankings, which means it’s still a slick, beautifully photographed, action-packed, international thriller with a number of wonderfully, ludicrously entertaining set pieces, a sprinkling of dry wit, myriad gorgeous women and a classic psycho-villain who is clearly out of his mind but seems to like it that way.” Michael Phillips over at the Chicago Tribune, gave it a 75 grade. He stated: “For all its workmanlike devotion to out-of-control helicopters, “Spectre” works best when everyone’s on the ground, doing his or her job, driving expensive fast cars heedlessly, detonating the occasional wisecrack, enjoying themselves and their beautiful clothes.” Guy Lodge from Variety, gave it a 70 score, stating: “What’s missing is the unexpected emotional urgency of “Skyfall,” as the film sustains its predecessor’s nostalgia kick with a less sentimental bent.”",
    "qa_count": 8,
    "ids": [
      "56cef51daab44d1400b88d11",
      "56cef51daab44d1400b88d12",
      "56cef51daab44d1400b88d13",
      "56cef51daab44d1400b88d14",
      "5ad246ecd7d075001a428b08",
      "5ad246ecd7d075001a428b09",
      "5ad246ecd7d075001a428b0a",
      "5ad246ecd7d075001a428b0b"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Critical Reactions to Spectre\" (text) focused on \"print critics and quoted judgments\" (text). At the top is the title and a brief topic header, near that appears the main critic summary, and in the middle are three grouped critic callouts each adjacent to a supporting illustrative caption, while the bottom contains a short note about disputed or absent attributions. \n\"Critical Reactions to Spectre\" (text)\n\"Print critics highlighted three negative takes from named publications and writers\" (text)\n\"Christopher Orr of The Atlantic said the film backslides on virtually every aspect\" (text)\n\"Lawrence Toppman of The Charlotte Observer labeled Craig's performance 'Bored, James Bored' and used the adjective bored\" (text)\n\"Alyssa Rosenberg of The Washington Post called the film a disappointingly conventional Bond film\" (text)\n\"a stylized cartoon of a film critic writing notes at a desk\" (figure)\n\"a stylized cartoon portrait silhouette of an actor looking expressionless\" (figure)\n\"a stylized cartoon of a film auditorium with a single thumbs-down icon\" (figure)\nThe overall style of the image is clean, editorial, and infographic-focused.",
    "infographic_id": 353,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Christopher Orr, writing in The Atlantic, also criticised the film, saying that Spectre \"backslides on virtually every [aspect]\". Lawrence Toppman of The Charlotte Observer called Craig's performance \"Bored, James Bored.\" Alyssa Rosenberg, writing for The Washington Post, stated that the film turned into \"a disappointingly conventional Bond film.\"",
    "qa_count": 8,
    "ids": [
      "56cef65baab44d1400b88d35",
      "56cef65baab44d1400b88d36",
      "56cef65baab44d1400b88d37",
      "56cf6093aab44d1400b89180",
      "5ad24762d7d075001a428b32",
      "5ad24762d7d075001a428b33",
      "5ad24762d7d075001a428b34",
      "5ad24762d7d075001a428b35"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Censoring of intimate scenes in a film\" (text) focused on \"film censorship actions and online reactions in India\" (text). The top presents the main claim and the responsible body, the middle shows the specific actions taken, and the bottom shows the public reaction platform referenced. \n\n\"Indian Central Board of Film Certification is responsible for filtering movie content in India\" (text)\n\"Intimate on-screen moments were censored and all profanity was muted according to reports\" (text)\n\"a cartoon of three masked film characters with a muted speech bubble and a removed close-up gesture\" (figure)\n\"a stylized film certificate document with a redacted scene marker placed near the board text\" (figure)\n\"a cartoon of a person typing on a smartphone with small reaction icons above it placed below the reaction text\" (figure)\n\"Complaints and criticism were expressed online, especially on Twitter\" (text)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 354,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "In India, it was reported that the Indian Central Board of Film Certification (CBFC) censored kissing scenes featuring Monica Bellucci, Daniel Craig, and Léa Seydoux. They also muted all profanity. This prompted criticism of the board online, especially on Twitter.",
    "qa_count": 6,
    "ids": [
      "56cef6ccaab44d1400b88d48",
      "56cf6133aab44d1400b89191",
      "5ad247c0d7d075001a428b4c",
      "5ad247c0d7d075001a428b4d",
      "5ad247c0d7d075001a428b4e",
      "5ad247c0d7d075001a428b4f"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sequel development and casting notes for the next Bond film\" (text) focused on \"production timing and actor return contingencies\" (text). At the top there is a succinct production timing header near the central summary, and below that a compact casting contingency note adjacent supporting illustrations, while the bottom includes director status and conditional signing details.\n\n\"Sequel to Spectre will begin development in spring 2016\" (text)\n\"Christoph Waltz has signed on for two more films but his return depends on whether Craig again portrays Bond\" (text)\n\"Sam Mendes has stated he will not return to direct the next 007 film\" (text)\n\"Conditional casting and development updates summarized near supporting visuals\" (text)\n\"a stylized actor silhouette looking toward another silhouetted leading man to suggest conditional return\" (figure)\n\"a cartoon slate with a label indicating development starting in spring\" (figure)\n\"a stylized director figure with a speech posture to indicate decision not to return\" (figure)\n\"a simple illustrative contract sheet near the actor silhouettes to imply signed commitments contingent on casting\" (figure) The overall style of the image is clean, concise, and illustrative.",
    "infographic_id": 355,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "A sequel to Spectre will begin development in spring 2016. Sam Mendes has stated he will not return to direct the next 007 film. Christoph Waltz has signed on for two more films in the series, but his return depends on whether or not Craig will again portray Bond.",
    "qa_count": 7,
    "ids": [
      "56cef706aab44d1400b88d4f",
      "56cef706aab44d1400b88d50",
      "56cf61b5aab44d1400b8919d",
      "5ad24827d7d075001a428b54",
      "5ad24827d7d075001a428b55",
      "5ad24827d7d075001a428b56",
      "5ad24827d7d075001a428b57"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Great Sichuan earthquake overview\" (text) focused on \"the 2008 Sichuan earthquake facts\" (text). At the top there is a concise header and a key fact panel, near the middle a visual scene illustrating impact, and near the bottom a summary line with statistics and timing.  \n\"Great Sichuan earthquake overview\" (text)  \n\"the 2008 Sichuan earthquake facts\" (text)  \n\"Occurred on May 12 at 02:28:01 PM China Standard Time at the epicenter\" (text)  \n\"Measured at 8.0 Ms and 7.9 Mw at the epicenter\" (text)  \n\"An illustrative map-style cartoon showing a stylized fault line and a village near the epicenter\" (figure)  \n\"A stylized scene of rescue workers and collapsed buildings representing widespread damage and response\" (figure)  \n\"Casualty summary near the bottom stating killed 69,197 and left 18,222 missing\" (text)  \n\"A symbolic illustration of a clock and calendar without letters or numbers to emphasize time and date\" (figure) The overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 356,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "The 2008 Sichuan earthquake or the Great Sichuan earthquake, measured at 8.0 Ms and 7.9 Mw, and occurred at 02:28:01 PM China Standard Time at epicenter (06:28:01 UTC) on May 12 in Sichuan province, killed 69,197 people and left 18,222 missing.",
    "qa_count": 8,
    "ids": [
      "56cdca7862d2951400fa6826",
      "56cdca7862d2951400fa6827",
      "56cdca7862d2951400fa6828",
      "56d4f9902ccc5a1400d833c0",
      "56d4f9902ccc5a1400d833c1",
      "56d4f9902ccc5a1400d833c2",
      "56d4f9902ccc5a1400d833c3",
      "56d4f9902ccc5a1400d833c4"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Great Wenchuan earthquake overview\" (text) focused on \"the Wenchuan earthquake and its effects\" (text). At the top is a concise header and location summary near a small illustrative epicenter scene, the middle shows distance and depth context adjacent to a city-swaying figure, and the bottom notes continuing aftershocks near a sequence illustration.\n\n\"Great Wenchuan earthquake overview\" (text)\n\"Also known as the Wenchuan earthquake, epicenter in Wenchuan County, Sichuan, about 80 kilometres west-northwest of Chengdu\" (text)\n\"Focal depth 19 km and strong shaking felt in distant cities including Beijing and Shanghai\" (text)\n\"Strong aftershocks continued months after the main quake, causing additional casualties and damage\" (text)\n\"a stylized map showing a county epicenter and a nearby provincial capital with a distance indicator\" (figure)\n\"a cartoon of two distant high-rise buildings swaying to represent cities far away feeling the tremor\" (figure)\n\"a sequence illustration of ground motion icons showing repeated jolts to represent continuing aftershocks over time\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 357,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "It is also known as the Wenchuan earthquake (Chinese: 汶川大地震; pinyin: Wènchuān dà dìzhèn; literally: \"Great Wenchuan earthquake\"), after the location of the earthquake's epicenter, Wenchuan County, Sichuan. The epicenter was 80 kilometres (50 mi) west-northwest of Chengdu, the provincial capital, with a focal depth of 19 km (12 mi). The earthquake was also felt in nearby countries and as far away as both Beijing and Shanghai—1,500 km (930 mi) and 1,700 km (1,060 mi) away—where office buildings swayed with the tremor. Strong aftershocks, some exceeding magnitude 6, continued to hit the area even months after the main quake, causing new casualties and damage.",
    "qa_count": 7,
    "ids": [
      "56cdcb2c62d2951400fa6830",
      "56cdcb2c62d2951400fa6833",
      "56cdcb2c62d2951400fa6834",
      "56d4fb6f2ccc5a1400d833d4",
      "56d4fb6f2ccc5a1400d833d5",
      "56d4fb6f2ccc5a1400d833d6",
      "56d4fb6f2ccc5a1400d833d7"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earthquake impact summary\" (text) focused on \"human and recovery toll in the affected region\" (text). At the top a concise headline phrase appears above an overview figure, and the middle groups casualty, population and housing facts adjacent to supporting illustrations, with recovery funding noted near a reconstruction figure, and a closing note near the bottom. \"Official confirmed deaths across the affected region: 69,197, with 68,636 in Sichuan province\" (text)\n\"a cartoon map-like silhouette of a regional outline with clustered markers indicating the hardest-hit area\" (figure)\n\"Official totals for injured, missing, and affected population shown together as 374,176 injured, 18,222 missing, and 15 million living in the affected area\" (text)\n\"a stylized scene of a group of silhouettes showing displaced people and makeshift shelters\" (figure)\n\"Estimated homeless count reported as about 4.8 million, with an upper estimate up to 11 million, placed near displacement imagery\" (text)\n\"a cartoon illustration of a rebuilding scene with simple construction shapes and workers\" (figure)\n\"Planned reconstruction funding announced as 1 trillion RMB for multi-year rebuilding, aligned with the reconstruction figure\" (text)\nThe overall style of the image is clear, informative, and illustrative, using simple cartoon-style figures and concise, data-focused text.",
    "infographic_id": 358,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "Official figures (as of July 21, 2008 12:00 CST) stated that 69,197 were confirmed dead, including 68,636 in Sichuan province, and 374,176 injured, with 18,222 listed as missing. The earthquake left about 4.8 million people homeless, though the number could be as high as 11 million. Approximately 15 million people lived in the affected area. It was the deadliest earthquake to hit China since the 1976 Tangshan earthquake, which killed at least 240,000 people, and the strongest in the country since the 1950 Chayu earthquake, which registered at 8.5 on the Richter magnitude scale. It is the 21st deadliest earthquake of all time. On November 6, 2008, the central government announced that it would spend 1 trillion RMB (about US $146.5 billion) over the next three years to rebuild areas ravaged by the earthquake, as part of the Chinese economic stimulus program.",
    "qa_count": 10,
    "ids": [
      "56cdcbb762d2951400fa683a",
      "56cdcbb762d2951400fa683b",
      "56cdcbb762d2951400fa683c",
      "56cdcbb762d2951400fa683d",
      "56cdcbb762d2951400fa683e",
      "56d4fca52ccc5a1400d833de",
      "56d4fca52ccc5a1400d833df",
      "56d4fca52ccc5a1400d833e0",
      "56d4fca52ccc5a1400d833e1",
      "56d4fca52ccc5a1400d833e2"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"2008 Sichuan earthquake overview\" (text) focused on \"event summary and key facts\" (text). At the top the headline and brief event identifiers appear, near the middle a compact timeline and location summary are presented, and near the bottom a damage summary is positioned adjacent to a duration note. \n\"2008 Sichuan earthquake overview\" (text)\n\"Event summary and key facts presented together near the top\" (text)\n\"Epicenter located in Wenchuan County, Ngawa Tibetan and Qiang Autonomous Prefecture, about eighty kilometers west/northwest of the provincial capital\" (text)\n\"Main tremor time recorded at 14:28:01.42 China Standard Time and the event lasted for around 2 minutes\" (text)\n\"Magnitudes reported as 8.0 Ms and 7.9 Mw, and almost 80% of buildings were destroyed during the quake\" (text)\n\"a stylized map showing a mountain region with a marked epicenter symbol and directional arrow toward a nearby city\" (figure)\n\"a cartoon clock face with short motion lines indicating a brief two-minute interval\" (figure)\n\"a simplified row of collapsed building icons to represent widespread destruction\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 359,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "The earthquake had a magnitude of 8.0 Ms and 7.9 Mw. The epicenter was in Wenchuan County, Ngawa Tibetan and Qiang Autonomous Prefecture, 80 km west/northwest of the provincial capital of Chengdu, with its main tremor occurring at 14:28:01.42 China Standard Time (06:28:01.42 UTC), on May 12, 2008 lasting for around 2 minutes, in the quake almost 80% of buildings were destroyed.",
    "qa_count": 6,
    "ids": [
      "56cdcc5562d2951400fa6845",
      "56cdcc5562d2951400fa6847",
      "56cdcc5562d2951400fa6848",
      "56d4fe332ccc5a1400d833e8",
      "56d4fe332ccc5a1400d833eb",
      "56d4fe332ccc5a1400d833ec"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earthquake rupture along a major thrust fault\" (text) focused on \"Longmenshan fault location, rupture details, and key measurements\" (text). At the top, a concise header and topic introduce the study and its focus, with supporting figure elements nearby. \"Summary of the seismic rupture along a major thrust structure at a plate boundary\" (text)\n\"a cartoon cross-section showing a thrust fault cutting the crust and indicating a deeper focus below\" (figure)\n\"Key rupture timeline showing the event lasted 120 sec with most energy released in the first 80 sec\" (text)\n\"an illustrative map-style cartoon showing a curved fault line labeled as the mid-fracture with propagation from a named start point toward the northeast\" (figure)\n\"Noted location along the border of the Indo-Australian Plate and Eurasian Plate and identification of the Yingxiu-Beichuan fracture\" (text)\n\"a stylized diagram of a fault trace with a ruler-style icon next to a displacement marker indicating the maximum slip\" (figure)\n\"Maximum displacement recorded at 9 meters and an indicated average rupture speed near three point one km per second\" (text)\n\"an illustrative cutaway showing a deep marker indicating a focus deeper than 10 km beneath the fault\" (figure). The overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 360,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "According to a study by the China Earthquake Administration (CEA), the earthquake occurred along the Longmenshan fault, a thrust structure along the border of the Indo-Australian Plate and Eurasian Plate. Seismic activities concentrated on its mid-fracture (known as Yingxiu-Beichuan fracture). The rupture lasted close to 120 sec, with the majority of energy released in the first 80 sec. Starting from Wenchuan, the rupture propagated at an average speed of 3.1 kilometers per second 49° toward north east, rupturing a total of about 300 km. Maximum displacement amounted to 9 meters. The focus was deeper than 10 km.",
    "qa_count": 8,
    "ids": [
      "56cdccd962d2951400fa684e",
      "56cdccd962d2951400fa684f",
      "56cdccd962d2951400fa6850",
      "56cdccd962d2951400fa6852",
      "56d5005d2ccc5a1400d833f2",
      "56d5005d2ccc5a1400d833f4",
      "56d5005d2ccc5a1400d833f5",
      "56d5005d2ccc5a1400d833f6"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Confidential warning and debate over a predicted quake\" (text) focused on \"a reported written report and its claims versus official denial\" (text). At the top there is a concise header and summary, near a supporting visual explaining the claimed report and timing. Below that, central illustrations contrast the claimant's long research and theory with the official position, and at the bottom a small timeline and concluding note sit adjacent to a figure that evokes scrutiny and uncertainty. \n\"Confidential written report sent to the State Seismological Bureau on April 30, 2008\" (text)\n\"Report warned of a significant earthquake in Ngawa Prefecture around May 8 with a ten-day window\" (text)\n\"Geng Qingguo's long research linked droughts to earthquakes and his drought–earthquake correlation theory was first released in 1972\" (text)\n\"Official statement denying receipt of reports predicting the earthquake and noting prediction is scientifically difficult\" (text)\n\"a stylized illustration of a researcher holding a stack of papers beside a symbolic map region\" (figure)\n\"a cartoon lab official gesture indicating refusal while speaking to a stylized government building\" (figure)\n\"a stylized depiction of an abstract timeline showing the report date and the predicted date with a highlighted midpoint\" (figure)\n\"a silhouette of a magnifying glass over question marks to symbolize scrutiny and scientific uncertainty\" (figure) The overall style of the image is clear, documentary, and infographic-oriented with simple illustrative visuals.",
    "infographic_id": 361,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Malaysia-based Yazhou Zhoukan conducted an interview with former researcher at the China Seismological Bureau Geng Qingguo (耿庆国), in which Geng claimed that a confidential written report was sent to the State Seismological Bureau on April 30, 2008, warning about the possible occurrence of a significant earthquake in Ngawa Prefecture region of Sichuan around May 8, with a range of 10 days before or after the quake. Geng, while acknowledging that earthquake prediction was broadly considered problematic by the scientific community, believed that \"the bigger the earthquake, the easier it is to predict.\" Geng had long attempted to establish a correlation between the occurrence of droughts and earthquakes; Premier Zhou Enlai reportedly took an interest in Geng's work. Geng's drought-earthquake correlation theory was first released in 1972, and said to have successfully predicted the 1975 Haicheng and 1976 Tangshan earthquakes. The same Yazhou Zhoukan article pointed out the inherent difficulties associated with predicting earthquakes. In response, an official with the Seismological Bureau stated that \"earthquake prediction is widely acknowledged around the world to be difficult from a scientific standpoint.\" The official also denied that the Seismological Bureau had received reports predicting the earthquake.",
    "qa_count": 7,
    "ids": [
      "56cdce0b62d2951400fa6858",
      "56cdce0b62d2951400fa685b",
      "56d67a8d1c8504140094714d",
      "56d67a8d1c8504140094714e",
      "56d67a8d1c8504140094714f",
      "56d67a8d1c85041400947150",
      "56d67a8d1c85041400947151"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Preliminary rupture and aftershock risk\" (text) focused on \"fault displacement, dimensions, and increased risk zones\" (text). At the top is a concise header and summary, near the middle are supporting illustrative figures with labels, and near the bottom is an attribution and warning phrase.  \n\"Preliminary rupture models show displacement up to 9 meters along the fault\" (text)  \n\"Fault dimensions reported as about 240 km long and 20 km deep in the study\" (text)  \n\"Increased stress and chance of future events at the northeastern and southwestern ends of the fault\" (text)  \n\"Warning issued by Tom Parsons describing a high risk of a major magnitude greater than seven aftershock\" (text)  \n\"a stylized cross-section illustration of a long fault showing depth and displacement without any words or numerals\" (figure)  \n\"a cartoon map fragment illustrating a long linear fault with emphasized ends and simple deformation symbols at both ends\" (figure)  \n\"a stylized silhouette of a scientist speaking with a speech bubble placeholder to indicate a public warning\" (figure)  \nThe overall style of the image is clear, informative, and illustrative with a restrained scientific infographic aesthetic.",
    "infographic_id": 362,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "In a United States Geological Survey (USGS) study, preliminary rupture models of the earthquake indicated displacement of up to 9 meters along a fault approximately 240 km long by 20 km deep. The earthquake generated deformations of the surface greater than 3 meters and increased the stress (and probability of occurrence of future events) at the northeastern and southwestern ends of the fault. On May 20, USGS seismologist Tom Parsons warned that there is \"high risk\" of a major M>7 aftershock over the next weeks or months.",
    "qa_count": 7,
    "ids": [
      "56cdcebe62d2951400fa6862",
      "56cdcebe62d2951400fa6866",
      "56d5027a9d1b871400ae05e1",
      "56d5027a9d1b871400ae05e2",
      "56d5027a9d1b871400ae05e3",
      "56d5027a9d1b871400ae05e4",
      "56d5027a9d1b871400ae05e5"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Widespread quake described by Japanese seismologists\" (text) focused on \"causes and effects of a large inland earthquake\" (text). At the top, a concise title and topic set the scene, with a brief summary text block nearby, and supporting illustrative figures arranged from near the top to the middle and bottom to explain the mechanics and impacts. \n\"Overview: seismologists describe the earthquake as occurring in two stages along one long fault\" (text)\n\"Affected fault and ruptures: the Longmenshan Fault tore in two places, with two separate ruptures\" (text)\n\"Energy, duration, and historical comparison: the quake lasted about two minutes, released 30 times the energy of a past catastrophic quake, which killed 6,000 people\" (text)\n\"Contributing factors to severity and wave travel: shallowness of the epicenter, high population density, and firmness of the terrain enabled long-traveling seismic waves\" (text)\n\"a stylized cross-section showing a long fault with two separated ruptures and labeled short displacement segments\" (figure)\n\"a cartoon map-like scene showing waves propagating long distances across firm terrain with simplified settlement icons remaining strongly shaken\" (figure)\n\"a silhouette scene suggesting human impact and a distant comparison to a past catastrophic quake without numerical labels\" (figure)\nThe overall style of the image is informative, clean, and illustrative with clear labels and simplified educational cartoons.",
    "infographic_id": 363,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Japanese seismologist Yuji Yagi at the University of Tsukuba said that the earthquake occurred in two stages: \"The 155-mile Longmenshan Fault tore in two sections, the first one ripping about seven yards, followed by a second one that sheared four yards.\" His data also showed that the earthquake lasted about two minutes and released 30 times the energy of the Great Hanshin earthquake of 1995 in Japan, which killed over 6,000 people. He pointed out that the shallowness of the epicenter and the density of population greatly increased the severity of the earthquake. Teruyuki Kato, a seismologist at the University of Tokyo, said that the seismic waves of the quake traveled a long distance without losing their power because of the firmness of the terrain in central China. According to reports from Chengdu, the capital of Sichuan province, the earthquake tremors lasted for \"about two or three minutes\".",
    "qa_count": 6,
    "ids": [
      "56cdcff062d2951400fa6884",
      "56d504539d1b871400ae05eb",
      "56d504539d1b871400ae05ec",
      "56d504539d1b871400ae05ed",
      "56d504539d1b871400ae05ee",
      "56d504539d1b871400ae05ef"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Aftershock summary and official counts\" (text) focused on \"aftershock totals, magnitudes, and timing\" (text). At the top is a concise header and summary, near the middle are supportive illustrative figures with captions, and below are the official counts and timing details placed near their related figures.  \n\"Aftershocks totaled Between 64 and 104 recorded within 72 hours of the main quake\" (text)  \n\"Chinese official total reported as 42,719 with categorized magnitude counts including 246 in the 4.0 MS to 4.9 MS range and strongest at 6.4 MS\" (text)  \n\"The latest aftershock above magnitude 6 occurred on August 5, 2008\" (text)  \n\"A stylized map marker icon near a cluster of small quake symbols representing many aftershocks\" (figure)  \n\"A cartoon seismograph illustration near a bold label showing the strongest aftershock measured 6.4 MS\" (figure)  \n\"A stylized list icon beside stacked note cards illustrating counts for magnitude ranges with no numeric text on the figure\" (figure)  \n\"A silhouette of a clock adjacent to a cluster of icons indicating a 72-hour time window\" (figure) The overall style of the image is clean, infographic-like, and illustrative with clear hierarchical layout.",
    "infographic_id": 364,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "Between 64 and 104 major aftershocks, ranging in magnitude from 4.0 to 6.1, were recorded within 72 hours of the main quake. According to Chinese official counts, \"by 12:00 CST, November 6, 2008 there had been 42,719 total aftershocks, of which 246 ranged from 4.0 MS to 4.9 MS, 34 from 5.0 MS to 5.9 MS, and 8 from 6.0 Ms to 6.4 MS; the strongest aftershock measured 6.4 MS.\" The latest aftershock exceeding M6 occurred on August 5, 2008.",
    "qa_count": 8,
    "ids": [
      "56cdd08862d2951400fa6894",
      "56cdd08862d2951400fa6896",
      "56cdd08862d2951400fa6898",
      "56d505f99d1b871400ae05f5",
      "56d505f99d1b871400ae05f6",
      "56d505f99d1b871400ae05f7",
      "56d505f99d1b871400ae05f8",
      "56d505f99d1b871400ae05f9"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ms 6.1 southern Sichuan quake summary\" (text) focused on \"the August 30, 2008 southern Sichuan earthquake and its exclusion from a series\" (text). At the top is the headline and a brief summary, near it an explanatory note, and below are supporting illustrative captions that anchor the answers to the provided questions.\n\n\"Ms 6.1 earthquake occurred on August 30, 2008 in southern Sichuan\" (text)\n\"This event was not included in the series because it was caused by a different fault\" (text)\n\"See entry for details in the 2008 Panzhihua earthquake\" (text)\n\"Summary label placed above the figures and explanatory note\" (text)\n\n\"a stylized map marker near a mountainous region indicating the southern Sichuan location\" (figure)\n\"a cartoon cross-section showing two separate faults with a clear separation between them\" (figure)\n\"a silhouette of an earthquake shakemap icon adjacent to the date and magnitude text\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative, using concise labels and simple supportive cartoons to make the factual relationships immediately readable.",
    "infographic_id": 365,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "(The Ms 6.1 earthquake on August 30, 2008 in southern Sichuan was not part of this series because it was caused by a different fault. See 2008 Panzhihua earthquake for details.)",
    "qa_count": 7,
    "ids": [
      "56cdd10962d2951400fa689f",
      "56cdd10962d2951400fa68a0",
      "56cdd10962d2951400fa68a1",
      "56cdd10962d2951400fa68a2",
      "56d507269d1b871400ae05ff",
      "56d507269d1b871400ae0600",
      "56d507269d1b871400ae0602"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"CEA earthquake intensity map summary\" (text) focused on \"regional liedu and impact zones from the seismic survey\" (text). Near the top a concise header gives the publisher and overall maximum intensity, and below that a summary band lists comparative descriptors and main affected towns adjacent to illustrative maps and location sketches, with detailed zone callouts toward the middle and a broad area overview at the bottom. \n\"CEA published the surveyed earthquake intensity map, showing maximum liedu XI\" (text)\n\"China Seismic Intensity Scale labels the maximum intensity as very destructive, and USGS describes it as very disastrous\" (text)\n\"Yingxiu, Wenchuan is noted as the town closest to the main epicenter, with nearby Beichuan repeatedly struck\" (text)\n\"The largest affected oval area exceeding liedu VI spans 440,442 km2 across multiple provinces and an autonomous region\" (text)\n\"a cartoon map inset showing two elongated intensity stripes centered around two towns with emphasis on their relative orientations\" (figure)\n\"a stylized close-up illustration showing a long narrow zone along one corridor labeled with its approximate length and width in descriptive text nearby\" (figure)\n\"a stylized close-up illustration showing a second long narrow zone along another corridor labeled with its approximate length and width in descriptive text nearby\" (figure)\n\"a simple illustrative overview silhouette of a large oval region indicating the broader area exceeding a moderate intensity threshold\" (figure) The overall style of the image is clean, informative, and schematic with clear labels and simple illustrative figures.",
    "infographic_id": 366,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The map of earthquake intensity published by CEA after surveying 500,000 km2 of the affected area shows a maximum liedu of XI on the China Seismic Intensity Scale (CSIS), described as \"very destructive\" on the European Macroseismic Scale (EMS) from which CSIS drew reference. (USGS, using the Modified Mercalli intensity scale (CC), also placed maximum intensity at XI, \"very disastrous\".) Two south-west-north-east stripes of liedu XI are centered around Yingxiu, Wenchuan (the town closest to the epicenter of the main quake) and Beichuan (the town repeatedly struck by strong aftershocks including one registering MS 6.1 on Aug 1, 2008), both in Sichuan Province, occupying a total of 2,419 km2. The Yingxiu liedu-XI zone is about 66 km long and 20 km wide along Wenchuan–Dujiangyan–Pengzhou; the Beichuan liedu-XI zone is about 82 km long and 15 km wide along An County–Beichuan–Pingwu. The area with liedu X (comparable to X on EMS, \"destructive\" and X on MM, \"disastrous\") spans 3,144 km2. The area affected by earthquakes exceeding liedu VI totals 440,442 km2, occupying an oval 936 km long and 596 km wide, spanning three provinces and one autonomous region.",
    "qa_count": 5,
    "ids": [
      "56cdd21562d2951400fa68b0",
      "56cdd21562d2951400fa68b2",
      "56d5098a9d1b871400ae0607",
      "56d5098a9d1b871400ae0608",
      "56d5098a9d1b871400ae0609"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Longmen Shan Fault System Slip Summary\" (text) focused on \"earthquake slip measurements on Beichuan and Guanxian–Anxian faults\" (text). At the top the title and topic appear together, near a simple map figure that anchors the region, and the middle shows two panels comparing fault slip details with supporting illustrative figures, while the bottom summarizes key slip numbers next to a schematic of relative motion.\n\n\"Longmen Shan Fault System located on the eastern border of the Tibetan Plateau\" (text)\n\"Average Beichuan Fault slip near epicenter: 3.5 metres vertical, 3.5 metres horizontal parallel, 4.8 metres horizontal perpendicular\" (text)\n\"About 30 kilometres northeast: Beichuan Fault surface slip nearly pure dextral strike-slip up to 3 metres\" (text)\n\"Guanxian–Anxian Fault average slip: 2 metres vertical and 2.3 metres horizontal\" (text)\n\"a simple illustrative regional map showing a stylized mountain plateau and fault traces without labels\" (figure)\n\"a stylized cartoon cross-section showing vertical and horizontal arrows at the Beichuan Fault to represent the three-component slip\" (figure)\n\"a stylized cartoon plan-view glyph showing dextral strike-slip motion along a fault segment for the northeast area\" (figure)\n\"a stylized cartoon cross-section showing vertical and horizontal arrows at the Guanxian–Anxian Fault to represent its average slip\" (figure)\n\nThe overall style of the image is clear, technical, and illustrative.",
    "infographic_id": 367,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "The Longmen Shan Fault System is situated in the eastern border of the Tibetan Plateau and contains several faults. This earthquake ruptured at least two imbricate structures in Longmen Shan Fault System, i.e. the Beichuan Fault and the Guanxian–Anxian Fault. In the epicentral area, the average slip in Beichuan Fault was about 3.5 metres (11 ft) vertical, 3.5 metres (11 ft) horizontal-parallel to the fault, and 4.8 metres (16 ft) horizontal-perpendicular to the fault. In the area about 30 kilometres (19 mi) northeast of the epicenter, the surface slip on Beichuan Fault was almost purely dextral strike-slip up to about 3 metres (9.8 ft), while the average slip in Guanxian–Anxian Fault was about 2 metres (6 ft 7 in) vertical and 2.3 metres (7 ft 7 in) horizontal.",
    "qa_count": 10,
    "ids": [
      "56cdd4d762d2951400fa68cc",
      "56cdd4d762d2951400fa68cd",
      "56cdd4d762d2951400fa68ce",
      "56cdd4d762d2951400fa68cf",
      "56cdd4d762d2951400fa68d0",
      "56d516439d1b871400ae0611",
      "56d516439d1b871400ae0612",
      "56d516439d1b871400ae0613",
      "56d516439d1b871400ae0614",
      "56d516439d1b871400ae0615"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Regional evacuations and airport disruption\" (text) focused on \"emergency response and air traffic impacts\" (text). At the top a concise headline and overview set the scene, near the middle clustered illustrations support each key local report, and at the bottom a summary line ties reopening and relief staging together.\n\n\"Regional evacuations and airport disruption\" (text)\n\"Emergency response and air traffic impacts summarized from local reports\" (text)\n\"Office buildings in Shanghai's financial district were evacuated\" (text)\n\"a cartoon cluster of office towers with people leaving calmly\" (figure)\n\"Reception area at a hotel with a receptionist describing the atmosphere as calm\" (figure)\n\"Workers at a Ford plant evacuated for about 10 minutes\" (text)\n\"a stylized factory scene showing brief evacuation movement without starting or ending clocks\" (figure)\n\"Chengdu Shuangliu International Airport was shut down, flights were delayed or diverted due to disruption in air traffic services, and the airport reopened on May 12 to stage relief operations\" (text)\n\"a silhouette of an airport control tower and a diverted aircraft landing at an alternate city\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear labels and simple cartoon figures for clarity.",
    "infographic_id": 368,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "Office buildings in Shanghai's financial district, including the Jin Mao Tower and the Hong Kong New World Tower, were evacuated. A receptionist at the Tibet Hotel in Chengdu said things were \"calm\" after the hotel evacuated its guests. Meanwhile, workers at a Ford plant in Sichuan were evacuated for about 10 minutes. Chengdu Shuangliu International Airport was shut down, and the control tower and regional radar control evacuated. One SilkAir flight was diverted and landed in Kunming as a result. Cathay Pacific delayed both legs of its quadruple daily Hong Kong to London route due to this disruption in air traffic services. Chengdu Shuangliu Airport reopened later on the evening of May 12, offering limited service as the airport began to be used as a staging area for relief operations.",
    "qa_count": 9,
    "ids": [
      "56cdd63a62d2951400fa68d6",
      "56cdd63a62d2951400fa68d7",
      "56cdd63a62d2951400fa68d8",
      "56cdd63a62d2951400fa68d9",
      "56cdd63a62d2951400fa68da",
      "56d5185a9d1b871400ae061b",
      "56d5185a9d1b871400ae061c",
      "56d5185a9d1b871400ae061d",
      "56d5185a9d1b871400ae061f"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Seismic effects across multiple regions\" (text) focused on \"reported building damage, evacuations, and a derailed fuel train\" (text). At the top, a concise summary headline sits near an illustrative scene of affected buildings and people. \"Reporters in Chengdu saw cracks on walls of some residential buildings, but no collapses\" (text)\n\"a cartoon cluster of damaged residential walls near a street scene\" (figure)\nBelow that, a middle section shows the urban response with an explanatory label adjacent to an office tower illustration. \"Many Beijing office towers were evacuated, including a building housing media offices for Olympic organizers\" (text)\n\"a stylized skyline with an office tower and people exiting nearby\" (figure)\nFurther down, a bottom section presents the rail incident with a brief caption and a supporting pictogram. \"A cargo train derailed in Hui County, Gansu and caught on fire after the rail was distorted\" (text)\n\"a simplified illustration of a derailed freight train with visible tank cars and a curved, distorted track\" (figure)\nNear the bottom edge, a reassurance note appears adjacent to the middle figures. \"None of the Olympic venues were damaged, noted as intact nearby\" (text)\nThe overall style of the image is clear, informative, and illustrative with concise labels and supportive cartoon-style figures.",
    "infographic_id": 369,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Reporters in Chengdu said they saw cracks on walls of some residential buildings in the downtown areas, but no buildings collapsed. Many Beijing office towers were evacuated, including the building housing the media offices for the organizers of the 2008 Summer Olympics. None of the Olympic venues were damaged. Meanwhile, a cargo train carrying 13 petrol tanks derailed in Hui County, Gansu, and caught on fire after the rail was distorted.",
    "qa_count": 9,
    "ids": [
      "56cddec762d2951400fa692c",
      "56cddec762d2951400fa692d",
      "56cddec762d2951400fa692e",
      "56cddec762d2951400fa692f",
      "56d519a82593cc1400307a6b",
      "56d519a82593cc1400307a6c",
      "56d519a82593cc1400307a6d",
      "56d519a82593cc1400307a6e",
      "56d519a82593cc1400307a6f"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Wenchuan region emergency impact overview\" (text) focused on \"infrastructure damage, casualties, and response delays\" (text). At the top a concise summary introduces the scope and key impacts, near the middle a set of incident vignettes supports the casualty and damage statements, and at the bottom rescue and heritage notes are shown adjacent to each relevant visual.  \n\"All of the highways into Wenchuan were damaged, causing delayed arrival of rescue troops\" (text)  \n\"About 80% of buildings in Beichuan collapsed, presenting massive structural failure\" (text)  \n\"Two chemical plants collapsed in Shifang with a large liquid ammonia leak and many reported buried\" (text)  \n\"A whole school in Dujiangyan collapsed with 900 students buried and fewer than 60 survived\" (text)  \n\"a stylized collapsed road with stalled emergency vehicles\" (figure)  \n\"a cartoon cluster of damaged buildings with rubble and searchers\" (figure)  \n\"a stylized industrial complex with broken tanks and a leaking container\" (figure)  \n\"a stylized school collapse being excavated by cranes and civilians\" (figure)  \nThe overall style of the image is clear, documentary, and infographic-focused.",
    "infographic_id": 370,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "All of the highways into Wenchuan, and others throughout the province, were damaged, resulting in delayed arrival of the rescue troops. In Beichuan County, 80% of the buildings collapsed according to Xinhua News. In the city of Shifang, the collapse of two chemical plants led to leakage of some 80 tons of liquid ammonia, with hundreds of people reported buried. In the city of Dujiangyan, south-east of the epicenter, a whole school collapsed with 900 students buried and fewer than 60 survived. The Juyuan Middle School, where many teenagers were buried, was excavated by civilians and cranes. Dujiangyan is home of the Dujiangyan Irrigation System, an ancient water diversion project which is still in use and is a UNESCO World Heritage Site. The project's famous Fish Mouth was cracked but not severely damaged otherwise.",
    "qa_count": 9,
    "ids": [
      "56cddf9e62d2951400fa6934",
      "56cddf9e62d2951400fa6936",
      "56cddf9e62d2951400fa6937",
      "56cddf9e62d2951400fa6938",
      "56d51b832593cc1400307a75",
      "56d51b832593cc1400307a76",
      "56d51b832593cc1400307a77",
      "56d51b832593cc1400307a78",
      "56d51b832593cc1400307a79"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Market reactions to southwestern China news\" (text) focused on \"how regional news affected commodity prices and exchange activity\" (text). At the top, a concise headline summarizes the market moves, and the left-middle lists the exchange actions near a supporting scene, while the right-middle links commodity price changes near symbolic icons, and the bottom provides a short concluding note. \n\"Market reactions to southwestern China news\" (text)\n\"how regional news affected commodity prices and exchange activity\" (text)\n\"Both the Shanghai Stock Exchange and the Shenzhen Stock Exchange suspended trading of companies based in southwestern China\" (text)\n\"Copper rose on speculation that production in southwestern China may be affected\" (text)\n\"Oil dropped on speculation that demand from China would fall\" (text)\n\"a stylized illustration of two trading floor silhouettes depicting halted trading activity without any letters or numbers\" (figure)\n\"a cartoon representation of a metal ingot with upward motion lines beside a symbolic map suggestion of southwestern China\" (figure)\n\"a stylized illustration of an oil barrel with downward motion lines adjacent to a simple regional outline\" (figure)\nThe overall style of the image is clean, infographic-focused, illustrative, and informational.",
    "infographic_id": 371,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Both the Shanghai Stock Exchange and the Shenzhen Stock Exchange suspended trading of companies based in southwestern China. Copper rose over speculations that production in southwestern China may be affected, and oil prices dropped over speculations that demand from China would fall.",
    "qa_count": 7,
    "ids": [
      "56cddfff62d2951400fa693f",
      "56cddfff62d2951400fa6940",
      "56cddfff62d2951400fa6941",
      "56d51d272593cc1400307a7f",
      "56d51d272593cc1400307a80",
      "56d51d272593cc1400307a81",
      "56d51d272593cc1400307a83"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Post‑quake communications disruption and recovery\" (text) focused on \"telecommunications outage and phased restoration in the Sichuan area\" (text). At the top is a concise headline and summary, near the middle are paired visuals showing the outage and staged restoration, and near the bottom is a brief note on the partial return of services and timeframe. \"Post‑quake mobile and terrestrial telecommunications were cut across the affected and surrounding area\" (text)\n\"All internet capabilities were cut to the Sichuan area\" (text)\n\"Communications were restored by the government piece by piece over months as the situation gradually improved\" (text)\n\"A handful of major news and media websites became accessible again with pared back webpages\" (text)\n\"a stylized map silhouette showing a region with signal icons muted to represent outage\" (figure)\n\"a cartoon government official figure next to phased signal icons indicating stepwise restoration\" (figure)\n\"a stylized illustration of simplified web pages or browser windows with reduced content to suggest pared back webpages\" (figure)\nThe overall style of the image is clear, informative, and illustration-driven with concise labels and simple icons.",
    "infographic_id": 372,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Immediately after the earthquake event, mobile and terrestrial telecommunications were cut to the affected and surrounding area, with all internet capabilities cut to the Sichuan area too. Elements of telecommunications were restored by the government piece by piece over the next number of months as the situation in the Sichuan province gradually improved. Eventually, a handful of major news and media websites were made accessible online in the region, albeit with dramatically pared back webpages.",
    "qa_count": 8,
    "ids": [
      "56cde07662d2951400fa6946",
      "56cde07662d2951400fa6947",
      "56cde07662d2951400fa6948",
      "56d51ea52593cc1400307a89",
      "56d51ea52593cc1400307a8a",
      "56d51ea52593cc1400307a8b",
      "56d51ea52593cc1400307a8c",
      "56d51ea52593cc1400307a8d"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"China mobile and unicom network suspensions\" (text) focused on \"telecommunications disruptions and affected regions\" (text). At the top, a concise header summarizes the scope and causes; near the middle, paired visuals illustrate the two operators and the regional impact; at the bottom, a compact note restates the main loss figures and affected locations.  \n\"Summary of suspended network infrastructure and causes near the top\" (text)  \n\"a stylized map-like illustration showing a province with half of wireless signals faded and signal icons suppressed\" (figure)  \n\"An illustrative pair of carrier towers adjacent to a label noting traffic congestion and power disruption as causes\" (figure)  \n\"China Mobile had more than 2,300 base stations suspended shown below the map\" (text)  \n\"a cartoon of clustered towers near a small town captioned to indicate service cutoffs for the local operator\" (figure)  \n\"China Unicom service in Wenchuan and nearby counties was cut off with more than 700 towers suspended shown below the towers\" (text) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 373,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "China Mobile had more than 2,300 base stations suspended due to power disruption or severe telecommunication traffic congestion. Half of the wireless communications were lost in the Sichuan province. China Unicom's service in Wenchuan and four nearby counties was cut off, with more than 700 towers suspended.",
    "qa_count": 7,
    "ids": [
      "56cde11f62d2951400fa694c",
      "56cde11f62d2951400fa694f",
      "56d5202a2593cc1400307a93",
      "56d5202a2593cc1400307a94",
      "56d5202a2593cc1400307a95",
      "56d5202a2593cc1400307a96",
      "56d5202a2593cc1400307a97"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Wolong Reserve earthquake aftermath\" (text) focused on \"impact on people and giant pandas at a national reserve\" (text). At the top is a concise headline and summary, near the middle are incident highlights with pictorial supports, and at the bottom are human and animal loss details with a small burial note.\n\n\"Headline: Wolong Reserve earthquake aftermath and response\" (text)\n\"Summary line near top: officials initially could not contact the Wolong National Nature Reserve home to around 280 giant pandas\" (text)\n\"Incident highlights arranged near middle: a group of 31 British visitors returned safe and uninjured while six pandas escaped and two pandas were found injured\" (text)\n\"Human and animal losses noted near bottom: five security guards killed and one famous panda named Mao Mao found crushed and subsequently buried\" (text)\n\n\"a stylized map-like illustration of a mountain reserve showing location of panda enclosures and damaged structures\" (figure)\n\"a cartoon group of tourists walking away from a reserve gate accompanied by caretakers\" (figure)\n\"a stylized scene of handlers searching among collapsed enclosures with an empty crate nearby\" (figure)\n\"a silhouette of a small burial mound beside a breeding center with caretakers standing solemnly\" (figure)\n\nThe overall style of the image is clear, documentary, and respectfully informative.",
    "infographic_id": 374,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 10,
    "keywords_total": 11,
    "context": "Initially, officials were unable to contact the Wolong National Nature Reserve, home to around 280 giant pandas. However, the Foreign Ministry later said that a group of 31 British tourists visiting the Wolong Panda Reserve in the quake-hit area returned safe and uninjured to Chengdu. Nonetheless, the well-being of an even greater number of pandas in the neighbouring panda reserves remained unknown. Five security guards at the reserve were killed by the earthquake. Six pandas escaped after their enclosures were damaged. By May 20, two pandas at the reserve were found to be injured, while the search continued for another two adult pandas that went missing after the quake. By May 28, 2008, one panda was still missing. The missing panda was later found dead under the rubble of an enclosure. Nine-year-old Mao Mao, a mother of five at the breeding center, was discovered on Monday, her body crushed by a wall in her enclosure. Panda keepers and other workers placed her remains in a small wooden crate and buried her outside the breeding centre.",
    "qa_count": 8,
    "ids": [
      "56cde1f462d2951400fa695e",
      "56cde1f462d2951400fa695f",
      "56cde1f462d2951400fa6960",
      "56cde1f462d2951400fa6961",
      "56d521ee2593cc1400307a9d",
      "56d521ee2593cc1400307a9f",
      "56d521ee2593cc1400307aa0",
      "56d521ee2593cc1400307aa1"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Zipingpu Hydropower Plant damage report\" (text) focused on \"earthquake effects on local water infrastructure\" (text). At the top a concise summary header introduces the incident, near the middle illustrative panels show the plant condition and upstream risk, and at the bottom logistical response and aggregated damage are presented. \n\"Zipingpu Hydropower Plant was damaged but found less severe after inspection\" (text)\n\"Located 20 km east of the epicenter, remaining structurally stable and safe\" (text)\n\"Tulong reservoir upstream is in danger of collapse, representing a major risk\" (text)\n\"About 2,000 troops allocated to Zipingpu attempting to release pressure through the spillway; a total of 391 dams, mostly small, reported damaged by the quake\" (text)\n\"a stylized illustration of a damaged hydropower plant with visible but controlled structural elements\" (figure)\n\"a cartoon depiction of a distant epicenter with a label indicating relative proximity to the plant\" (figure)\n\"a stylized scene of the upstream reservoir showing a precarious shoreline and risk of collapse\" (figure)\n\"a simplified illustration of personnel working at a spillway releasing water under supervision\" (figure) The overall style of the image is clear, informative, and illustrative with clean iconography and balanced spatial hierarchy.",
    "infographic_id": 375,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "The Zipingpu Hydropower Plant (simplified Chinese: 紫坪铺水库; traditional Chinese: 紫坪鋪水庫) located 20 km east of the epicenter was damaged. A recent inspection indicated that the damage was less severe than initially feared, and it remains structurally stable and safe. The Tulong reservoir upstream is in danger of collapse. About 2,000 troops have been allocated to Zipingpu, trying to release the pressure through spillway. In total, 391 dams, most of them small, were reported damaged by the quake.",
    "qa_count": 9,
    "ids": [
      "56cde29b62d2951400fa6968",
      "56cde29b62d2951400fa6969",
      "56cde29b62d2951400fa696b",
      "56cde29b62d2951400fa696c",
      "56d523bd2593cc1400307aa7",
      "56d523bd2593cc1400307aa8",
      "56d523bd2593cc1400307aa9",
      "56d523bd2593cc1400307aaa",
      "56d523bd2593cc1400307aab"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earthquake toll and response summary\" (text) focused on \"official reported casualties and relief worker losses\" (text). At the top is a brief headline and central summary, near the middle are supportive illustrative figures with labels, and at the bottom is a short contextual note about ongoing reporting.\n\n\"Earthquake caused 69,180 known deaths overall, with 68,636 in Sichuan province\" (text)\n\"An additional 18,498 people are listed as missing and 374,176 are injured\" (text)\n\"A separate note: 158 earthquake relief workers were killed while they tried to repair roads\" (text)\n\"Figures may increase as further reports come in\" (text)\n\n\"a stylized map-like silhouette with a highlighted region representing the province adjacent to the top summary\" (figure)\n\"a cartoon scene of emergency responders near a damaged road below the relief worker note\" (figure)\n\"a symbolic cluster of person icons with some marked as missing or injured placed near the middle counts\" (figure)\n\nThe overall style of the image is clear, data-focused, illustrative, and respectful.",
    "infographic_id": 376,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "According to Chinese state officials, the quake caused 69,180 known deaths including 68,636 in Sichuan province; 18,498 people are listed as missing, and 374,176 injured, but these figures may further increase as more reports come in.[dated info] This estimate includes 158 earthquake relief workers who were killed in landslides as they tried to repair roads.",
    "qa_count": 10,
    "ids": [
      "56cde34662d2951400fa6972",
      "56cde34662d2951400fa6973",
      "56cde34662d2951400fa6974",
      "56cde34662d2951400fa6975",
      "56cde34662d2951400fa6976",
      "56d525192593cc1400307ab1",
      "56d525192593cc1400307ab2",
      "56d525192593cc1400307ab3",
      "56d525192593cc1400307ab4",
      "56d525192593cc1400307ab5"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Wenchuan Earthquake Local Impacts\" (text) focused on \"casualties, survivors, and structural damage in affected towns\" (text). At the top, a concise summary headline and location note introduce the scope; near the middle, grouped casualty and survivor facts appear adjacent to illustrative scenes; below, a final note on collapsed schools and preserved sites anchors the lower area. \n\"Wenchuan Earthquake Local Impacts\" (text)\n\"casualties, survivors, and structural damage in affected towns\" (text)\n\"Only 2,300 survivors were reported in Yingxiu with a previous population of about 9,000, placed near a town scene\" (text)\n\"Between 3,000 to 5,000 residents were killed in Beichuan County and about 10,000 were injured, placed adjacent to a damaged county scene\" (text)\n\"Eight schools toppled in Dujiangyan and a person died during a rescue attempt on a nearby ropeway, placed below a school scene\" (text)\n\"a stylized collapsed house with a small figure to indicate a child fatality and a missing person report\" (figure)\n\"a cartoon view of a devastated county with toppled buildings and injured-person silhouettes to illustrate large casualties\" (figure)\n\"a stylized town scene showing reduced survivor count and an empty preserved old county seat as a museum fragment\" (figure)\nThe overall style of the image is clear, illustrative, and informational with a restrained infographic layout.",
    "infographic_id": 377,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "One rescue team reported only 2,300 survivors from the town of Yingxiu in Wenchuan County, out of a total population of about 9,000. 3,000 to 5,000 people were killed in Beichuan County, Sichuan alone; in the same location, 10,000 people were injured and 80% of the buildings were destroyed. The old county seat of Beichuan was abandoned and preserved as part of the Beichuan Earthquake Museum. Eight schools were toppled in Dujiangyan. A 56-year-old was killed in Dujiangyan during a rescue attempt on the Lingyanshan Ropeway, where due to the earthquake 11 tourists from Taiwan had been trapped inside cable cars since May 13. A 4-year-old boy named Zhu Shaowei (traditional Chinese: 朱紹維; simplified Chinese: 朱绍维; pinyin: Zhū Shàowéi) was also killed in Mianzhu City when a house collapsed on him and another was reported missing.",
    "qa_count": 10,
    "ids": [
      "56ceb9c4aab44d1400b8892b",
      "56ceb9c4aab44d1400b8892c",
      "56ceb9c4aab44d1400b8892d",
      "56ceb9c4aab44d1400b8892e",
      "56ceb9c4aab44d1400b8892f",
      "56d5307f2593cc1400307abb",
      "56d5307f2593cc1400307abc",
      "56d5307f2593cc1400307abd",
      "56d5307f2593cc1400307abe",
      "56d5307f2593cc1400307abf"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Impact and Response to the Neglected Earthquake Area\" (text) focused on \"health care gaps and government responsibility\" (text). At the top a concise header frames the issue, the middle pairs a quoted official assessment with a supporting scene, and the bottom shows intended government action near an illustration of aid.\n\n\"Impact felt in an area largely neglected and untouched by economic rise\" (text)\n\"Health care is poor in inland areas such as Sichuan, highlighting widening urban–rural gaps\" (text)\n\"Vice Minister of Health Gao Qiang stated that the public health care system in China is insufficient\" (text)\n\"The government should be responsible for providing medical treatment to earthquake survivors with little or no insurance\" (text)\n\"a stylized map-like scene showing an inland rural region with simple village icons and damaged structures\" (figure)\n\"a cartoon clinic scene with an exhausted health worker and sparse supplies near a small community\" (figure)\n\"a stylized scene showing aid workers offering bandages and medicines to gathered villagers\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 378,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Experts point out that the earthquake hit an area that has been largely neglected and untouched by China's economic rise. Health care is poor in inland areas such as Sichuan, highlighting the widening gap between prosperous urban dwellers and struggling rural people. Vice Minister of Health Gao Qiang told reporters in Beijing that the \"public health care system in China is insufficient.\" The Vice Minister of Health also suggested that the government would pick up the costs of care to earthquake victims, many of whom have little or no insurance: \"The government should be responsible for providing medical treatment to them,\" he said.",
    "qa_count": 7,
    "ids": [
      "56ceba72aab44d1400b88935",
      "56ceba72aab44d1400b88936",
      "56ceba72aab44d1400b88937",
      "56d5324d2593cc1400307ac5",
      "56d5324d2593cc1400307ac6",
      "56d5324d2593cc1400307ac7",
      "56d5324d2593cc1400307ac9"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"School collapse casualties overview\" (text) focused on \"shoddy construction and school fatalities\" (text). At the top is a concise headline and summary, the middle groups incidents by location with nearby illustrative scenes, and the bottom lists specific school death tolls with supporting visuals.\n\n\"School collapse casualties overview\" (text)\n\"shoddy construction caused thousands of school children to die across the province\" (text)\n\"Seven schools collapsed in Mianyang City, burying 1,700 people\" (text)\n\"About 7,000 school buildings collapsed across the province\" (text)\n\"Heavy losses at specific schools: 600 killed at Juyuan Elementary and up to 1,300 at Beichuan Middle\" (text)\n\"a stylized collapsed school with layered rubble and no letters to represent Mianyang City incident\" (figure)\n\"a cartoon cluster of many small damaged school buildings to convey province-wide collapse\" (figure)\n\"a simple symbolic scene of an elementary school ruin representing the Juyuan Elementary fatalities\" (figure)\nThe overall style of the image is somber, clear, and infographic-like with illustrative cartoon scenes supporting the concise text.",
    "infographic_id": 379,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "In terms of school casualties, thousands of school children died due to shoddy construction. In Mianyang City, seven schools collapsed, burying at least 1,700 people. At least 7,000 school buildings throughout the province collapsed. Another 700 students were buried in a school in Hanwang. At least 600 students and staff died at Juyuan Elementary School. Up to 1,300 children and teachers died at Beichuan Middle School.",
    "qa_count": 10,
    "ids": [
      "56cebae8aab44d1400b8893d",
      "56cebae8aab44d1400b8893e",
      "56cebae8aab44d1400b8893f",
      "56cebae8aab44d1400b88940",
      "56cebae8aab44d1400b88941",
      "56d533a52593cc1400307acf",
      "56d533a52593cc1400307ad0",
      "56d533a52593cc1400307ad1",
      "56d533a52593cc1400307ad2",
      "56d533a52593cc1400307ad3"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"School casualties and responses after the earthquake\" (text) focused on \"timeline, tallies, and official measures\" (text). At the top is the investigation timeline and blogger activity, near the middle are the official tally figures adjacent to a policy note, and near the bottom is a brief note about the fertility clinic measure. \n\"Investigation into school casualties began in December 2008 and was carried out by volunteers\" (text)\n\"Ai Weiwei kept posting updates on his blog starting March 2009\" (text)\n\"The official numbers of students killed were released on May 7, 2009\" (text)\n\"Official report recorded 5,335 students killed and 546 children left disabled\" (text)\n\"Parents who lost only children were offered free treatment at fertility clinics by the government\" (text)\n\"a stylized volunteer group examining documents and notes\" (figure)\n\"a cartoon blogger at a laptop posting updates\" (figure)\n\"a symbolic official report folder being handed over\" (figure)\n\"a simple clinic entrance with a family silhouette entering\" (figure) The overall style of the image is clear, documentary, and infographic-like.",
    "infographic_id": 380,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Details of school casualties had been under non-governmental investigation since December 2008 by volunteers including artist and architect Ai Weiwei, who had been constantly posting updates on his blog since March 2009. The official tally of students killed in the earthquake was not released until May 7, 2009, almost a year after the earthquake. According to the state-run Xinhua news agency, the earthquake killed 5,335 students and left another 546 children disabled. In the aftermath of the earthquake, the Chinese government declared that parents who had lost their only children would get free treatment from fertility clinics to reverse vasectomies and tubal ligations conducted by family planning authorities.",
    "qa_count": 9,
    "ids": [
      "56cebb71aab44d1400b88951",
      "56cebb71aab44d1400b88952",
      "56cebb71aab44d1400b88953",
      "56cebb71aab44d1400b88954",
      "56d5357b2593cc1400307ad9",
      "56d5357b2593cc1400307ada",
      "56d5357b2593cc1400307adb",
      "56d5357b2593cc1400307adc",
      "56d5357b2593cc1400307add"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earthquake impact summary\" (text) focused on \"human displacement, livestock losses, and economic damage\" (text). At the top there is a concise headline and summary figures, the middle shows regional livestock and urban exposure, and the bottom highlights economic loss context and insurance coverage.\n\n\"Earthquake left at least 5 million people without housing, with up to 11 million possibly affected\" (text)\n\"12.5 million animals lost overall, mainly birds, and a regional loss of a million pigs in Sichuan\" (text)\n\"Estimated total damages exceed US$20 billion while insurer losses were reported at US$1 billion\" (text)\n\"Chengdu valued around US$115 billion with an urban population of 4.5 million and limited insurance coverage\" (text)\n\"a stylized map-like illustration indicating a region with numerous damaged homes and displaced people\" (figure)\n\"a cartoon group of farm animals including many birds and a cluster of pigs near an agricultural scene\" (figure)\n\"a symbolic pile of damaged buildings and currency icons representing total economic losses\" (figure)\n\"a stylized city block icon representing Chengdu with small shield icons indicating limited insurance\" (figure) The overall style of the image is clear, infographic-focused, and illustrative.",
    "infographic_id": 381,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "The earthquake left at least 5 million people without housing, although the number could be as high as 11 million. Millions of livestock and a significant amount of agriculture were also destroyed, including 12.5 million animals, mainly birds. In the Sichuan province a million pigs died out of 60 million total. Catastrophe modeling firm AIR Worldwide reported official estimates of insurers' losses at US$1 billion from the earthquake; estimated total damages exceed US$20 billion. It values Chengdu, at the time having an urban population of 4.5 million people, at around US$115 billion, with only a small portion covered by insurance.",
    "qa_count": 8,
    "ids": [
      "56cebbdeaab44d1400b88959",
      "56cebbdeaab44d1400b8895a",
      "56cebbdeaab44d1400b8895b",
      "56cebbdeaab44d1400b8895c",
      "56d5372f2593cc1400307ae3",
      "56d5372f2593cc1400307ae4",
      "56d5372f2593cc1400307ae5",
      "56d5372f2593cc1400307ae6"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Seismic Building Lessons\" (text) focused on \"why older buildings suffered in a major earthquake\" (text). At the top there is a concise header summarizing the expert observation, above a middle band that pairs a short professional identification with illustrative scenes, and below a concluding note linking the building code change to the catastrophic event.\n\n\"Seismic Building Lessons: expert explanation of older building vulnerability\" (text)\n\"Reginald DesRoches identified as a professor of civil and environmental engineering at Georgia Tech\" (text)\n\"a stylized cartoon of older damaged houses near collapsed masonry illustrating old construction failure\" (figure)\n\"a stylized cartoon of a professor pointing at a building diagram adjacent to a small building silhouette\" (figure)\n\"1976 Tangshan earthquake prompted creation of a seismic design code, so pre-1976 buildings likely lacked earthquake-resistant design\" (text)\n\"a stylized illustrative scene of a symbolic policy document being issued adjacent to a city skyline\" (figure)\n\nThe overall style of the image is clear, schematic, and educational with clean illustrative icons and concise labels.",
    "infographic_id": 382,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Reginald DesRoches, a professor of civil and environmental engineering at Georgia Tech, pointed out that the massive damage of properties and houses in the earthquake area was because China did not create an adequate seismic design code until after the devastating 1976 Tangshan earthquake. DesRoches said: \"If the buildings were older and built prior to that 1976 earthquake, chances are they weren't built for adequate earthquake forces.\"",
    "qa_count": 4,
    "ids": [
      "56cebcb4aab44d1400b88963",
      "56d538bc2593cc1400307aed",
      "56d538bc2593cc1400307aee",
      "56d538bc2593cc1400307aef"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Post-disaster engineering reconnaissance\" (text) focused on \"international engineering survey of damaged buildings\" (text). At the top a brief header summarizes the immediate response and mission, near a supporting illustration of the deployed team, then the middle lists the team's activity adjacent to an illustrative scene of building inspection, and the bottom highlights the nature of the findings near an explanatory visual.\n\n\"Post-disaster engineering reconnaissance\" (text)\n\"international engineering survey of damaged buildings\" (text)\n\"an international reconnaissance team of engineers was dispatched to the region days after the disaster\" (text)\n\"the team carried out a detailed preliminary survey of damaged buildings on site\" (text)\n\"their findings show a variety of reasons why many constructions failed to withstand the earthquake\" (text)\n\"a stylized cartoon of a group of engineers with clipboards near collapsed structures\" (figure)\n\"a cartoon illustration of an engineer examining building cracks with simple tools\" (figure)\n\"a silhouette scene illustrating multiple damaged buildings with symbolic failure points\" (figure)\nThe overall style of the image is clear, illustrative, and informational.",
    "infographic_id": 383,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 19,
    "keywords_total": 20,
    "context": "In the days following the disaster, an international reconnaissance team of engineers was dispatched to the region to make a detailed preliminary survey of damaged buildings. Their findings show a variety of reasons why many constructions failed to withstand the earthquake.",
    "qa_count": 6,
    "ids": [
      "56cebd0faab44d1400b88971",
      "56cebd0faab44d1400b88972",
      "56cebd0faab44d1400b88973",
      "56d53a0e2593cc1400307af5",
      "56d53a0e2593cc1400307af6",
      "56d53a0e2593cc1400307af7"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earthquake Impact and Building Vulnerability\" (text) focused on \"damage in poorer rural villages and building standards\" (text). At the top, a short header summarizes the affected areas and expert attribution, above a middle section that pairs brief explanatory text with illustrative figures, and below a concluding note ties codes and older construction together. \n\"Earthquake hardest hit the poorer, rural villages\" (text)\n\"Swaminathan Krishnan, assistant professor of civil engineering and geophysics at the California Institute of Technology\" (text)\n\"a stylized illustration of small rural houses showing collapsed simple structures near a cracked ground\" (figure)\n\"a cartoon portrait of a speaking expert near a speech bubble symbol to indicate quoted explanation\" (figure)\n\"the earthquake occurred in the rural part of China and many buildings were not designed\" (text)\n\"a symbolic illustration of older buildings with broken permit or rule icons removed to indicate lack of regulations\" (figure)\n\"China has very strong building codes but many old buildings were built without regulations\" (text) The overall style of the image is clear, instructional, and infographic-like with simple illustrative cartoons and concise labels.",
    "infographic_id": 384,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "News reports indicate that the poorer, rural villages were hardest hit. Swaminathan Krishnan, assistant professor of civil engineering and geophysics at the California Institute of Technology said: \"the earthquake occurred in the rural part of China. Presumably, many of the buildings were just built; they were not designed, so to speak.\" Swaminathan Krishnan further added: \"There are very strong building codes in China, which take care of earthquake issues and seismic design issues. But many of these buildings presumably were quite old and probably were not built with any regulations overseeing them.\"",
    "qa_count": 6,
    "ids": [
      "56cebd8aaab44d1400b88977",
      "56cebd8aaab44d1400b88978",
      "56d53bf82593cc1400307afd",
      "56d53bf82593cc1400307afe",
      "56d53bf82593cc1400307aff",
      "56d53bf82593cc1400307b01"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Economic impact of a major Sichuan earthquake\" (text) focused on \"estimated losses and city damage in Chinese history\" (text). At the top a short header summarizes the headline loss, the middle pairs a compact fact panel with supporting illustrations, and the bottom highlights the cities affected and historical context. \n\"A conservative estimate places economic loss at US$75 billion\" (text)\n\"Even the five largest cities in Sichuan sustained only minor damage\" (text)\n\"This event ranks as one of the costliest natural disasters in Chinese history\" (text)\n\"A concise note linking loss estimate to historical cost comparison\" (text)\n\"a stylized cluster of five city silhouettes with small damage markers\" (figure)\n\"a cartoon pile of money next to a document showing a large loss figure\" (figure)\n\"a stylized museum-like plaque indicating historical significance\" (figure)\nThe overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 385,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Even with the five largest cities in Sichuan suffering only minor damage from the quake, some estimates of the economic loss run higher than US$75 billion, making the earthquake one of the costliest natural disasters in Chinese history.",
    "qa_count": 5,
    "ids": [
      "56cebdd0aab44d1400b8897f",
      "56d53d9a2593cc1400307b07",
      "56d53d9a2593cc1400307b08",
      "56d53d9a2593cc1400307b09",
      "56d53d9a2593cc1400307b0a"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Timeline of Major Aftershocks and Impacts\" (text) focused on \"Aftershocks in Qingchuan and nearby counties\" (text). The top presents the earliest event with summary text near a supporting illustration; the middle shows the cluster of late-May events with a larger figure; the bottom summarizes the August events with adjacent visuals and a compact aftermath note.\n\n\"Timeline of Major Aftershocks and Impacts\" (text)\n\"Aftershock of 6.0 Mw struck northeast of the original epicenter in Qingchuan county on May 25, causing eight deaths, 1000 injuries, and thousands of destroyed buildings\" (text)\n\"May 27 two aftershocks led to collapse of more than 420,000 homes and injured 63 people\" (text)\n\"August aftershocks in Qingchuan, Sichuan caused hill slides, road blockages, telecommunication interruptions, and additional injuries and deaths\" (text)\n\"a stylized map marker over a county showing shaking near a mountain road with blocked roadway and landslide debris\" (figure)\n\"a cartoon cluster of damaged houses with collapsed roofs adjacent to an icon indicating mass home loss\" (figure)\n\"a stylized sequence showing rescue responders beside a broken utility pole and tangled communications lines\" (figure)\n\"a silhouette of a rural road cut by a landslide with vehicles halted nearby\" (figure)\n\nThe overall style of the image is concise, illustrative, and informative.",
    "infographic_id": 386,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Strong aftershocks continued to strike even months after the main quake. On May 25, an aftershock of 6.0 Mw (6.4 Ms according to CEA) hit northeast of the original earthquake's epicenter, in Qingchuan County, Sichuan, causing eight deaths, 1000 injuries, and destroying thousands of buildings. On May 27, two aftershocks, one 5.2 Mw in Qingchuan County and one 5.7 Mw in Ningqiang County, Shaanxi, led to the collapse of more than 420,000 homes and injured 63 people. The same area suffered two more aftershocks of 5.6 and 6.0 Ms (5.8 and 5.5 Mw, respectively, according to USGS) on July 23, resulting in 1 death, 6 serious injuries, collapse of hundreds of homes and damaging kilometers of highways. Pingwu County and Beichuan County, Sichuan, also northeast of Wenchuan and close to the epicenter of a 7.2 Ms earthquake in 1976, suffered a 6.1 Ms aftershock (5.7 Mw according to USGS) on August 1; it caused 2 deaths, 345 injuries, collapse of 707 homes, damages to over 1,000 homes, and blocked 25 kilometres (16 mi) of country roads. As late as August 5, yet another aftershock of 6.1 Ms (6.2 Mw according to USGS) hit Qingchuan, Sichuan, causing 1 death, 32 injuries, telecommunication interruptions, and widespread hill slides blocking roads in the area including a national highway.",
    "qa_count": 6,
    "ids": [
      "56cebe75aab44d1400b88985",
      "56d540072593cc1400307b0f",
      "56d540072593cc1400307b10",
      "56d540072593cc1400307b11",
      "56d540072593cc1400307b12",
      "56d540072593cc1400307b13"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Post-earthquake reconstruction summary\" (text) focused on \"official relief and rebuilding statistics reported by an executive vice governor\" (text). At the top, a concise header presents who reported the figures and when, near a cartoon speaker figure that reinforces the announcement. \"Statement by executive vice governor Wei Hong on November 21, 2008\" (text)\n\"A reported total of more than 90,000 people dead or missing according to the official statement\" (text)\n\"Rebuilt homes 200,000; under reconstruction 685,000; still without permanent shelter 1.94 million\" (text)\n\"Reconstructed schools 1,300 and initial relocation of several devastated townships\" (text)\n\"a cartoon of a person speaking at a podium to illustrate the official announcement\" (figure)\n\"a stylized pile of damaged and rebuilding houses adjacent to the rebuilt and under-construction labels\" (figure)\n\"a simplified illustrative scene of temporary shelters and unsettled households below the reconstruction scene\" (figure)\n\"a cartoon of reconstructed schools and relocated townships placed near the schools text\" (figure) The overall style of the image is clear, illustrative, and informational.",
    "infographic_id": 387,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Executive vice governor Wei Hong confirmed on November 21, 2008 that more than 90,000 people in total were dead or missing in the earthquake. He stated that 200,000 homes had been rebuilt, and 685,000 were under reconstruction, but 1.94 million households were still without permanent shelter. 1,300 schools had been reconstructed, with initial relocation of 25 townships, including Beichuan and Wenchuan, two of the most devastated areas. The government spent $441 billion on relief and reconstruction efforts.",
    "qa_count": 9,
    "ids": [
      "56cebef6aab44d1400b88997",
      "56cebef6aab44d1400b88999",
      "56cebef6aab44d1400b8899a",
      "56cebef6aab44d1400b8899b",
      "56d548552593cc1400307b19",
      "56d548552593cc1400307b1a",
      "56d548552593cc1400307b1b",
      "56d548552593cc1400307b1c",
      "56d548552593cc1400307b1d"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Rapid national response to a major earthquake\" (text) focused on \"official actions, personnel, and access challenges\" (text). At the top, a concise header summarizes leadership and timing, with a supporting illustration below; in the middle, panels pair key personnel and dispatched resources with accompanying pictorial scenes; near the bottom, a visual explains access difficulties and local conditions.\n\n\"Rapid national response to a major earthquake: leadership mobilized within hours\" (text)\n\"Premier Wen Jiabao flew to the earthquake area 90 minutes after the quake to oversee rescue work, drawing on his geomechanics background\" (text)\n\"Ten emergency medical teams were sent to Wenchuan County while the Chengdu command dispatched 50,000 troops and armed police to assist in relief\" (text)\n\"Access was severely limited by rough terrain and by the close proximity of the quake's epicenter to isolated rural settlements\" (text)\n\"a stylized map-like cartoon showing a helicopter approaching rugged hills near a clustered village\" (figure)\n\"a cartoon of medical teams with stretchers and equipment standing near a road leading into hilly terrain\" (figure)\n\"a cartoon of uniformed personnel moving on foot along steep, rocky tracks with limited vehicle access\" (figure)\n\"a simple illustrative scene showing a marked epicenter symbol close to isolated rural settlements with steep slopes\" (figure) The overall style of the image is clear, informative, and illustrative with concise captions and supporting icons.",
    "infographic_id": 388,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "General Secretary and President Hu Jintao announced that the disaster response would be rapid. Just 90 minutes after the earthquake, Premier Wen Jiabao, who has an academic background in geomechanics, flew to the earthquake area to oversee the rescue work. Soon afterward, the Ministry of Health said that it had sent ten emergency medical teams to Wenchuan County. On the same day, the Chengdu Military Region Command dispatched 50,000 troops and armed police to help with disaster relief work in Wenchuan County. However, due to the rough terrain and close proximity of the quake's epicenter, the soldiers found it very difficult to get help to the rural regions of the province.",
    "qa_count": 8,
    "ids": [
      "56cebf6aaab44d1400b889a1",
      "56cebf6aaab44d1400b889a2",
      "56cebf6aaab44d1400b889a3",
      "56cebf6aaab44d1400b889a4",
      "56d54a582593cc1400307b23",
      "56d54a582593cc1400307b25",
      "56d54a582593cc1400307b26",
      "56d54a582593cc1400307b27"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"National Disaster Relief Commission Response\" (text) focused on \"emergency contingency levels and timeline\" (text). At the top a clear header summarizes the initiating body and the plan, and near the middle a timeline note shows when the level changed; below, illustrative figures support the key facts. \n\"National Disaster Relief Commission initiated a Level II emergency contingency plan\" (text)\n\"a Level II emergency contingency plan covers the most serious class of natural disasters\" (text)\n\"the plan rose to Level I at 22:15 CST, May 12\" (text)\n\"a stylized illustration of an alert center with staff monitoring\" (figure)\n\"a cartoon symbol representing a severe natural disaster\" (figure)\n\"a silhouette of a clock reading an evening time near a calendar marker\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 389,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "The National Disaster Relief Commission initiated a \"Level II emergency contingency plan\", which covers the most serious class of natural disasters. The plan rose to Level I at 22:15 CST, May 12.",
    "qa_count": 7,
    "ids": [
      "56cebfcaaab44d1400b889a9",
      "56cebfcaaab44d1400b889aa",
      "56cebfcaaab44d1400b889ab",
      "56d54bc82593cc1400307b2d",
      "56d54bc82593cc1400307b2e",
      "56d54bc82593cc1400307b2f",
      "56d54bc82593cc1400307b30"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earthquake emergency relief team departs Beijing\" (text) focused on \"team composition and departure to Wenchuan\" (text). At the top, a concise headline and summary identify the mission and size; near the middle, visuals illustrate group sources and travel mode; and below, a compact note restates departure details and destinations.\n\n\"Earthquake emergency relief team departs Beijing, total strength 184 people\" (text)\n\"Team composition near central figures: 12 from the State Seismological Bureau, 150 from the Beijing Military Area Command, 22 from the Armed Police General Hospital\" (text)\n\"Left Beijing from Nanyuan Airport late May 12 and traveled to Wenchuan County in two military transport planes\" (text)\n\"a stylized group of uniformed figures assembled beside a simplified airport terminal to represent departure\" (figure)\n\"a cartoon formation of three labeled clusters of personnel icons to indicate the three contributing organizations\" (figure)\n\"a stylized illustration of two military transport planes in flight above a simplified mountain silhouette to signify travel to the destination\" (figure)\n\nThe overall style of the image is clear, illustrative, and informational with a schematic, infographic layout.",
    "infographic_id": 390,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "An earthquake emergency relief team of 184 people (consisting of 12 people from the State Seismological Bureau, 150 from the Beijing Military Area Command, and 22 from the Armed Police General Hospital) left Beijing from Nanyuan Airport late May 12 in two military transport planes to travel to Wenchuan County.",
    "qa_count": 9,
    "ids": [
      "56cec033aab44d1400b889af",
      "56cec033aab44d1400b889b0",
      "56cec033aab44d1400b889b1",
      "56cec033aab44d1400b889b2",
      "56d5d41b1c85041400946e0c",
      "56d5d41b1c85041400946e0d",
      "56d5d41b1c85041400946e0e",
      "56d5d41b1c85041400946e0f",
      "56d5d41b1c85041400946e10"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Close analysis published in China Digital Times\" (text) focused on \"an alleged construction engineer known as Book Blade\" (text). At the top, a succinct header identifies the publication and nature of the report; near the middle, a concise summary states who produced the analysis and what it was; below, three illustrative figures support the key facts.\n\n\"Close analysis published in China Digital Times\" (text)\n\"The China Digital Times reported a close analysis by an alleged Chinese construction engineer\" (text)\n\"The report was authored by a writer known online as Book Blade and highlighted a scandal\" (text)\n\"Author alias and alleged role shown adjacent to the summary\" (text)\n\"a stylized stack of documents and a magnifying glass suggesting a close analysis\" (figure)\n\"a cartoon silhouette of a person wearing a hardhat to suggest construction expertise\" (figure)\n\"a simple illustration of a newspaper page to indicate the report medium\" (figure)\n\nThe overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 391,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "In the China Digital Times an article reports a close analysis by an alleged Chinese construction engineer known online as “Book Blade” (书剑子), who stated:",
    "qa_count": 4,
    "ids": [
      "56cec11faab44d1400b889c7",
      "56cec11faab44d1400b889c8",
      "56d64d231c85041400947089",
      "56d64d231c8504140094708b"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Children's Day commemoration\" (text) focused on \"the June 1, 2008 events after the earthquake\" (text). At the top there is a header and concise overview, near the middle supporting scenes and captions, and near the bottom a brief concluding label.\n\n\"Children's Day commemoration\" (text)\n\"the June 1, 2008 events after the earthquake\" (text)\n\"On June 1 families gathered at the rubble of schools to mourn their children\" (text)\n\"Surviving children living in relief centres performed ceremonies acknowledging the earthquake\" (text)\n\"a stylized group of children performing a simple memorial ceremony\" (figure)\n\"a stylized scene of parents standing near collapsed school structures\" (figure)\n\"a stylized row of temporary shelter tents representing relief centres\" (figure)\n\nThe overall style of the image is clear, documentary, and gently illustrative.",
    "infographic_id": 392,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "On Children's Day, June 1, 2008, many parents went to the rubble of schools to mourn for their children. The surviving children, who were mostly living in relief centres, performed ceremonies marking the special day, but also acknowledging the earthquake.",
    "qa_count": 6,
    "ids": [
      "56cec174aab44d1400b889cb",
      "56cec174aab44d1400b889cd",
      "56cec174aab44d1400b889ce",
      "56d64dca1c8504140094708f",
      "56d64dca1c85041400947090",
      "56d64dca1c85041400947091"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Central state-owned enterprises disaster donations\" (text) focused on \"aggregate donations and notable corporate contributions\" (text). At the top is a clear headline and a brief summary, near the middle are two supporting visuals with labels, and near the bottom is a concise note tying amounts to contributors.\n\n\"Central state-owned enterprises have donated more than $48.6 million in total\" (text)\n\"China National Petroleum Corp and Sinopec donated 10 million yuan each to the disaster area\" (text)\n\"Summary caption above left visual showing collective giving\" (figure)\n\"Illustration above right showing two corporate representatives each handing a donation envelope\" (figure)\n\"Footnote below visuals noting totals and prominent corporate gifts\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 393,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Central State-owned enterprises have accumulatively donated more than $48.6 million. China National Petroleum Corp and Sinopec donated 10 million yuan each to the disaster area.",
    "qa_count": 4,
    "ids": [
      "56cec1ffaab44d1400b889dd",
      "56cec1ffaab44d1400b889de",
      "56d6647b1c850414009470ed",
      "56d6647b1c850414009470ee"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"International Aid and Donations Received by China\" (text) focused on \"reported donated money and relief sent to China during the emergency response\" (text). At the top is a concise header summarizing the totals and key donors, near a compact figure illustrating incoming aid flows. \"Total donated money and goods received by China so far: $457 million\" (text)\n\"A breakdown from foreign sources: 83 million provided by 19 countries and four international organizations\" (text)\n\"largest single donor country identified as Saudi Arabia\" (text)\n\"Saudi Arabia provided €40,000,000 in financial assistance plus €8,000,000 in relief materials\" (text) Below, a visual grouping shows contributing country icons clustered with smaller icons for organizations and goods to support the listed breakdown. \"a stylized cluster of nineteen country icons alongside four organization symbols and parcel icons to indicate donated goods\" (figure)\n\"an illustrative depiction of a national flag-like emblem next to stacks symbolizing financial assistance and crates symbolizing relief materials\" (figure)\n\"an illustrative flow graphic showing money and goods moving toward a central destination marker\" (figure) The overall style of the image is clear, informative, and infographic-oriented with simple illustrative icons and concise text.",
    "infographic_id": 394,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "On May 16 China stated it had also received $457 million in donated money and goods for rescue efforts so far, including $83 million from 19 countries and four international organizations. Saudi Arabia was the largest aid donor to China, providing close to €40,000,000 in financial assistance, and an additional €8,000,000 worth of relief materials.",
    "qa_count": 8,
    "ids": [
      "56cec2a1aab44d1400b889e1",
      "56cec2a1aab44d1400b889e2",
      "56cec2a1aab44d1400b889e3",
      "56cec2a1aab44d1400b889e4",
      "56cec2a1aab44d1400b889e5",
      "56d6696d1c850414009470fb",
      "56d6696d1c850414009470fc",
      "56d6696d1c850414009470fe"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Counterpart Support Plan Established in 2008\" (text) focused on \"the 2008 post-earthquake counterpart support arrangement\" (text). At the top the title and topic appear, and near the middle the key provisions are summarized, with supporting illustrative figures placed below and adjacent to each provision. \"Counterpart support plan established by the State Council in 2008\" (text)\n\"A one province to one affected county matching basis for assistance, shown near the matching figure\" (text)\n\"A plan spanning 3 years with implementation details summarized adjacent\" (text)\n\"A funding requirement of no less than one percent of each province or municipality budget\" (text)\n\"a cartoon map showing multiple provinces matched to individual counties, with simple connection lines and no text\" (figure)\n\"a stylized depiction of a multi-year timeline represented by stacked milestone markers without numbers or words\" (figure)\n\"a silhouette of an administrative official handing aid to a cartoon county representative to symbolize counterpart support\" (figure)\nThe overall style of the image is clean, illustrative, and infographic-focused with clear hierarchy and concise labels.",
    "infographic_id": 395,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In 2008, State Council established a counterpart support plan (《汶川地震灾后恢复重建对口支援方案》). The plan is to arrange 19 eastern and central province and municipalitie to help 18 counties, on \"one province to one affected county\" basis. The plan spanned 3 years, and cost no less than one percent of the province or municipality's budget.",
    "qa_count": 6,
    "ids": [
      "56cec34faab44d1400b889f9",
      "56cec34faab44d1400b889fb",
      "56d66f3e1c85041400947115",
      "56d66f3e1c85041400947117",
      "56d66f3e1c85041400947118",
      "56d66f3e1c85041400947119"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Zipingpu Dam and a linked earthquake hypothesis\" (text) focused on \"possible trigger mechanisms and responses\" (text). At the top, a brief headline summarises the main scientific claim, above a middle area that pairs an explanatory text block with supportive illustrative figures, and near the bottom a compact consequence and access note conclude the layout. \n\"Zipingpu Dam was proposed as a possible cause of the earthquake\" (text)\n\"That sudden shift of a huge quantity of water could have relaxed fault tension and increased direct pressure, allowing a violent rupture\" (text)\n\"Effect measured as 25 times more than a year's worth of natural tectonic stress\" (text)\n\"The government disregarded warnings about many large dam projects in this seismically active area\" (text)\n\"a stylized cross-section of a river valley with a large dam holding back a reservoir and arrows indicating added load on the fault plane\" (figure)\n\"a cartoon showing two simplified fault blocks with a gap opening and pressure arrows to suggest rupture mechanics\" (figure)\n\"a stylized scene of researchers standing outside a locked archive to symbolize denied access to seismological and geological data\" (figure)\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 396,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 29,
    "keywords_total": 35,
    "context": "An article in Science suggested that the construction and filling of the Zipingpu Dam may have triggered the earthquake. The chief engineer of the Sichuan Geology and Mineral Bureau said that the sudden shift of a huge quantity of water into the region could have relaxed the tension between the two sides of the fault, allowing them to move apart, and could have increased the direct pressure on it, causing a violent rupture. The effect was \"25 times more\" than a year's worth of natural stress from tectonic movement. The government had disregarded warnings about so many large-scale dam projects in a seismically active area. Researchers have been denied access to seismological and geological data to examine the cause of the quake further.",
    "qa_count": 6,
    "ids": [
      "56cec3e8aab44d1400b88a02",
      "56d677f31c85041400947143",
      "56d677f31c85041400947144",
      "56d677f31c85041400947145",
      "56d677f31c85041400947146",
      "56d677f31c85041400947147"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Research on retrofitting data for earthquake forecasting\" (text) focused on \"using geomagnetism and tidal potential to predict earthquake timing\" (text). At the top is a concise statement of the research opportunity, near the left is the method summary and prediction claim, and below are supportive illustrative figures and a limitation note. \n\"Opportunities for researchers to retrofit data in order to model future earthquake predictions\" (text)\n\"a concise label describing a time prediction method developed from geomagnetic and tidal statistics\" (text)\n\"professors reported that the method predicted the time of the 2008 Sichuan earthquake with an accuracy of ±1 day\" (text)\n\"researchers collected statistics from geomagnetism with tidal gravitational potential to feed the method, while noting location was not predicted\" (text)\n\"a stylized illustration of a geomagnetic observatory instrument next to waveform-like symbols\" (figure)\n\"a cartoon of two researchers examining stacked data charts with tidal curve motifs\" (figure)\n\"a stylized map silhouette with a question mark to indicate location was not accurately forecast\" (figure)\nThe overall style of the image is clear, informational, and illustrative.",
    "infographic_id": 397,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "The earthquake also provided opportunities for researchers to retrofit data in order to model future earthquake predictions. Using data from the Intermagnet Lanzhou geomagnetic observatory, geologists Lazo Pekevski from the Ss. Cyril and Methodius University of Skopje in Macedonia and Strachimir Mavrodiev from the Bulgarian Academy of Sciences attempted to establish a \"time prediction method\" through collecting statistics on geomagnetism with tidal gravitational potential. Using this method, they were said to have predicted the time of the 2008 Sichuan earthquake with an accuracy of ±1 day. The same study, however, acknowledges the limitation of earthquake prediction models, and does not mention that the location of the quake could be accurately predicted.",
    "qa_count": 4,
    "ids": [
      "56cec484aab44d1400b88a07",
      "56cec484aab44d1400b88a09",
      "56d675ed1c8504140094713c",
      "56d675ed1c8504140094713d"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Expert Statements on Earthquake Prediction\" (text) focused on \"the limits of predicting seismic events\" (text). At the top there is a clear title and a short topic line, near which a headline summary appears. Below that, a central panel lists main authoritative statements, adjacent to illustrative figures that support each claim. Near the bottom a brief concluding note reiterates the lack of prior warning as reported.\n\n\"Expert Statements on Earthquake Prediction\" (text)\n\"the limits of predicting seismic events\" (text)\n\"At a press conference the day after the earthquake, officials said that earthquake prediction was a global issue and that many geologists believe no proven methods exist\" (text)\n\"no prediction notification was received before the earthquake, according to official restatement\" (text)\n\"an external seismologist reported that he did not see anything that could be regarded as a prediction\" (text)\n\"a stylized cartoon of a press conference podium with a speaking silhouette\" (figure)\n\"a cartoon depiction of a geologist examining seismic charts with questioning posture\" (figure)\n\"a stylized silhouette of a scientist looking at empty alert symbols to imply absence of prior notice\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 398,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "In a press conference held by the State Council Information Office the day after the earthquake, geologist Zhang Xiaodong, deputy director of CEA's Seismic Monitoring Network Center, restated that earthquake prediction was a global issue, in the sense that no proven methods exist, and that no prediction notification was received before the earthquake. Seismologist Gary Gibson of Monash University in Australia told Deutsche Presse-Agentur that he also did not see anything that could be regarded as having 'predicted' the earthquake's occurrence.",
    "qa_count": 5,
    "ids": [
      "56cec4d0aab44d1400b88a0f",
      "56d674591c85041400947133",
      "56d674591c85041400947134",
      "56d674591c85041400947135",
      "56d674591c85041400947136"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Seismic Risk Analysis publication and prediction\" (text) focused on \"a study predicting a strong Sichuan earthquake\" (text). At the top is the publication summary, near the middle is the prediction and method, and near the bottom is regional context and caution about specificity. \n\"Seismic Risk Analysis study published in 2002 by Chen Xuezhong\" (text)\n\"Prediction that beginning with 2003 attention should be paid to a possible earthquake over 7.0 in Sichuan\" (text)\n\"Study based on statistical correlation and noted that the region was known as seismically active\" (text)\n\"a stylized map-like illustration suggesting a mountainous region with subtle fault-line motifs\" (figure)\n\"a cartoon geologist holding a report to indicate authorship and publication\" (figure)\n\"a simple illustrative icon implying uncertainty beside an indistinct calendar symbol\" (figure)\nThe overall style of the image is clear, informative, and illustrative with clean, readable layouts and supportive icons.",
    "infographic_id": 399,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "In 2002, Chinese geologist Chen Xuezhong published a Seismic Risk Analysis study in which he came to the conclusion that beginning with 2003, attention should be paid to the possibility of an earthquake with a magnitude of over 7.0 occurring in Sichuan region. He based his study on statistical correlation. That Sichuan is a seismically active area has been discussed for years prior to the quake, though few studies point to a specific date and time.",
    "qa_count": 5,
    "ids": [
      "56cec548aab44d1400b88a13",
      "56cec548aab44d1400b88a14",
      "56d672d21c85041400947129",
      "56d672d21c8504140094712a",
      "56d672d21c8504140094712c"
    ],
    "title": "2008_Sichuan_earthquake"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sichuan quake overview and questions\" (text) focused on \"earthquake prediction and statistical study\" (text). At the top is a concise headline and summary, above a middle section that pairs question prompts with supportive illustrations, and below is a concluding note near an icon grouping.\n\n\"Overview: worst Sichuan earthquake in over 30 years and public concern about predictability\" (text)\n\"Experts and the public questioned whether studying statistics could improve future predictions\" (text)\n\"Earthquake prediction is not yet established science; there is no consensus in the scientific community\" (text)\n\"People asked if statistical study could lead to better earthquake forecasts\" (text)\n\n\"a cartoon map of a regional area marked by simplified fault lines and a stylized tremor symbol\" (figure)\n\"a stylized scientist figure examining a stack of papers and a chart-like shape without numbers\" (figure)\n\"a cartoon public figure holding a question mark sign looking toward the scientist\" (figure)\n\"a simple icon grouping of magnifying glass, gears, and a question mark to represent investigation and uncertainty\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative with clean layouts and concise labels.",
    "infographic_id": 400,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The earthquake was the worst to strike the Sichuan area in over 30 years. Following the quake, experts and the general public sought information on whether or not the earthquake could have been predicted in advance, and whether or not studying statistics related to the quake could result in better prediction of earthquakes in the future. Earthquake prediction is not yet established science; there was no consensus within the scientific community that earthquake \"prediction\" is possible.",
    "qa_count": 5,
    "ids": [
      "56cec5d1aab44d1400b88a23",
      "56d6713f1c8504140094711f",
      "56d6713f1c85041400947120",
      "56d6713f1c85041400947122",
      "56d6713f1c85041400947123"
    ],
    "title": "2008_Sichuan_earthquake"
  }
]