[
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Career Highlights\" (text) focused on \"Beyoncé's early life and breakout success\" (text). At the top there is a portrait-style cartoon silhouette titled \"smiling singer portrait\" (figure) and the header is accompanied by the quoted label \"Born and raised in Houston, Texas as a child\" (text), and in the middle a timeline-like panel shows a dancing-and-microphone icon labeled \"Competed in singing and dancing competitions\" (figure) followed by the quoted caption \"Rose to fame in the late 1990s with Destiny's Child\" (text). Moving lower, a stylized group-of-three icon is shown with the quoted figure tag \"three-person group illustration\" (figure) and the text block reads \"Served as lead singer for Destiny's Child the group\" (text), while another text panel states \"Managed by Mathew Knowles during group years\" (text). Near the bottom a CD-cover icon appears captioned \"solo album cover symbol\" (figure) with an accompanying quoted text \"Released Dangerously in Love as first solo album 2003\" (text) and a final text note reads \"Earned five Grammy Awards for debut solo album\" (text). The overall style of the image is clean, informative, and infographic-like.",
    "infographic_id": 1,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say) (born September 4, 1981) is an American singer, songwriter, record producer and actress. Born and raised in Houston, Texas, she performed in various singing and dancing competitions as a child, and rose to fame in the late 1990s as lead singer of R&B girl-group Destiny's Child. Managed by her father, Mathew Knowles, the group became one of the world's best-selling girl groups of all time. Their hiatus saw the release of Beyoncé's debut album, Dangerously in Love (2003), which established her as a solo artist worldwide, earned five Grammy Awards and featured the Billboard Hot 100 number-one singles \"Crazy in Love\" and \"Baby Boy\".",
    "qa_count": 15,
    "ids": [
      "56be85543aeaaa14008c9063",
      "56be85543aeaaa14008c9065",
      "56be85543aeaaa14008c9066",
      "56bf6b0f3aeaaa14008c9601",
      "56bf6b0f3aeaaa14008c9602",
      "56bf6b0f3aeaaa14008c9603",
      "56bf6b0f3aeaaa14008c9604",
      "56bf6b0f3aeaaa14008c9605",
      "56d43c5f2ccc5a1400d830a9",
      "56d43c5f2ccc5a1400d830aa",
      "56d43c5f2ccc5a1400d830ab",
      "56d43c5f2ccc5a1400d830ac",
      "56d43c5f2ccc5a1400d830ad",
      "56d43ce42ccc5a1400d830b4",
      "56d43ce42ccc5a1400d830b5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Solo Career Highlights\" (text) focused on \"Key albums, roles, and milestones\" (text). At the top there is a banner showing the group split with the quoted tag \"Destiny's Child disbanded in June 2005\" (text) and a small silhouette portrait represented as \"Woman silhouette with microphone\" (figure), and just below that a framed caption reads \"B'Day second solo album released in 2006\" (text) alongside a simple vinyl icon labeled \"Record icon\" (figure). In the middle a cinematic panel displays a quoted line \"Golden Globe nomination for Dreamgirls in 2006\" (text) with a film clapboard figure \"Movie clapperboard\" (figure) and a marriage note reading \"Married to Jay Z, influence on her music\" (text). Nearby a concise label explicitly states \"Explored acting as a new entertainment venture\" (text) to reflect her post-album pursuit, and a theater spotlight figure \"Stage spotlight\" (figure) emphasizes this career move. Further down a spotlight section contains the quoted tag \"Portrayed Etta James in Cadillac Records\" (text) with a theater mask figure \"Stage mask\" (figure) and a statement about creative transformation reading \"Created alter-ego Sasha Fierce during I Am... era\" (text). At the bottom a timeline block shows the Grammy achievement with the quoted tag \"Won a record-setting six Grammy Awards in 2010\" (text), a management note saying \"Took a hiatus and managed career in 2010\" (text), and a closing album note reading \"Released the experimental album Beyoncé with darker themes\" (text). The overall style of the image is clean, infographic-like, and informative.",
    "infographic_id": 2,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Following the disbandment of Destiny's Child in June 2005, she released her second solo album, B'Day (2006), which contained hits \"Déjà Vu\", \"Irreplaceable\", and \"Beautiful Liar\". Beyoncé also ventured into acting, with a Golden Globe-nominated performance in Dreamgirls (2006), and starring roles in The Pink Panther (2006) and Obsessed (2009). Her marriage to rapper Jay Z and portrayal of Etta James in Cadillac Records (2008) influenced her third album, I Am... Sasha Fierce (2008), which saw the birth of her alter-ego Sasha Fierce and earned a record-setting six Grammy Awards in 2010, including Song of the Year for \"Single Ladies (Put a Ring on It)\". Beyoncé took a hiatus from music in 2010 and took over management of her career; her fourth album 4 (2011) was subsequently mellower in tone, exploring 1970s funk, 1980s pop, and 1990s soul. Her critically acclaimed fifth studio album, Beyoncé (2013), was distinguished from previous releases by its experimental production and exploration of darker themes.",
    "qa_count": 12,
    "ids": [
      "56be86cf3aeaaa14008c9076",
      "56be86cf3aeaaa14008c9078",
      "56be86cf3aeaaa14008c9079",
      "56bf6e823aeaaa14008c9627",
      "56bf6e823aeaaa14008c9629",
      "56bf6e823aeaaa14008c962a",
      "56bf6e823aeaaa14008c962b",
      "56d43da72ccc5a1400d830bd",
      "56d43da72ccc5a1400d830be",
      "56d43da72ccc5a1400d830bf",
      "56d43da72ccc5a1400d830c0",
      "56d43da72ccc5a1400d830c1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé: Career and Influence\" (text) focused on \"Beyoncé's achievements and themes\" (text). At the top there is a bold headline and a portrait element introducing the subject with the quoted tag \"Beyoncé described as a modern-day feminist\" (text) and a simple singer silhouette labeled \"\\\"Portrait of performer\\\" (figure)\". In the middle the graphic highlights musical themes and career milestones, showing the quoted text \"songs often about love, relationships, and monogamy\" (text) alongside a stylized stage dance icon \"\\\"Dynamic stage performance\\\" (figure)\", and the quoted text \"sold 118 million records as a solo artist\" (text) paired with a compact album stack icon \"\\\"Stack of albums\\\" (figure)\". Toward the lower middle the infographic adds group-career context and certifications using the quoted tags \"sold 60 million records with her group\" (text) and \"recognized as Top Certified Artist in the 2000s\" (text), accompanied by a simple certification badge \"\\\"Certification badge\\\" (figure)\". Near the bottom the infographic lists recognitions, awards, and magazine distinctions using the quoted tags \"won 20 Grammy Awards in her career\" (text), \"Time named her among the 100 most influential people 2013 and 2014\" (text), and \"Forbes named her most powerful female musician 2015\" (text), with a trophy symbol \"\\\"Award trophy\\\" (figure)\". The overall style of the image is clean, modern, informative, and suitable for visual question answering.",
    "infographic_id": 3,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "A self-described \"modern-day feminist\", Beyoncé creates songs that are often characterized by themes of love, relationships, and monogamy, as well as female sexuality and empowerment. On stage, her dynamic, highly choreographed performances have led to critics hailing her as one of the best entertainers in contemporary popular music. Throughout a career spanning 19 years, she has sold over 118 million records as a solo artist, and a further 60 million with Destiny's Child, making her one of the best-selling music artists of all time. She has won 20 Grammy Awards and is the most nominated woman in the award's history. The Recording Industry Association of America recognized her as the Top Certified Artist in America during the 2000s decade. In 2009, Billboard named her the Top Radio Songs Artist of the Decade, the Top Female Artist of the 2000s and their Artist of the Millennium in 2011. Time listed her among the 100 most influential people in the world in 2013 and 2014. Forbes magazine also listed her as the most powerful female musician of 2015.",
    "qa_count": 12,
    "ids": [
      "56be88473aeaaa14008c9080",
      "56be88473aeaaa14008c9083",
      "56be88473aeaaa14008c9084",
      "56bf725c3aeaaa14008c9643",
      "56bf725c3aeaaa14008c9644",
      "56bf725c3aeaaa14008c9645",
      "56bf725c3aeaaa14008c9646",
      "56bf725c3aeaaa14008c9647",
      "56d43f7e2ccc5a1400d830c7",
      "56d43f7e2ccc5a1400d830c8",
      "56d43f7e2ccc5a1400d830c9",
      "56d43f7e2ccc5a1400d830cb"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Family and Background\" (text) focused on \"Beyoncé's early life and ancestry\" (text). At the top there is a header and an emblem introducing the subject, with a cartoon portrait labeled \"stylized family silhouette\" (figure) and a bold text line reading \"Beyoncé's roots and upbringing explained\" (text), and beneath that an illustrated small salon icon shown as \"simple salon icon\" (figure) accompanied by the caption \"mother worked as a hairdresser and salon owner\" (text). In the middle a sales-manager briefcase illustration appears as \"stylized briefcase icon\" (figure) next to a concise family detail line that reads \"father worked as a Xerox sales manager\" (text), and a sibling connection bar with the lyric-group emblem shown as \"generic music group icon\" (figure) paired with the text \"Solange also appeared in Destiny's Child\" (text). Flowing into related identity notes there is a short descriptor line that reads \"name is from her mother's maiden name\" (text) and another that reads \"father identified as African-American in heritage\" (text). At the bottom a heritage blazon illustration labeled \"ancestry crest symbol\" (figure) sits alongside a final two-line text block that reads \"descendant of Acadian leader Joseph Broussard\" (text) and \"raised in a Methodist household\" (text). The overall style of the image is clean infographic with clear icons, readable typographic blocks, and minimal decorative elements.",
    "infographic_id": 4,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Beyoncé Giselle Knowles was born in Houston, Texas, to Celestine Ann \"Tina\" Knowles (née Beyincé), a hairdresser and salon owner, and Mathew Knowles, a Xerox sales manager. Beyoncé's name is a tribute to her mother's maiden name. Beyoncé's younger sister Solange is also a singer and a former member of Destiny's Child. Mathew is African-American, while Tina is of Louisiana Creole descent (with African, Native American, French, Cajun, and distant Irish and Spanish ancestry). Through her mother, Beyoncé is a descendant of Acadian leader Joseph Broussard. She was raised in a Methodist household.",
    "qa_count": 13,
    "ids": [
      "56be892d3aeaaa14008c908b",
      "56be892d3aeaaa14008c908c",
      "56be892d3aeaaa14008c908d",
      "56be892d3aeaaa14008c908e",
      "56bf74d53aeaaa14008c9659",
      "56bf74d53aeaaa14008c965a",
      "56bf74d53aeaaa14008c965b",
      "56bf74d53aeaaa14008c965d",
      "56d440df2ccc5a1400d830d1",
      "56d440df2ccc5a1400d830d2",
      "56d440df2ccc5a1400d830d3",
      "56d440df2ccc5a1400d830d4",
      "56d440df2ccc5a1400d830d5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Early Musical Roots\" (text) focused on \"Childhood schools and first performances\" (text). At the top there is a banner with the quoted phrase \"Beyoncé's Early Musical Roots\" (text) and a subtitle reading \"Childhood schools and first performances\" (text), and the scene begins with a simple cartoon figure of a young girl dancing labeled \"\\\"young performer\\\" (figure)\"; in the upper middle a schoolhouse icon is shown alongside the quoted school caption \"St. Mary's Elementary School in Fredericksburg\" (text) and a separate quoted caption \"Parker Elementary music magnet school in Houston\" (text) to indicate the move, while nearby a small teacher figure is represented by a generic silhouette labeled \"\\\"dance instructor\\\" (figure)\" to signify the discovery and accompanied by the quoted text \"dance instructor Darlette Johnson noticed her voice\" (text). In the center there is a microphone cartoon labeled \"\\\"microphone\\\" (figure)\" and next to it the quoted caption \"Won a school talent show at age seven singing Imagine\" (text) and an illustrated church icon labeled \"\\\"choir practice\\\" (figure)\" paired with the quoted caption \"St. John's United Methodist Church choir soloist two years\" (text). At the bottom there is a simple illustrated graduation cap labeled \"\\\"path to performing arts\\\" (figure)\" with a final quoted caption \"Attended performing arts and Alief Elsik high schools\" (text). The overall style of the image is clean, educational, and infographic-like with clear icons and concise captions.",
    "infographic_id": 5,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Beyoncé attended St. Mary's Elementary School in Fredericksburg, Texas, where she enrolled in dance classes. Her singing talent was discovered when dance instructor Darlette Johnson began humming a song and she finished it, able to hit the high-pitched notes. Beyoncé's interest in music and performing continued after winning a school talent show at age seven, singing John Lennon's \"Imagine\" to beat 15/16-year-olds. In fall of 1990, Beyoncé enrolled in Parker Elementary School, a music magnet school in Houston, where she would perform with the school's choir. She also attended the High School for the Performing and Visual Arts and later Alief Elsik High School. Beyoncé was also a member of the choir at St. John's United Methodist Church as a soloist for two years.",
    "qa_count": 11,
    "ids": [
      "56be8a583aeaaa14008c9094",
      "56be8a583aeaaa14008c9095",
      "56be8a583aeaaa14008c9097",
      "56bf76ef3aeaaa14008c9664",
      "56bf76ef3aeaaa14008c9665",
      "56bf76ef3aeaaa14008c9666",
      "56bf76ef3aeaaa14008c9667",
      "56d443ef2ccc5a1400d830db",
      "56d443ef2ccc5a1400d830dc",
      "56d443ef2ccc5a1400d830dd",
      "56d443ef2ccc5a1400d830df"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Early Career\" (text) focused on \"Formation and Early Record Deals\" (text). At the top there is a headline and an introductory blurb with the quoted tag \"Early audition formed Girl's Tyme as children\" (text), and a small cartoon symbol showing a trio of performers with microphones and a simple stage silhouette labeled \"\\\"group performance\\\" (figure)\". In the middle a narrative band recounts their move to national TV with the quoted tag \"Arne Frager brought them to California and Star Search\" (text) alongside a symbolic visual of a TV screen with an audition scene labeled \"\\\"television audition\\\" (figure)\". Continuing the middle section, a caption notes Beyoncé's early friendship with the quoted tag \"Met LaTavia Robertson at age eight\" (text) and a reinforcing line with the quoted tag \"Beyoncé was eight when they met\" (text), while a second figure shows a simple icon of two small apartment buildings and a suitcase labeled \"\\\"family transition\\\" (figure)\". Further down a family-management panel explains who stepped in with the quoted tag \"Beyoncé's father quit his job to manage group\" (text) and the reinforcing short phrase \"Management began in 1995 under father\" (text) and the quoted tag \"1995 marked when father became manager\" (text). Further down a signed-contract stripe lists their record history with the quoted tag \"Signed first to Elektra Records then cut\" (text) and the quoted tag \"Recorded debut album under Sony Music contract\" (text). At the bottom a closing note records their subsequent signing with the quoted tag \"Dwayne Wiggins's Grass Roots Entertainment signed them\" (text) and a small celebratory icon of a handshake and contract labeled \"\\\"signed agreement\\\" (figure)\". The overall style of the image is clean, informative, and timeline-focused with simple icons and readable text.",
    "infographic_id": 6,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "At age eight, Beyoncé and childhood friend Kelly Rowland met LaTavia Roberson while in an audition for an all-girl entertainment group. They were placed into a group with three other girls as Girl's Tyme, and rapped and danced on the talent show circuit in Houston. After seeing the group, R&B producer Arne Frager brought them to his Northern California studio and placed them in Star Search, the largest talent show on national TV at the time. Girl's Tyme failed to win, and Beyoncé later said the song they performed was not good. In 1995 Beyoncé's father resigned from his job to manage the group. The move reduced Beyoncé's family's income by half, and her parents were forced to move into separated apartments. Mathew cut the original line-up to four and the group continued performing as an opening act for other established R&B girl groups. The girls auditioned before record labels and were finally signed to Elektra Records, moving to Atlanta Records briefly to work on their first recording, only to be cut by the company. This put further strain on the family, and Beyoncé's parents separated. On October 5, 1995, Dwayne Wiggins's Grass Roots Entertainment signed the group. In 1996, the girls began recording their debut album under an agreement with Sony Music, the Knowles family reunited, and shortly after, the group got a contract with Columbia Records.",
    "qa_count": 13,
    "ids": [
      "56be8bab3aeaaa14008c909f",
      "56be8bab3aeaaa14008c90a0",
      "56be8bab3aeaaa14008c90a1",
      "56bf79c73aeaaa14008c966d",
      "56bf79c73aeaaa14008c966e",
      "56bf79c73aeaaa14008c966f",
      "56bf79c73aeaaa14008c9670",
      "56bf79c73aeaaa14008c9671",
      "56d45abf2ccc5a1400d830e5",
      "56d45abf2ccc5a1400d830e6",
      "56d45abf2ccc5a1400d830e7",
      "56d45abf2ccc5a1400d830e8",
      "56d45abf2ccc5a1400d830e9"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Destiny's Child Timeline\" (text) focused on \"Origins, Hits, and Collaborations\" (text). At the top a header shows \"\\\"Destiny's Child Timeline\\\" (text)\" and an introductory blurb reads \"\\\"Group renamed Destiny's Child in 1996 based on Isaiah\\\" (text)\" while a decorative icon displays \"\\\"Stylized group silhouette\\\" (figure)\". In the middle a timeline band contains a music-note illustration labeled \"\\\"Killing Time featured on Men in Black soundtrack\\\" (text)\" next to a simple cassette illustration \"\\\"Vintage single record\\\" (figure)\" and continues with a badge graphic and the caption \"\\\"No, No, No became Destiny's Child first major hit\\\" (text)\". Further along the timeline a trophy illustration appears alongside the text \"\\\"Say My Name won Best R&B Performance Grammy\\\" (text)\" and a concert-stage figure shows \"\\\"Energetic live performance sketch\\\" (figure)\" to represent The Writing's on the Wall era with the note \"\\\"The Writing's on the Wall sold more than eight million copies\\\" (text)\" and the release-year tag \"\\\"Second album released in 1999 worldwide\\\" (text)\". At the bottom a small studio-microphone icon accompanies the caption \"\\\"Beyoncé duet with Marc Nelson for The Best Man\\\" (text) and the layout closes with a compact quote block reading \"\\\"Group name came from the Book of Isaiah\\\" (text)\". The overall style of the image is clean, infographic-focused, and informative.",
    "infographic_id": 7,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The group changed their name to Destiny's Child in 1996, based upon a passage in the Book of Isaiah. In 1997, Destiny's Child released their major label debut song \"Killing Time\" on the soundtrack to the 1997 film, Men in Black. The following year, the group released their self-titled debut album, scoring their first major hit \"No, No, No\". The album established the group as a viable act in the music industry, with moderate sales and winning the group three Soul Train Lady of Soul Awards for Best R&B/Soul Album of the Year, Best R&B/Soul or Rap New Artist, and Best R&B/Soul Single for \"No, No, No\". The group released their multi-platinum second album The Writing's on the Wall in 1999. The record features some of the group's most widely known songs such as \"Bills, Bills, Bills\", the group's first number-one single, \"Jumpin' Jumpin'\" and \"Say My Name\", which became their most successful song at the time, and would remain one of their signature songs. \"Say My Name\" won the Best R&B Performance by a Duo or Group with Vocals and the Best R&B Song at the 43rd Annual Grammy Awards. The Writing's on the Wall sold more than eight million copies worldwide. During this time, Beyoncé recorded a duet with Marc Nelson, an original member of Boyz II Men, on the song \"After All Is Said and Done\" for the soundtrack to the 1999 film, The Best Man.",
    "qa_count": 13,
    "ids": [
      "56be8c8a3aeaaa14008c90a9",
      "56be8c8a3aeaaa14008c90ab",
      "56be8c8a3aeaaa14008c90ac",
      "56bf7cb63aeaaa14008c9677",
      "56bf7cb63aeaaa14008c9678",
      "56bf7cb63aeaaa14008c9679",
      "56bf7cb63aeaaa14008c967a",
      "56bf7cb63aeaaa14008c967b",
      "56d45fcb2ccc5a1400d830f9",
      "56d45fcb2ccc5a1400d830fa",
      "56d45fcb2ccc5a1400d830fb",
      "56d45fcb2ccc5a1400d830fc",
      "56d45fcb2ccc5a1400d830fd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Early Career Struggles\" (text) focused on \"Destiny's Child lineup changes and personal impact\" (text). At the top there is a concise header reading \"split with Luckett and Rober caused turmoil\" (text) and an iconized silhouette illustration labeled \"band members leaving and replacements\" (figure) that evokes personnel change, and nearby a captioned timeline element saying \"Farrah Franklin and Michelle Williams joined group\" (text) which also sits beside a small symbolic silhouette image captioned \"person removed from group\" (figure). In the middle a narrative block states \"Beyoncé was publicly blamed for the split\" (text) and includes the explicit line \"split with Luckett and Rober triggered depression\" (text), with a photographic-style icon captioned \"person isolated in bedroom\" (figure) representing her withdrawal, and an adjacent plain text line reading \"depression lasted a couple of years during recovery\" (text). At the bottom a comforting scene icon captioned \"supportive caregiver figure\" (figure) is paired with the text \"her mother helped her fight the depression\" (text) and a final short statement reading \"boyfriend left her during that time\" (text). The overall style of the image is clean, empathetic, and documentary-like.",
    "infographic_id": 8,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "LeToya Luckett and Roberson became unhappy with Mathew's managing of the band and eventually were replaced by Farrah Franklin and Michelle Williams. Beyoncé experienced depression following the split with Luckett and Roberson after being publicly blamed by the media, critics, and blogs for its cause. Her long-standing boyfriend left her at this time. The depression was so severe it lasted for a couple of years, during which she occasionally kept herself in her bedroom for days and refused to eat anything. Beyoncé stated that she struggled to speak about her depression because Destiny's Child had just won their first Grammy Award and she feared no one would take her seriously. Beyoncé would later speak of her mother as the person who helped her fight it. Franklin was dismissed, leaving just Beyoncé, Rowland, and Williams.",
    "qa_count": 10,
    "ids": [
      "56be8d423aeaaa14008c90b2",
      "56be8d423aeaaa14008c90b3",
      "56be8d423aeaaa14008c90b6",
      "56bf7e603aeaaa14008c9681",
      "56bf7e603aeaaa14008c9682",
      "56bf7e603aeaaa14008c9685",
      "56d462f82ccc5a1400d8311f",
      "56d462f82ccc5a1400d83120",
      "56d462f82ccc5a1400d83121",
      "56d462f82ccc5a1400d83123"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Destiny's Child Highlights\" (text) focused on \"Key milestones and releases\" (text). At the top a bold header introduces the band's breakthrough with a soundtrack single shown alongside a stylized group silhouette, with the captioned single rendered as \"\\\"Independent Women Part I\\\" (text)\" and a simple icon of a musical note depicted as \"\\\"Music note icon\\\" (figure)\", while a small fact line states \"\\\"eleven weeks atop Billboard Hot 100\\\" (text) to show its chart run. In the middle a movie-themed panel describes Beyoncé's acting turn, including a quoted film title \"\\\"Carmen: A Hip Hopera\\\" (text)\" paired with a generic film camera illustration shown as \"\\\"Film camera icon\\\" (figure)\", and an accompanying network credit displayed as the phrase \"\\\"MTV television network major role\\\" (text)\" plus a historical credit reading \"\\\"Georges Bizet original opera composer\\\" (text)\" with a classical score sketch labeled \"\\\"Classical score icon\\\" (figure) to tie to the source opera. Below that a chart-style block highlights the group's commercial success with the album facts presented as \"\\\"Survivor third album debut number one\\\" (text)\" and \"\\\"663,000 copies first-week sales\\\" (text)\" alongside a trophy-like graphic labeled \"\\\"Award trophy icon\\\" (figure)\" representing the Grammy-winning single, plus a lawsuit note given as \"\\\"Luckett and Roberson filed lawsuit\\\" (text)\" and a soundtrack film reminder shown as \"\\\"Charlie's Angels soundtrack inclusion\\\" (text) to reiterate the single's placement. At the bottom a concluding line marks the hiatus with the phrase \"\\\"October 2001 group announced hiatus\\\" (text)\". The overall style of the image is clean, infographic-like, with clear icons, concise text blocks, and an organized editorial layout.",
    "infographic_id": 9,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 21,
    "keywords_total": 21,
    "context": "The remaining band members recorded \"Independent Women Part I\", which appeared on the soundtrack to the 2000 film, Charlie's Angels. It became their best-charting single, topping the U.S. Billboard Hot 100 chart for eleven consecutive weeks. In early 2001, while Destiny's Child was completing their third album, Beyoncé landed a major role in the MTV made-for-television film, Carmen: A Hip Hopera, starring alongside American actor Mekhi Phifer. Set in Philadelphia, the film is a modern interpretation of the 19th century opera Carmen by French composer Georges Bizet. When the third album Survivor was released in May 2001, Luckett and Roberson filed a lawsuit claiming that the songs were aimed at them. The album debuted at number one on the U.S. Billboard 200, with first-week sales of 663,000 copies sold. The album spawned other number-one hits, \"Bootylicious\" and the title track, \"Survivor\", the latter of which earned the group a Grammy Award for Best R&B Performance by a Duo or Group with Vocals. After releasing their holiday album 8 Days of Christmas in October 2001, the group announced a hiatus to further pursue solo careers.",
    "qa_count": 11,
    "ids": [
      "56be8e353aeaaa14008c90c6",
      "56be8e353aeaaa14008c90c7",
      "56be8e353aeaaa14008c90c8",
      "56be8e353aeaaa14008c90c9",
      "56bf89cfa10cfb1400551162",
      "56bf89cfa10cfb1400551163",
      "56d4831f2ccc5a1400d83154",
      "56d4831f2ccc5a1400d83155",
      "56d4831f2ccc5a1400d83156",
      "56d4831f2ccc5a1400d83157",
      "56d4831f2ccc5a1400d83158"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Film and Soundtrack Highlights\" (text) focused on \"Beyoncé's acting roles and soundtrack singles\" (text). At the top there is a header block that includes the quoted tag \"Beyoncé played Foxxy Cleopatra in Goldmember\" (text) and a small stylized cartoon figure captioned \"Movie scene figure\" (figure), and this leads into a middle section that places the quoted tag \"Beyoncé starred with Mike Myers in a comedy film\" (text) alongside another simple cartoon captioned \"Performance figure\" (figure) to reinforce the film collaboration and the quoted tag \"Austin Powers in Goldmember grossed 73 million\" (text) which highlights the box office result. Below that the narrative continues with a quoted tag \"She released Work It Out as the lead single\" (text) and a symbolic audio-wave cartoon captioned \"Soundtrack figure\" (figure) to show the song's release and chart impact, followed by the quoted tag \"Work It Out reached the UK, Norway, and Belgium top ten\" (text) to indicate chart success. In the lower section the infographic presents the quoted tag \"She starred opposite Cuba Gooding, Jr. in a musical comedy\" (text) accompanied by a friendly duo cartoon captioned \"Duo scene figure\" (figure), and finishes with the quoted tags \"The Fighting Temptations received mixed reviews from critics\" (text) and \"She released Fighting Temptations with Missy Elliott\" (text) along with the quoted tag \"Another soundtrack song called Summertime fared better\" (text). The overall style of the image is clean, informative, and magazine-style.",
    "infographic_id": 10,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 22,
    "keywords_total": 22,
    "context": "In July 2002, Beyoncé continued her acting career playing Foxxy Cleopatra alongside Mike Myers in the comedy film, Austin Powers in Goldmember, which spent its first weekend atop the US box office and grossed $73 million. Beyoncé released \"Work It Out\" as the lead single from its soundtrack album which entered the top ten in the UK, Norway, and Belgium. In 2003, Beyoncé starred opposite Cuba Gooding, Jr., in the musical comedy The Fighting Temptations as Lilly, a single mother whom Gooding's character falls in love with. The film received mixed reviews from critics but grossed $30 million in the U.S. Beyoncé released \"Fighting Temptation\" as the lead single from the film's soundtrack album, with Missy Elliott, MC Lyte, and Free which was also used to promote the film. Another of Beyoncé's contributions to the soundtrack, \"Summertime\", fared better on the US charts.",
    "qa_count": 15,
    "ids": [
      "56be8fdf3aeaaa14008c90da",
      "56be8fdf3aeaaa14008c90db",
      "56be8fdf3aeaaa14008c90dc",
      "56be8fdf3aeaaa14008c90dd",
      "56be8fdf3aeaaa14008c90de",
      "56bf8c8aa10cfb140055116b",
      "56bf8c8aa10cfb140055116c",
      "56bf8c8aa10cfb140055116d",
      "56bf8c8aa10cfb140055116e",
      "56bf8c8aa10cfb140055116f",
      "56d484312ccc5a1400d8315e",
      "56d484312ccc5a1400d8315f",
      "56d484312ccc5a1400d83160",
      "56d484312ccc5a1400d83161",
      "56d484312ccc5a1400d83162"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé First Solo Milestones\" (text) focused on \"Dangerously in Love album and singles\" (text). At the top a headline is accompanied by a small stylized portrait graphic and the captioned cartoon figure \"portrait silhouette\" (figure), and immediately below a concise timeline text block reads \"Beyoncé's first solo recording peaked at number four\" (text) which references her feature on Jay Z's \"'03 Bonnie & Clyde\" and is paired with a simple symbolic graphic of a music note labeled \"music note icon\" (figure). In the middle a prominent album callout displays the album title as \"Dangerously in Love released June 24, 2003\" (text) alongside a compact vinyl record illustration captioned \"record illustration\" (figure), with an adjacent facts panel stating \"317,000 first-week sales and 11 million worldwide\" (text) that summarizes commercial performance. Further down a singles strip uses a short caption \"Lead single Crazy in Love reached number one\" (text) together with a small duet microphone symbol captioned \"duet microphone\" (figure), plus another short text note \"Baby Boy also reached number one and four top-five singles\" (text) to show chart successes. At the bottom an awards banner contains the text \"Won five Grammy awards at the 46th Annual Grammys\" (text) and a tiny trophy icon captioned \"trophy icon\" (figure) with a closing credit line stating \"Featured duet with Luther Vandross on award-winning track\" (text). The overall style of the image is clean, infographic-like, using simple icons, short informational text blocks, and clear hierarchical layout.",
    "infographic_id": 11,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Beyoncé's first solo recording was a feature on Jay Z's \"'03 Bonnie & Clyde\" that was released in October 2002, peaking at number four on the U.S. Billboard Hot 100 chart. Her first solo album Dangerously in Love was released on June 24, 2003, after Michelle Williams and Kelly Rowland had released their solo efforts. The album sold 317,000 copies in its first week, debuted atop the Billboard 200, and has since sold 11 million copies worldwide. The album's lead single, \"Crazy in Love\", featuring Jay Z, became Beyoncé's first number-one single as a solo artist in the US. The single \"Baby Boy\" also reached number one, and singles, \"Me, Myself and I\" and \"Naughty Girl\", both reached the top-five. The album earned Beyoncé a then record-tying five awards at the 46th Annual Grammy Awards; Best Contemporary R&B Album, Best Female R&B Vocal Performance for \"Dangerously in Love 2\", Best R&B Song and Best Rap/Sung Collaboration for \"Crazy in Love\", and Best R&B Performance by a Duo or Group with Vocals for \"The Closer I Get to You\" with Luther Vandross.",
    "qa_count": 14,
    "ids": [
      "56be90ee3aeaaa14008c90e4",
      "56be90ee3aeaaa14008c90e5",
      "56be90ee3aeaaa14008c90e6",
      "56be90ee3aeaaa14008c90e7",
      "56be90ee3aeaaa14008c90e8",
      "56bf8fc1a10cfb1400551175",
      "56bf8fc1a10cfb1400551176",
      "56bf8fc1a10cfb1400551177",
      "56bf8fc1a10cfb1400551178",
      "56d4b9702ccc5a1400d83172",
      "56d4b9702ccc5a1400d83173",
      "56d4b9702ccc5a1400d83174",
      "56d4b9702ccc5a1400d83175",
      "56d4b9702ccc5a1400d83176"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Destiny Fulfilled Tour Timeline\" (text) focused on \"Beyoncé and Destiny's Child 2003–2006 milestones\" (text). At the top there is a header with the bold caption \"Destiny Fulfilled Tour Timeline\" (text) and a short subtitle \"Beyoncé and Destiny's Child 2003–2006 milestones\" (text), and beside it a simple silhouette of a performing singer indicated as \"Singer on stage silhouette\" (figure) to evoke concert activity. In the upper-middle area a callout reads \"Dangerously in Love Tour began November 2003 Europe\" (text) while a small symbolic calendar icon labeled \"Calendar with marked date\" (figure) visually reinforces the November 2003 tour start, and nearby a compact banner states \"Performed national anthem at Super Bowl XXXVIII\" (text) accompanied by a stylized stadium illustration captioned \"Stadium crowd illustration\" (figure). Moving toward the center, an informational block displays the album announcement as \"Final Destiny's Child studio album Destiny Fulfilled released November 15, 2004\" (text) with a simple album-cover placeholder \"Square album cover placeholder\" (figure) to represent the record, and another label highlights hit singles with the text \"Singles 'Lose My Breath' and 'Soldier' reached top five\" (text). A connected note indicates touring partners with the concise line \"Toured with Missy Elliott and Alicia Keys\" (text). Below that a tour marker reads \"Destiny Fulfilled... and Lovin' It world tour concluded June 11, 2005 Barcelona\" (text) alongside a small globe icon captioned \"Globe with tour route\" (figure) to show the worldwide tour, and a commemorative note states \"Group announced disbanding during Barcelona European stop\" (text). At the bottom a closing section presents the compilation and honor with the line \"Number 1's compilation released October 25, 2005 in US\" (text) and \"Accepted Hollywood Walk of Fame star March 2006\" (text) paired with a simple star plaque illustration labeled \"Star plaque illustration\" (figure). The overall style of the image is clean informational infographic with clear icons, concise text blocks, and a chronological flow.",
    "infographic_id": 12,
    "figure_count": 6,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "In November 2003, she embarked on the Dangerously in Love Tour in Europe and later toured alongside Missy Elliott and Alicia Keys for the Verizon Ladies First Tour in North America. On February 1, 2004, Beyoncé performed the American national anthem at Super Bowl XXXVIII, at the Reliant Stadium in Houston, Texas. After the release of Dangerously in Love, Beyoncé had planned to produce a follow-up album using several of the left-over tracks. However, this was put on hold so she could concentrate on recording Destiny Fulfilled, the final studio album by Destiny's Child. Released on November 15, 2004, in the US and peaking at number two on the Billboard 200, Destiny Fulfilled included the singles \"Lose My Breath\" and \"Soldier\", which reached the top five on the Billboard Hot 100 chart. Destiny's Child embarked on a worldwide concert tour, Destiny Fulfilled... and Lovin' It and during the last stop of their European tour, in Barcelona on June 11, 2005, Rowland announced that Destiny's Child would disband following the North American leg of the tour. The group released their first compilation album Number 1's on October 25, 2005, in the US and accepted a star on the Hollywood Walk of Fame in March 2006.",
    "qa_count": 10,
    "ids": [
      "56be91b23aeaaa14008c90f0",
      "56be91b23aeaaa14008c90f2",
      "56bf91c6a10cfb140055117f",
      "56bf91c6a10cfb1400551181",
      "56bf91c6a10cfb1400551182",
      "56bf91c6a10cfb1400551183",
      "56d4baf92ccc5a1400d8317c",
      "56d4baf92ccc5a1400d8317d",
      "56d4baf92ccc5a1400d8317e",
      "56d4baf92ccc5a1400d8317f"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"B'Day Album Facts\" (text) focused on \"Beyoncé's second solo album details\" (text). At the top there is a bold header and beside it a small icon, with a clear banner reading \"B'Day celebrates Beyoncé's twenty-fifth birthday\" (text) and a decorative silhouette that visually represents an album cover reading \"Album artwork placeholder\" (figure). In the middle a prominent statistic is shown as a large numeric callout alongside a stylized sales tag that says \"Sold 541,000 copies in first week\" (text) and a playful vinyl record illustration labeled \"Record disc graphic\" (figure), while nearby a compact music-note badge presents the lead single as \"Lead single: Déjà Vu featuring Jay Z\" (text). Further down a column highlights the single \"Irreplaceable\" with a trophy symbol captioned \"Reached number one in five countries worldwide\" (text) and an award icon reading \"Victory emblem\" (figure). At the lower area a short facts bar lists other releases using a neat list tile that states \"Also produced five singles including Green Light\" (text) and a small single-cover doodad captioned \"Single cover icon\" (figure). The overall style of the image is clean, modern, infographic-like with simple icons and clear typography.",
    "infographic_id": 13,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Beyoncé's second solo album B'Day was released on September 5, 2006, in the US, to coincide with her twenty-fifth birthday. It sold 541,000 copies in its first week and debuted atop the Billboard 200, becoming Beyoncé's second consecutive number-one album in the United States. The album's lead single \"Déjà Vu\", featuring Jay Z, reached the top five on the Billboard Hot 100 chart. The second international single \"Irreplaceable\" was a commercial success worldwide, reaching number one in Australia, Hungary, Ireland, New Zealand and the United States. B'Day also produced three other singles; \"Ring the Alarm\", \"Get Me Bodied\", and \"Green Light\" (released in the United Kingdom only).",
    "qa_count": 11,
    "ids": [
      "56be932e3aeaaa14008c90f9",
      "56be932e3aeaaa14008c90fa",
      "56be932e3aeaaa14008c90fb",
      "56be932e3aeaaa14008c90fc",
      "56bf940da10cfb1400551189",
      "56bf940da10cfb140055118a",
      "56bf940da10cfb140055118b",
      "56d4bc642ccc5a1400d83190",
      "56d4bc642ccc5a1400d83191",
      "56d4bc642ccc5a1400d83192",
      "56d4bc642ccc5a1400d83193"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé 2006–2007 Highlights\" (text) focused on \"Beyoncé's films, tour, and music milestones\" (text). At the top there is a bold headline and an illustrative portrait leading into a left panel that shows a cartoon film clapperboard labeled \"Her first acting role in 2006: The Pink Panther\" (text) alongside a small generic film reel icon \"Film reel\" (figure), and a caption-style box reading \"158.8 million worldwide box office gross for The Pink Panther\" (text). In the middle the layout flows into a feature card with a stylized stage microphone \"Microphone on stand\" (figure) and a text panel stating \"Second film Dreamgirls received critical acclaim\" (text), paired with a music note icon \"Single release artwork\" (figure) and a quote-like label reading \"Lead single 'Listen' featured on the Dreamgirls soundtrack\" (text), plus an explanatory tag reading \"Role in Dreamgirls based on Diana Ross\" (text). Continuing downward, a timeline band presents a concert ticket sketch \"Concert ticket stub\" (figure) and a succinct banner that reads \"In 2007 she launched her first worldwide tour The Beyoncé Experience\" (text) with an adjacent factbox reading \"Tour grossed 24 million during 97 venues\" (text). Finally a small music duet badge \"Duet emblem\" (figure) accompanies a closing caption that reads \"Re-release of B'Day included duet 'Beautiful Liar' with Shakira\" (text). The overall style of the image is clean, informative, and photo-illustrative with cohesive infographic elements.",
    "infographic_id": 14,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Her first acting role of 2006 was in the comedy film The Pink Panther starring opposite Steve Martin, grossing $158.8 million at the box office worldwide. Her second film Dreamgirls, the film version of the 1981 Broadway musical loosely based on The Supremes, received acclaim from critics and grossed $154 million internationally. In it, she starred opposite Jennifer Hudson, Jamie Foxx, and Eddie Murphy playing a pop singer based on Diana Ross. To promote the film, Beyoncé released \"Listen\" as the lead single from the soundtrack album. In April 2007, Beyoncé embarked on The Beyoncé Experience, her first worldwide concert tour, visiting 97 venues and grossed over $24 million.[note 1] Beyoncé conducted pre-concert food donation drives during six major stops in conjunction with her pastor at St. John's and America's Second Harvest. At the same time, B'Day was re-released with five additional songs, including her duet with Shakira \"Beautiful Liar\".",
    "qa_count": 13,
    "ids": [
      "56be94703aeaaa14008c9102",
      "56be94703aeaaa14008c9103",
      "56be94703aeaaa14008c9104",
      "56be94703aeaaa14008c9105",
      "56be94703aeaaa14008c9106",
      "56bf95eaa10cfb1400551194",
      "56bf95eaa10cfb1400551195",
      "56bf95eaa10cfb1400551196",
      "56d4bd272ccc5a1400d831a0",
      "56d4bd272ccc5a1400d831a1",
      "56d4bd272ccc5a1400d831a2",
      "56d4bd272ccc5a1400d831a3",
      "56d4bd272ccc5a1400d831a4"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé: I Am... Sasha Fierce Era\" (text) focused on \"Career milestones and 2008–2009 highlights\" (text). At the top a header reads \"Beyoncé announces marriage and album release\" (text) and shows a stylized wedding scene depicted as a simple couple silhouette wearing rings and celebrating labeled \"Marriage revealed in a video montage\" (figure), while a caption beneath that scene reads \"April 4, 2008 public marriage revealed in montage\" (text) and a short note explicitly states \"Beyoncé married Jay Z in 2008\" (text). In the middle a panel displays a simplified album cover icon portrayed as a square with a musical note and dramatic pose labeled \"Album introduced alter ego\" (figure), accompanied by the text \"I Am... Sasha Fierce released November 18, 2008\" (text) and another line stating \"Alter ego Sasha Fierce conceived during Crazy in Love\" (text). Further down a music-video panel shows a stylized dancing trio silhouette illustrating the viral choreography labeled \"Viral dance craze video\" (figure) and is paired with the explanatory text \"Single Ladies won 2009 Video of the Year\" (text) and the contextual note \"Taylor Swift beat Beyoncé for Best Female Video\" (text) plus a clarification text \"Kanye West interrupted the award presentation\" (text). At the bottom a tour graphic shows a globe with a stage icon labeled \"Worldwide concert tour symbol\" (figure) alongside the text \"I Am... World Tour began March 2009\" (text) and the financial note \"Tour grossed 119.5 million\" (text) and a legacy note \"Beyoncé had most 2000s top-ten songs\" (text). The overall style of the image is clean, informational, and magazine-quality.",
    "infographic_id": 15,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 22,
    "keywords_total": 22,
    "context": "On April 4, 2008, Beyoncé married Jay Z. She publicly revealed their marriage in a video montage at the listening party for her third studio album, I Am... Sasha Fierce, in Manhattan's Sony Club on October 22, 2008. I Am... Sasha Fierce was released on November 18, 2008 in the United States. The album formally introduces Beyoncé's alter ego Sasha Fierce, conceived during the making of her 2003 single \"Crazy in Love\", selling 482,000 copies in its first week, debuting atop the Billboard 200, and giving Beyoncé her third consecutive number-one album in the US. The album featured the number-one song \"Single Ladies (Put a Ring on It)\" and the top-five songs \"If I Were a Boy\" and \"Halo\". Achieving the accomplishment of becoming her longest-running Hot 100 single in her career, \"Halo\"'s success in the US helped Beyoncé attain more top-ten singles on the list than any other woman during the 2000s. It also included the successful \"Sweet Dreams\", and singles \"Diva\", \"Ego\", \"Broken-Hearted Girl\" and \"Video Phone\". The music video for \"Single Ladies\" has been parodied and imitated around the world, spawning the \"first major dance craze\" of the Internet age according to the Toronto Star. The video has won several awards, including Best Video at the 2009 MTV Europe Music Awards, the 2009 Scottish MOBO Awards, and the 2009 BET Awards. At the 2009 MTV Video Music Awards, the video was nominated for nine awards, ultimately winning three including Video of the Year. Its failure to win the Best Female Video category, which went to American country pop singer Taylor Swift's \"You Belong with Me\", led to Kanye West interrupting the ceremony and Beyoncé improvising a re-presentation of Swift's award during her own acceptance speech. In March 2009, Beyoncé embarked on the I Am... World Tour, her second headlining worldwide concert tour, consisting of 108 shows, grossing $119.5 million.",
    "qa_count": 14,
    "ids": [
      "56be95823aeaaa14008c910c",
      "56be95823aeaaa14008c910d",
      "56be95823aeaaa14008c910e",
      "56be95823aeaaa14008c910f",
      "56be95823aeaaa14008c9110",
      "56bf97aba10cfb140055119e",
      "56bf97aba10cfb140055119f",
      "56bf97aba10cfb14005511a0",
      "56bf97aba10cfb14005511a1",
      "56d4bf242ccc5a1400d831be",
      "56d4bf242ccc5a1400d831bf",
      "56d4bf242ccc5a1400d831c0",
      "56d4bf242ccc5a1400d831c1",
      "56d4bf242ccc5a1400d831c2"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Film Roles and Highlights\" (text) focused on \"Beyoncé's acting career milestones and donations\" (text). At the top there is a header block showing a simple portrait icon and a small symbolic film reel icon with the captioned figure \"Persona and performance\" (figure) and a clear label \"Beyoncé's acting career milestones and donations\" (text) that introduces the topic and time frame. In the middle a series of panels walk through specific roles and actions, beginning with a panel that includes a stylized microphone figure \"Vocal performance symbol\" (figure) alongside the quoted text \"Portrayed Etta James in Cadillac Records\" (text), and another panel showing a stacked money-to-charity graphic \"Donation transfer illustration\" (figure) with the label \"Donated her entire Cadillac Records salary to Phoenix House\" (text) to indicate the philanthropic act. Continuing in the middle there is a concert spotlight figure \"Live performance spotlight\" (figure) paired with the line \"Sang 'At Last' at the First Couple's inaugural ball\" (text) and a suspense film clapperboard icon with the caption \"Thriller film titled Obsessed starring Beyoncé\" (text) that notes the film genre and title, accompanied by a character portrait tag \"Played the role Sharon Charles in Obsessed\" (text) to name her character. At the bottom a dramatic fight silhouette figure \"Dramatic fight scene silhouette\" (figure) appears next to the text \"Fight scene won the MTV Movie Award for Best Fight\" (text) and a small earnings callout reads \"Obsessed grossed sixty million more than Cadillac Records\" (text) with an added concise callout \"Gross exceeded the budget by 60 million\" (text) to explicitly state the amount over budget. The overall style of the image is clean, informative, and visually balanced for clear visual question answering.",
    "infographic_id": 16,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "Beyoncé further expanded her acting career, starring as blues singer Etta James in the 2008 musical biopic, Cadillac Records. Her performance in the film received praise from critics, and she garnered several nominations for her portrayal of James, including a Satellite Award nomination for Best Supporting Actress, and a NAACP Image Award nomination for Outstanding Supporting Actress. Beyoncé donated her entire salary from the film to Phoenix House, an organization of rehabilitation centers for heroin addicts around the country. On January 20, 2009, Beyoncé performed James' \"At Last\" at the First Couple's first inaugural ball. Beyoncé starred opposite Ali Larter and Idris Elba in the thriller, Obsessed. She played Sharon Charles, a mother and wife who learns of a woman's obsessive behavior over her husband. Although the film received negative reviews from critics, the movie did well at the US box office, grossing $68 million—$60 million more than Cadillac Records—on a budget of $20 million. The fight scene finale between Sharon and the character played by Ali Larter also won the 2010 MTV Movie Award for Best Fight.",
    "qa_count": 13,
    "ids": [
      "56be96653aeaaa14008c9116",
      "56be96653aeaaa14008c9117",
      "56be96653aeaaa14008c9118",
      "56be96653aeaaa14008c9119",
      "56be96653aeaaa14008c911a",
      "56bf99aca10cfb14005511a7",
      "56bf99aca10cfb14005511a9",
      "56bf99aca10cfb14005511aa",
      "56bf99aca10cfb14005511ab",
      "56d4c0452ccc5a1400d831c8",
      "56d4c0452ccc5a1400d831c9",
      "56d4c0452ccc5a1400d831ca",
      "56d4c0452ccc5a1400d831cb"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé at the 52nd Grammys and 2010 Hits\" (text) focused on \"Grammy nominations, collaborations, and chart milestones\" (text). At the top there is a bold header followed by a small portrait illustration shown as \"artist silhouette with microphone\" (figure) and a headline block reading \"ten nominations at the 52nd Annual Grammy Awards\" (text), and then continuing into the middle a narrative panel contains a duet illustration shown as \"two performers in a stylized phone booth\" (figure) next to a caption reading \"featured on Lady Gaga's single Telephone in 2010\" (text) and another caption that reads \"Telephone became her sixth number-one on US Pop Songs\" (text), while a comparison box includes a simple trophy illustration shown as \"three trophies displayed together\" (figure) and a short fact tag reading \"tied with Lauryn Hill for most female nominations\" (text) along with a companion tag reading \"tied with Mariah Carey for most number-ones\" (text) and an added concise stat tag reading \"now has six total number-one singles\" (text). At the bottom there is a credit bar with small text reading \"Grammy nomination highlights and chart achievements summarized\" (text). The overall style of the image is clean infographic with clear icons and concise typography.",
    "infographic_id": 17,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "At the 52nd Annual Grammy Awards, Beyoncé received ten nominations, including Album of the Year for I Am... Sasha Fierce, Record of the Year for \"Halo\", and Song of the Year for \"Single Ladies (Put a Ring on It)\", among others. She tied with Lauryn Hill for most Grammy nominations in a single year by a female artist. In 2010, Beyoncé was featured on Lady Gaga's single \"Telephone\" and its music video. The song topped the US Pop Songs chart, becoming the sixth number-one for both Beyoncé and Gaga, tying them with Mariah Carey for most number-ones since the Nielsen Top 40 airplay chart launched in 1992. \"Telephone\" received a Grammy Award nomination for Best Pop Collaboration with Vocals.",
    "qa_count": 14,
    "ids": [
      "56be973d3aeaaa14008c9120",
      "56be973d3aeaaa14008c9121",
      "56be973d3aeaaa14008c9122",
      "56be973d3aeaaa14008c9123",
      "56be973d3aeaaa14008c9124",
      "56bf9b57a10cfb14005511b1",
      "56bf9b57a10cfb14005511b2",
      "56bf9b57a10cfb14005511b3",
      "56bf9b57a10cfb14005511b4",
      "56bf9b57a10cfb14005511b5",
      "56d4c1452ccc5a1400d831dc",
      "56d4c1452ccc5a1400d831de",
      "56d4c1452ccc5a1400d831df",
      "56d4c1452ccc5a1400d831e0"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's 2010 Hiatus\" (text) focused on \"Beyoncé's career break and travels\" (text). At the top there is a headline and a small portrait accompanied by the quoted tag \"Beyoncé announced a hiatus in January 2010\" (text) and a symbolic portrait labeled \"\\\"Person silhouette\\\" (figure)\" that introduces the subject, and the narrative continues in the middle where a travel montage includes the quoted tags \"she visited multiple European cities and festivals\" (text) and \"she saw the Great Wall of China during travels\" (text) alongside three illustrative symbols: \"\\\"Airplane icon\\\" (figure)\", \"\\\"Landmark icon\\\" (figure)\", and \"\\\"Festival crowd icon\\\" (figure) that collectively represent her journey, and an explanatory panel integrates the reasons and timeline with the quoted tags \"she followed her mother's advice to live life\" (text) and \"the break lasted nine months for inspiration\" (text) while a family/business subplot is shown with a small graphic \"\\\"Two silhouettes separated\\\" (figure)\" and the quoted tag \"during the break she parted ways with her father\" (text). The overall style of the image is clean, informative, and magazine-style, with cohesive pictograms and readable captions.",
    "infographic_id": 18,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Beyoncé announced a hiatus from her music career in January 2010, heeding her mother's advice, \"to live life, to be inspired by things again\". During the break she and her father parted ways as business partners. Beyoncé's musical break lasted nine months and saw her visit multiple European cities, the Great Wall of China, the Egyptian pyramids, Australia, English music festivals and various museums and ballet performances.",
    "qa_count": 11,
    "ids": [
      "56be97c73aeaaa14008c912a",
      "56be97c73aeaaa14008c912b",
      "56be97c73aeaaa14008c912e",
      "56bf9c70a10cfb14005511bb",
      "56bf9c70a10cfb14005511bc",
      "56bf9c70a10cfb14005511bd",
      "56bf9c70a10cfb14005511bf",
      "56d4c1c12ccc5a1400d831e6",
      "56d4c1c12ccc5a1400d831e7",
      "56d4c1c12ccc5a1400d831e8",
      "56d4c1c12ccc5a1400d831e9"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé 2011 Events\" (text) focused on \"Performances, Donations, and Media Reports\" (text). At the top there is a headline and a short summary including the quoted tag \"Documents obtained by WikiLeaks revealed the performances\" (text) and a small symbolic portrait labeled \"\\\"Silhouette of a singer on a private stage\\\" (figure)\" to suggest the private shows, and the narrative continues in the middle with the quoted tag \"\\\"2011 reports about performances for Muammar Gaddafi surfaced\\\" (text)\" alongside another figure showing \"\\\"Icon of an envelope with a leaked document\\\" (figure)\" to represent the release, while nearby the caption text reads \"\\\"Beyoncé told The Huffington Post about the donation\\\" (text)\" and another text tag states \"\\\"Donated pay to the Clinton Bush Haiti Fund\\\" (text) to indicate the money recipient. At the bottom a concert depiction features the quoted figure \"\\\"Cartoon of a large festival crowd and stage\\\" (figure)\" accompanied by the quoted tag \"\\\"First solo female to headline Pyramid stage at Glastonbury\\\" (text)\" and a final explanatory text tag stating \"\\\"Ranked highest-paid performer per minute in 2011\\\" (text) to summarize earnings, with the overall style of the image being clean, documentary, infographic-like, and easy to read.",
    "infographic_id": 19,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "In 2011, documents obtained by WikiLeaks revealed that Beyoncé was one of many entertainers who performed for the family of Libyan ruler Muammar Gaddafi. Rolling Stone reported that the music industry was urging them to return the money they earned for the concerts; a spokesperson for Beyoncé later confirmed to The Huffington Post that she donated the money to the Clinton Bush Haiti Fund. Later that year she became the first solo female artist to headline the main Pyramid stage at the 2011 Glastonbury Festival in over twenty years, and was named the highest-paid performer in the world per minute.",
    "qa_count": 13,
    "ids": [
      "56be99b53aeaaa14008c913e",
      "56be99b53aeaaa14008c913f",
      "56be99b53aeaaa14008c9140",
      "56be99b53aeaaa14008c9141",
      "56be99b53aeaaa14008c9142",
      "56bf9dbda10cfb14005511c5",
      "56bf9dbda10cfb14005511c6",
      "56bf9dbda10cfb14005511c8",
      "56bf9dbda10cfb14005511c9",
      "56d4c2b22ccc5a1400d831f2",
      "56d4c2b22ccc5a1400d831f3",
      "56d4c2b22ccc5a1400d831f4",
      "56d4c2b22ccc5a1400d831f5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"4\" (text) focused on \"Beyoncé fourth studio album details\" (text). At the top there is a bold banner with the album name shown as \"\\\"4\\\" (text)\" and directly beneath it a subtitle presented as \"\\\"Beyoncé fourth studio album details\\\" (text)\", and a small stylized portrait represented by \"\\\"Artist portrait illustration\\\" (figure)\" to introduce the subject. In the middle the infographic displays a compact sales and release block that reads \"\\\"Released June 28, 2011 in the United States\\\" (text)\" and beside it a simple stacked icon graphic labeled \"\\\"Sales milestone icon\\\" (figure)\" with an adjacent data caption that states \"\\\"Sold 310,000 copies in its first week\\\" (text)\". Below that a single-track highlight section features a musical note illustration \"\\\"Single highlight icon\\\" (figure)\" and a text tag proclaiming \"\\\"Love on Top was the commercial success single\\\" (text)\". Further down a short accomplishments strip shows a magazine cover sketch \"\\\"Magazine cover illustration\\\" (figure)\" paired with a text tag reading \"\\\"Wrote Eat, Play, Love for Essence magazine\\\" (text)\" and another text tag noting \"\\\"Won a writing award from New York Association of Black Journalists\\\" (text)\". At the bottom a concert section uses a simple stage silhouette \"\\\"Concert stage illustration\\\" (figure)\" and a final text tag that reads \"\\\"Performed four nights at New York's Roseland Ballroom in 2011\\\" (text)\". The overall style of the image is a clean, informative infographic with cohesive iconography and concise typographic labels.",
    "infographic_id": 20,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "Her fourth studio album 4 was released on June 28, 2011 in the US. 4 sold 310,000 copies in its first week and debuted atop the Billboard 200 chart, giving Beyoncé her fourth consecutive number-one album in the US. The album was preceded by two of its singles \"Run the World (Girls)\" and \"Best Thing I Never Had\", which both attained moderate success. The fourth single \"Love on Top\" was a commercial success in the US. 4 also produced four other singles; \"Party\", \"Countdown\", \"I Care\" and \"End of Time\". \"Eat, Play, Love\", a cover story written by Beyoncé for Essence that detailed her 2010 career break, won her a writing award from the New York Association of Black Journalists. In late 2011, she took the stage at New York's Roseland Ballroom for four nights of special performances: the 4 Intimate Nights with Beyoncé concerts saw the performance of her 4 album to a standing room only.",
    "qa_count": 13,
    "ids": [
      "56be9add3aeaaa14008c9152",
      "56be9add3aeaaa14008c9153",
      "56be9add3aeaaa14008c9155",
      "56be9add3aeaaa14008c9156",
      "56bf9f6aa10cfb14005511cf",
      "56bf9f6aa10cfb14005511d0",
      "56bf9f6aa10cfb14005511d2",
      "56bf9f6aa10cfb14005511d3",
      "56d4c4532ccc5a1400d83204",
      "56d4c4532ccc5a1400d83205",
      "56d4c4532ccc5a1400d83206",
      "56d4c4532ccc5a1400d83207",
      "56d4c4532ccc5a1400d83208"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Post-Birth Performances\" (text) focused on \"Beyoncé's 2012 birth and performances\" (text). At the top there is a header shown as \"Beyoncé's Post-Birth Performances\" (text) alongside a symbolic mother-and-child silhouette rendered as a generic figure \"mother holding baby\" (figure), and the opening fact is displayed in a concise panel reading \"Born January 7, 2012 at Lenox Hill Hospital\" (text). In the middle a calm portrait-style icon labeled \"newborn portrait symbol\" (figure) sits beside a short line of copy that states \"Daughter named Blue Ivy Carter celebrated by family\" (text), and an explicit birthplace line reads \"Born at Lenox Hill Hospital in New York\" (text), while a timeline marker represented by a simple calendar icon \"simple calendar marker\" (figure) connects that to the next event. At the bottom a performance block reads \"Five months later Beyoncé performed four nights\" (text) with an event venue caption \"Revel Atlantic City's Ovation Hall performance\" (text) and a small stage icon \"generic concert stage\" (figure) reinforcing the shows; the captioned elements together answer when and where the birth occurred, the child's name, where she was born, how long until performances resumed, how many nights she performed, and where she played. The overall style of the image is clean, informative, and magazine-infographic like.",
    "infographic_id": 21,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "On January 7, 2012, Beyoncé gave birth to her first child, a daughter, Blue Ivy Carter, at Lenox Hill Hospital in New York. Five months later, she performed for four nights at Revel Atlantic City's Ovation Hall to celebrate the resort's opening, her first performances since giving birth to Blue Ivy.",
    "qa_count": 13,
    "ids": [
      "56be9bb83aeaaa14008c915c",
      "56be9bb83aeaaa14008c915d",
      "56be9bb83aeaaa14008c915e",
      "56be9bb83aeaaa14008c9160",
      "56bfa087a10cfb14005511d9",
      "56bfa087a10cfb14005511da",
      "56bfa087a10cfb14005511dc",
      "56bfa087a10cfb14005511dd",
      "56d4c4e72ccc5a1400d83218",
      "56d4c4e72ccc5a1400d83219",
      "56d4c4e72ccc5a1400d8321a",
      "56d4c4e72ccc5a1400d8321b",
      "56d4c4e72ccc5a1400d8321c"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé 2013 Highlights\" (text) focused on \"career milestones and releases in 2013\" (text). At the top there is a headline and a small portrait alongside a symbolic microphone illustration described as \"singer performing\" (figure), and a nearby label reading \"January 2013 release of Destiny's Child compilation album\" (text) that connects to a quoted album-note saying \"romance-themed compilation with one new track, Nuclear\" (text). In the middle a stylized inauguration scene appears as a simple flag-and-stage icon labeled \"national anthem performance at presidential inauguration\" (figure), accompanied by a caption bubble that reads \"performed the American national anthem singing along with pre-recorded track\" (text) and an explicit callout that reads \"performed at President Obama inauguration ceremony\" (text), and a second concert icon described as \"halftime show performance\" (figure) with an adjacent statistic label stating \"Super Bowl XLVII halftime show reached 268,000 tweets per minute\" (text). At the bottom an icon of a film camera labeled \"self-directed documentary\" (figure) sits beside the text block \"Life Is But a Dream premiered on HBO February 16, 2013\" (text) and another concise note that reads \"signed global publishing agreement with Warner/Chappell Music\" (text). The overall style of the image is clean, modern infographic with simple icons, consistent typography, and informative callouts.",
    "infographic_id": 22,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 25,
    "keywords_total": 25,
    "context": "In January 2013, Destiny's Child released Love Songs, a compilation album of the romance-themed songs from their previous albums and a newly recorded track, \"Nuclear\". Beyoncé performed the American national anthem singing along with a pre-recorded track at President Obama's second inauguration in Washington, D.C. The following month, Beyoncé performed at the Super Bowl XLVII halftime show, held at the Mercedes-Benz Superdome in New Orleans. The performance stands as the second most tweeted about moment in history at 268,000 tweets per minute. At the 55th Annual Grammy Awards, Beyoncé won for Best Traditional R&B Performance for \"Love on Top\". Her feature-length documentary film, Life Is But a Dream, first aired on HBO on February 16, 2013. The film, which she directed and produced herself, featured footage from her childhood, her as a mother and businesswoman, recording, rehearsing for live performances, and her return to the spotlight following Blue Ivy's birth. Its DVD release in November 2013 was accompanied by footage from the Revel Presents: Beyoncé Live concerts and a new song, \"God Made You Beautiful\". In February 2013, Beyoncé signed a global publishing agreement with Warner/Chappell Music, which would cover her future songwriting and then-upcoming studio album.",
    "qa_count": 12,
    "ids": [
      "56be9c863aeaaa14008c9166",
      "56be9c863aeaaa14008c9169",
      "56be9c863aeaaa14008c916a",
      "56bfa24ea10cfb14005511e3",
      "56bfa24ea10cfb14005511e4",
      "56bfa24ea10cfb14005511e5",
      "56bfa24ea10cfb14005511e7",
      "56d4c6b02ccc5a1400d83222",
      "56d4c6b02ccc5a1400d83223",
      "56d4c6b02ccc5a1400d83224",
      "56d4c6b02ccc5a1400d83225",
      "56d4c6b02ccc5a1400d83226"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé 2013–2014 Highlights\" (text) focused on \"The Mrs. Carter Show World Tour and film work\" (text). At the top there is a headline accompanied by a small icon and the quoted tag \"The Mrs. Carter Show World Tour began April 15 in Belgrade\" (text) and a simple concert crowd silhouette labeled with the quoted tag \"concert scene\" (figure), and this leads into the middle where a bold fact line reads the quoted tag \"The tour included 132 dates through March 2014\" (text) while a stylized calendar stack graphic is shown as the quoted tag \"calendar pages\" (figure). In the center the narrative flows to emphasize other projects with a soundtrack caption reading the quoted tag \"Released cover of Back to Black in May\" (text) alongside a retro vinyl icon shown as the quoted tag \"record disc\" (figure), and a film callout appears with the quoted tag \"Voiced Queen Tara in the animated film Epic\" (text) paired with a simple character silhouette shown as the quoted tag \"character profile\" (figure). Toward the bottom a music-credit line features the quoted tag \"Recorded original song Rise Up for Epic\" (text) and a gala note contains the quoted tag \"Served as honorary chair of the 2013 Met Gala\" (text). The overall style of the image is clean, informative infographic with clear icons and readable typography.",
    "infographic_id": 23,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Beyoncé embarked on The Mrs. Carter Show World Tour on April 15 in Belgrade, Serbia; the tour included 132 dates that ran through to March 2014. It became the most successful tour of her career and one of the most-successful tours of all time. In May, Beyoncé's cover of Amy Winehouse's \"Back to Black\" with André 3000 on The Great Gatsby soundtrack was released. She was also honorary chair of the 2013 Met Gala. Beyoncé voiced Queen Tara in the 3D CGI animated film, Epic, released by 20th Century Fox on May 24, and recorded an original song for the film, \"Rise Up\", co-written with Sia.",
    "qa_count": 13,
    "ids": [
      "56be9d3d3aeaaa14008c9170",
      "56be9d3d3aeaaa14008c9172",
      "56be9d3d3aeaaa14008c9173",
      "56be9d3d3aeaaa14008c9174",
      "56bfa3cca10cfb14005511ee",
      "56bfa3cca10cfb14005511ef",
      "56bfa3cca10cfb14005511f0",
      "56bfa3cca10cfb14005511f1",
      "56d4c75a2ccc5a1400d8322c",
      "56d4c75a2ccc5a1400d8322d",
      "56d4c75a2ccc5a1400d8322e",
      "56d4c75a2ccc5a1400d8322f",
      "56d4c75a2ccc5a1400d83230"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Surprise Album\" (text) focused on \"release, reception, and tour highlights\" (text). At the top there is a bold header and a small photographic portrait accompanied by the quoted text \"December 13, 2013 marked an unexpected album release\" (text) and a stylized figure showing a generic album icon with sound waves around it quoted as \"Album cover illustration\" (figure), and nearby the captioned sales achievement appears as the quoted text \"one million digital copies sold in six days\" (text). A concise callout also appears as the quoted text \"released suddenly on the iTunes Store\" (text) reinforcing the platform information. In the middle a symbolic concert stadium figure quoted as \"Stadium concert illustration\" (figure) sits beside the quoted text \"On the Run Tour co-headlined by Jay Z\" (text), while a simple duet microphone figure quoted as \"Two-microphone duet icon\" (figure) accompanies the quoted text \"Drunk in Love featuring Jay Z reached number two\" (text). Another small text block repeats the platform detail as the quoted text \"album distribution took place via the iTunes Store\" (text) to ensure clarity. At the bottom a magazine-style report figure quoted as \"Magazine earnings graphic\" (figure) supports the quoted text \"Forbes reported top-earning woman in music\" (text) and the quoted text \"earnings were more than double her prior year\" (text). The overall style of the image is clean, infographic-like, with clear icons and concise typographic blocks.",
    "infographic_id": 24,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "On December 13, 2013, Beyoncé unexpectedly released her eponymous fifth studio album on the iTunes Store without any prior announcement or promotion. The album debuted atop the Billboard 200 chart, giving Beyoncé her fifth consecutive number-one album in the US. This made her the first woman in the chart's history to have her first five studio albums debut at number one. Beyoncé received critical acclaim and commercial success, selling one million digital copies worldwide in six days; The New York Times noted the album's unconventional, unexpected release as significant. Musically an electro-R&B album, it concerns darker themes previously unexplored in her work, such as \"bulimia, postnatal depression [and] the fears and insecurities of marriage and motherhood\". The single \"Drunk in Love\", featuring Jay Z, peaked at number two on the Billboard Hot 100 chart. In April 2014, after much speculation in the weeks before, Beyoncé and Jay Z officially announced their On the Run Tour. It served as the couple's first co-headlining stadium tour together. On August 24, 2014, she received the Video Vanguard Award at the 2014 MTV Video Music Awards. Knowles also took home three competitive awards: Best Video with a Social Message and Best Cinematography for \"Pretty Hurts\", as well as best collaboration for \"Drunk in Love\". In November, Forbes reported that Beyoncé was the top-earning woman in music for the second year in a row—earning $115 million in the year, more than double her earnings in 2013. Beyoncé was reissued with new material in three forms: as an extended play, a box set, as well as a full platinum edition.",
    "qa_count": 10,
    "ids": [
      "56be9e453aeaaa14008c917a",
      "56bfa5b3a10cfb14005511f7",
      "56bfa5b3a10cfb14005511f8",
      "56bfa5b3a10cfb14005511f9",
      "56bfa5b3a10cfb14005511fa",
      "56bfa5b3a10cfb14005511fb",
      "56d4cde92ccc5a1400d83236",
      "56d4cde92ccc5a1400d83237",
      "56d4cde92ccc5a1400d83238",
      "56d4cde92ccc5a1400d83239"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé 2015 Highlights\" (text) focused on \"Awards, Covers, and Performances\" (text). At the top a bold headline is accompanied by a stylized portrait and a small symbolic stage illustration, presented as \"\\\"Portrait of a performer\\\" (figure)\" and \"\\\"Stage silhouette representing live headline shows\\\" (figure)\", while a concise banner reads \"\\\"Beyoncé nominated for six awards at the 57th Grammys\\\" (text) and a nearby caption states \"\\\"She won three Grammy awards that year\\\" (text) to make the awards outcomes clear. In the middle a compact visual shows a simple album motif and a collaborative duet sketch, captioned \"\\\"Two artists collaborating on a charted album\\\" (figure)\", complemented by the explanatory label \"\\\"Featured on Coldplay track on their 2015 album\\\" (text)\" which also makes clear that \"\\\"She would perform with Coldplay at Super Bowl 50\\\" (text) as part of major live engagements. At the bottom a fashion magazine mock cover graphic appears as \"\\\"Magazine cover model pose\\\" (figure)\" with a text callout reading \"\\\"Beyoncé on the September Vogue cover unveiled online\\\" (text)\" and an additional note stating \"\\\"She lost Album of the Year to Beck for Morning Phase\\\" (text) summing up the competitive outcome. The overall style of the image is clean, modern infographic with cohesive icons and clear typography.",
    "infographic_id": 25,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "At the 57th Annual Grammy Awards in February 2015, Beyoncé was nominated for six awards, ultimately winning three: Best R&B Performance and Best R&B Song for \"Drunk in Love\", and Best Surround Sound Album for Beyoncé. She was nominated for Album of the Year but the award was won by Beck for his Morning Phase album. In August, the cover of the September issue of Vogue magazine was unveiled online, Beyoncé as the cover star, becoming the first African-American artist and third African-American woman in general to cover the September issue. She headlined the 2015 Made in America festival in early September and also the Global Citizen Festival later that month. Beyoncé made an uncredited featured appearance on the track \"Hymn for the Weekend\" by British rock band Coldplay, on their seventh studio album A Head Full of Dreams (2015), which saw release in December. On January 7, 2016, Pepsi announced Beyoncé would perform alongside Coldplay at Super Bowl 50 in February. Knowles has previously performed at four Super Bowl shows throughout her career, serving as the main headliner of the 47th Super Bowl halftime show in 2013.",
    "qa_count": 16,
    "ids": [
      "56be9eea3aeaaa14008c9184",
      "56be9eea3aeaaa14008c9185",
      "56be9eea3aeaaa14008c9186",
      "56be9eea3aeaaa14008c9187",
      "56bea1f53aeaaa14008c918e",
      "56bea1f53aeaaa14008c918f",
      "56bea1f53aeaaa14008c9191",
      "56bfa761a10cfb1400551201",
      "56bfa761a10cfb1400551202",
      "56bfa761a10cfb1400551204",
      "56bfa761a10cfb1400551205",
      "56d4ceac2ccc5a1400d83240",
      "56d4ceac2ccc5a1400d83241",
      "56d4ceac2ccc5a1400d83242",
      "56d4ceac2ccc5a1400d83243",
      "56d4ceac2ccc5a1400d83244"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Single Release\" (text) focused on \"Formation single release details\" (text). At the top there is a headline accompanied by a stylized portrait represented by the tag \"\\\"Stylized performer silhouette\\\" (figure)\" and a large label reading \"\\\"February 6, 2016 release date announcement\\\" (text)\", and a banner below that shows the phrase \"\\\"Exclusive streaming release announced before Super Bowl\\\" (text)\" along with a simple icon captioned \"\\\"Music streaming service symbol\\\" (figure)\". In the middle a callout bubble displays the single's title as \"\\\"Formation new single title\\\" (text)\" beside a schematic tablet graphic labeled \"\\\"Digital single artwork placeholder\\\" (figure)\", and a short descriptor reads \"\\\"Released exclusively on Tidal streaming\\\" (text) to make the platform clear. At the bottom a footer strip contains a brief event context line \"\\\"One day before her Super Bowl performance\\\" (text)\" plus a minimalist release timeline depicted as a small timeline graphic \"\\\"Simple timeline marker\\\" (figure) and the overall style of the image is clean, informative, and modern.",
    "infographic_id": 26,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On February 6, 2016, one day before her performance at the Super Bowl, Beyoncé released a new single exclusively on music streaming service Tidal called \"Formation\".",
    "qa_count": 8,
    "ids": [
      "56bea27b3aeaaa14008c9199",
      "56bea27b3aeaaa14008c919a",
      "56bfa8bba10cfb140055120b",
      "56bfa8bba10cfb140055120c",
      "56bfa8bba10cfb140055120d",
      "56bfa8bba10cfb140055120f",
      "56d4cee32ccc5a1400d8324a",
      "56d4cee32ccc5a1400d8324b"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Jay Z Relationship Timeline\" (text) focused on \"Key personal and professional milestones together\" (text). At the top there is a headline and a portrait vignette accompanied by the captioned icon \"\\\"Couple portrait illustration\\\" (figure)\" and a short summary text reading \"\\\"Beyoncé first linked romantically with Jay Z after collaboration\\\" (text) to introduce how their relationship began. In the middle a sequence of labeled panels shows a music video scene captioned \"\\\"Music video appearance for '03 Bonnie & Clyde'\\\" (text)\" together with a symbolic filmstrip image \"\\\"Filmstrip illustration\\\" (figure)\" and a wedding panel that includes the phrasing \"\\\"Married on April 4, 2008 in private ceremony\\\" (text) alongside a simple ring illustration \"\\\"Wedding rings illustration\\\" (figure)\". Below that a personal struggles panel contains the line \"\\\"Beyoncé suffered a miscarriage described as the saddest thing\\\" (text)\" with a supportive notebook graphic \"\\\"Notebook illustration\\\" (figure)\" and a coping panel stating \"\\\"She returned to the studio and wrote music to cope\\\" (text) alongside a small microphone sketch. A pregnancy subpanel clearly states three concise location notes reading \"\\\"Became unexpectedly pregnant while in Paris\\\" (text)\", \"\\\"She was in Paris when pregnancy occurred\\\" (text)\", and \"\\\"Paris was where Beyoncé got pregnant\\\" (text)\" paired with a city skyline graphic \"\\\"Paris skyline illustration\\\" (figure)\". At the bottom a summary bar highlights their commercial achievement with the bold text \"\\\"As of April 2014 they sold 300 million records together\\\" (text) and a compact sales badge graphic \"\\\"Sales badge illustration\\\" (figure)\". The overall style of the image is clean, infographic-focused, and informative.",
    "infographic_id": 27,
    "figure_count": 6,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Beyoncé is believed to have first started a relationship with Jay Z after a collaboration on \"'03 Bonnie & Clyde\", which appeared on his seventh album The Blueprint 2: The Gift & The Curse (2002). Beyoncé appeared as Jay Z's girlfriend in the music video for the song, which would further fuel speculation of their relationship. On April 4, 2008, Beyoncé and Jay Z were married without publicity. As of April 2014, the couple have sold a combined 300 million records together. The couple are known for their private relationship, although they have appeared to become more relaxed in recent years. Beyoncé suffered a miscarriage in 2010 or 2011, describing it as \"the saddest thing\" she had ever endured. She returned to the studio and wrote music in order to cope with the loss. In April 2011, Beyoncé and Jay Z traveled to Paris in order to shoot the album cover for her 4, and unexpectedly became pregnant in Paris.",
    "qa_count": 13,
    "ids": [
      "56bea5f23aeaaa14008c91a1",
      "56bea5f23aeaaa14008c91a2",
      "56bea5f23aeaaa14008c91a3",
      "56bfaa11a10cfb1400551215",
      "56bfaa11a10cfb1400551216",
      "56bfaa11a10cfb1400551217",
      "56bfaa11a10cfb1400551218",
      "56bfaa11a10cfb1400551219",
      "56d4d0c32ccc5a1400d8324e",
      "56d4d0c32ccc5a1400d8324f",
      "56d4d0c32ccc5a1400d83250",
      "56d4d0c32ccc5a1400d83251",
      "56d4d0c32ccc5a1400d83252"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé MTV Moment\" (text) focused on \"2011 MTV Video Music Awards pregnancy announcement\" (text). At the top there is a bold header and a small explanatory line reading \"Beyoncé performed 'Love on Top' and spoke to the crowd\" (text) and a simple stylized portrait labeled \"celebration figure\" (figure) that signals a live performance; in the middle a sequence shows a brief lyric cue reading \"Tonight I want you to stand up on your feet\" (text) alongside a symbolic microphone drop illustration labeled \"microphone gesture\" (figure) and a silhouette rubbing a belly labeled \"pregnancy reveal\" (figure) with the caption \"her pregnancy\" (text), and a nearby stat block reads \"2011 MTV Video Music Awards announcement\" (text) to confirm the event; just below that an explanatory note reads \"Her appearance drove record viewership\" (text) to clarify why the broadcast was most-watched, and a viewer metric panel reads \"broadcast drew 12.4 million viewers\" (text) next to a small TV icon labeled \"audience icon\" (figure); at the lower section an internet reaction blurb reads \"most tweets per second recorded for a single event\" (text) with a final search summary reading \"Beyonce pregnant was most searched that week\" (text). The overall style of the image is clean, infographic-like with clear icons, concise typographic blocks, and a cohesive visual hierarchy.",
    "infographic_id": 28,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "In August, the couple attended the 2011 MTV Video Music Awards, at which Beyoncé performed \"Love on Top\" and started the performance saying \"Tonight I want you to stand up on your feet, I want you to feel the love that's growing inside of me\". At the end of the performance, she dropped her microphone, unbuttoned her blazer and rubbed her stomach, confirming her pregnancy she had alluded to earlier in the evening. Her appearance helped that year's MTV Video Music Awards become the most-watched broadcast in MTV history, pulling in 12.4 million viewers; the announcement was listed in Guinness World Records for \"most tweets per second recorded for a single event\" on Twitter, receiving 8,868 tweets per second and \"Beyonce pregnant\" was the most Googled term the week of August 29, 2011.",
    "qa_count": 12,
    "ids": [
      "56bea8463aeaaa14008c91a9",
      "56bea8463aeaaa14008c91aa",
      "56bea8463aeaaa14008c91ac",
      "56bfab98a10cfb140055121f",
      "56bfab98a10cfb1400551220",
      "56bfab98a10cfb1400551221",
      "56bfab98a10cfb1400551222",
      "56bfab98a10cfb1400551223",
      "56d4d18d2ccc5a1400d83258",
      "56d4d18d2ccc5a1400d83259",
      "56d4d18d2ccc5a1400d8325a",
      "56d4d18d2ccc5a1400d8325c"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Blue Ivy Birth and 'Glory' Release\" (text) focused on \"Beyoncé and Jay Z family milestone\" (text). At the top there is a headline and an introductory caption that reads \"January 7, 2012 birth announcement at Lenox Hill Hospital\" (text) alongside a simple newborn cartoon icon labeled \"Newborn silhouette\" (figure), and then a midsection presents a short narrative block stating \"Beyoncé gave birth to Blue Ivy Carter two days before song release\" (text) next to a stylized parent-and-child symbol captioned \"Family illustration\" (figure). In the middle a callout box contains the single-line credit \"B.I.C. credited for Blue Ivy's cries on the track\" (text) with a small music-note graphic captioned \"Music note symbol\" (figure), and a follow-up blurb reads \"Jay Z released Glory two days after the birth\" (text) while another text block notes \"Glory detailed pregnancy struggles and miscarriage\" (text). At the bottom a footer includes the website reference \"Lifeandtimes.com mentioned as Jay Z website\" (text) and a celebratory baby chart icon captioned \"Achievement emblem\" (figure). The overall style of the image is clean informative infographic with bold headings and simple vector illustrations.",
    "infographic_id": 29,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "On January 7, 2012, Beyoncé gave birth to a daughter, Blue Ivy Carter, at Lenox Hill Hospital in New York under heavy security. Two days later, Jay Z released \"Glory\", a song dedicated to their child, on his website Lifeandtimes.com. The song detailed the couple's pregnancy struggles, including a miscarriage Beyoncé suffered before becoming pregnant with Blue Ivy. Blue Ivy's cries are included at the end of the song, and she was officially credited as \"B.I.C.\" on it. At two days old, she became the youngest person ever to appear on a Billboard chart when \"Glory\" debuted on the Hot R&B/Hip-Hop Songs chart.",
    "qa_count": 12,
    "ids": [
      "56bea9043aeaaa14008c91b1",
      "56bea9043aeaaa14008c91b3",
      "56bfacdda10cfb1400551229",
      "56bfacdda10cfb140055122a",
      "56bfacdda10cfb140055122b",
      "56bfacdda10cfb140055122c",
      "56bfacdda10cfb140055122d",
      "56d4d2232ccc5a1400d83262",
      "56d4d2232ccc5a1400d83263",
      "56d4d2232ccc5a1400d83264",
      "56d4d2232ccc5a1400d83265",
      "56d4d2232ccc5a1400d83266"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Civic Engagement\" (text) focused on \"Beyoncé’s Political Activities and Support\" (text). At the top there is a headline graphic and a portrait icon together with the quoted tag \"Beyoncé and Jay-Z friendship with the Obamas\" (text), and an illustrative figure showing a simple smiling person with a microphone labeled \"\\\"Portrait with microphone\\\" (figure)\"; in the middle a concert-style figure depicts a performer singing and the quoted tag \"Performed America the Beautiful at 2009 inauguration\" (text) appears alongside a smaller quoted tag \"Performed At Last at inaugural Neighborhood Ball\" (text) and an accompanying figure showing a stylized stage silhouette labeled \"\\\"Stage silhouette\\\" (figure)\"; further down a meeting scene figure represents fundraising with the quoted tag \"Raised 4 million dollars at 40/40 Club fundraiser\" (text) and another figure shows a ballot image with the quoted tag \"Uploaded picture of paper ballot on Tumblr\" (text); at the bottom a protest scene figure is shown with the quoted tag \"Attended a rally after George Zimmerman acquittal\" (text) and a final quoted tag \"Publicly endorsed same sex marriage on March 26, 2013\" (text). The overall style of the image is clean, informational, and infographic-like with clear icons and concise captions.",
    "infographic_id": 30,
    "figure_count": 2,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Beyoncé and husband Jay Z are friends with President Barack Obama and First Lady Michelle Obama. She performed \"America the Beautiful\" at the 2009 presidential inauguration, as well as \"At Last\" during the first inaugural dance at the Neighborhood Ball two days later. Beyoncé and Jay Z held a fundraiser at the latter's 40/40 Club in Manhattan for Obama's 2012 presidential campaign which raised $4 million. Beyoncé uploaded pictures of her paper ballot on Tumblr, confirming she had voted in support for the Democratic Party and to encourage others to do so. She also performed the American national anthem at his second inauguration, singing along with a pre-recorded track. She publicly endorsed same sex marriage on March 26, 2013, after the Supreme Court debate on California's Proposition 8. In July 2013, Beyoncé and Jay-Z attended a rally in response to the acquittal of George Zimmerman for the shooting of Trayvon Martin.",
    "qa_count": 10,
    "ids": [
      "56beab283aeaaa14008c91cc",
      "56beab283aeaaa14008c91cd",
      "56bfae97a10cfb1400551234",
      "56bfae97a10cfb1400551235",
      "56bfae97a10cfb1400551236",
      "56bfae97a10cfb1400551237",
      "56d4d2f12ccc5a1400d8326c",
      "56d4d2f12ccc5a1400d8326d",
      "56d4d2f12ccc5a1400d8326f",
      "56d4d2f12ccc5a1400d83270"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé on Feminism\" (text) focused on \"Beyoncé's 2013 feminist statements and activism\" (text). At the top there is a bold header saying \"April 2013 Vogue interview quoted statement\" (text) and a portrait-like symbolic illustration labeled \"Portrait with microphone\" (figure) that introduces the subject, and in the middle a pull-quote reads \"I guess I am a modern-day feminist; I do believe in equality\" (text) while beside it a small symbolic illustration labeled \"Artist sampling speech\" (figure) references her musical use of a TEDx speech, and a caption line reads \"Flawless song released later that year\" (text) that connects the quote to the song; following that a middle section also includes the line \"Chimamanda Ngozi Adichie speech sampled in Flawless\" (text) to show the source of the sampled words. At the bottom there is a callout box reading \"Contributed to Ban Bossy campaign encouraging leadership in girls\" (text) accompanied by an icon labeled \"Leadership encouragement symbol\" (figure) and a simple symbolic illustration labeled \"Campaign participation graphic\" (figure) to reinforce activism involvement. The overall style of the image is clean, editorial-infographic with clear typography and simple symbolic illustrations.",
    "infographic_id": 31,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "In an interview published by Vogue in April 2013, Beyoncé was asked if she considers herself a feminist, to which she said, \"that word can be very extreme... But I guess I am a modern-day feminist. I do believe in equality\". She would later align herself more publicly with the movement, sampling \"We should all be feminists\", a speech delivered by Nigerian author Chimamanda Ngozi Adichie at a TEDxEuston conference in April 2013, in her song \"Flawless\", released later that year. She has also contributed to the Ban Bossy campaign, which uses television and social media to encourage leadership in girls.",
    "qa_count": 9,
    "ids": [
      "56beabab3aeaaa14008c91db",
      "56beabab3aeaaa14008c91dc",
      "56bfafdba10cfb140055123d",
      "56bfafdba10cfb140055123e",
      "56bfafdba10cfb140055123f",
      "56bfafdba10cfb1400551240",
      "56bfafdba10cfb1400551241",
      "56d4d3b12ccc5a1400d83277",
      "56d4d3b12ccc5a1400d83278"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and the ONE Campaign Letter\" (text) focused on \"urging leaders to prioritize women in development\" (text). At the top there is a bold header followed by a short contextual blurb that reads \"Beyoncé signed a letter with the ONE Campaign in 2015\" (text) and a symbolic portrait illustration shown as \"stylized person silhouette\" (figure), and then a middle section presents the recipients with a paired caption that reads \"Angela Merkel and Nkosazana Dlamini-Zuma addressed in the letter\" (text) next to a second symbolic illustration labeled \"two leadership figures\" (figure) to indicate their roles, and this flows into an explanatory panel that reads \"they were urged to focus on women as a development priority\" (text) accompanied by an abstract icon shown as \"growing priority symbol\" (figure). Integrated nearby is a clarifying note that reads \"these women were head of the G7 in Germany\" (text) and another reinforcing label that reads \"Angela Merkel serving as the head of the G7 in Germany\" (text). At the bottom there is a callout with a meeting reminder that reads \"important UN summit scheduled for September 2015\" (text) and a concluding sentence that reads \"setting priorities in development funding before major UN goals\" (text). The overall style of the image is clean, informative, and infographic-like.",
    "infographic_id": 32,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "In 2015 Beyoncé signed an open letter which the ONE Campaign had been collecting signatures for; the letter was addressed to Angela Merkel and Nkosazana Dlamini-Zuma, urging them to focus on women as they serve as the head of the G7 in Germany and the AU in South Africa respectively, which will start to set the priorities in development funding before a main UN summit in September 2015 that will establish new development goals for the generation.",
    "qa_count": 12,
    "ids": [
      "56beb0683aeaaa14008c9211",
      "56beb0683aeaaa14008c9213",
      "56beb0683aeaaa14008c9214",
      "56beb0683aeaaa14008c9215",
      "56bfb10da10cfb1400551247",
      "56bfb10da10cfb1400551248",
      "56bfb10da10cfb1400551249",
      "56bfb10da10cfb140055124b",
      "56d4d5ef2ccc5a1400d83286",
      "56d4d5ef2ccc5a1400d83287",
      "56d4d5ef2ccc5a1400d83288",
      "56d4d5ef2ccc5a1400d8328a"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Meeting and Bail Support\" (text) focused on \"Community response to Freddie Gray's death\" (text). At the top there is a banner reading \"Freddie Gray family meeting with celebrities\" (text) and beside it a symbolic figure of two simplified human silhouettes embracing a third silhouette captioned \"family meeting\" (figure), and moving downward an explanatory line reads \"Beyonce and Jay-Z met with the family\" (text) while a supporting icon shows two stylized celebrity silhouettes labeled \"public figures\" (figure). In the middle a bold caption states \"They donated thousands of dollars for bail\" (text) and is accompanied by a generic money bag illustration captioned \"donation\" (figure) to represent the funds used, and a nearby line reads \"to bail out protesters from prison\" (text) clarifying the beneficiaries. At the bottom a concluding text panel reads \"Protests were prompted by Freddie Gray's death\" (text). The overall style of the image is informational and respectful with clean iconography, clear typography, and a muted color palette.",
    "infographic_id": 33,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Following the death of Freddie Gray, Beyoncé and Jay-Z, among other notable figures, met with his family. After the imprisonment of protesters of Gray's death, Beyoncé and Jay-Z donated thousands of dollars to bail them out.",
    "qa_count": 4,
    "ids": [
      "56beb2a43aeaaa14008c9239",
      "56beb2a43aeaaa14008c923a",
      "56bfb1fca10cfb1400551253",
      "56bfb1fca10cfb1400551254"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Earnings and Rankings Timeline\" (text) focused on \"Beyoncé's income milestones and recognitions\" (text). At the top there is a brief summary panel containing the quoted tag \"Forbes began reporting Beyoncé's earnings in 2008\" (text) accompanied by a small visual of a generic person symbol and money stack as \"\\\"Person and money icon\\\" (figure)\", and then a headline-style text tag saying \"Beyoncé earned $80 million in one year\" (text). In the middle the timeline flows through milestone callouts with a quoted tag \"She beat Madonna and Celine Dion in earnings\" (text) paired with a stylized pair of concert icons as \"\\\"Two concert icons\\\" (figure)\", followed by another quoted tag \"Beyoncé and Jay Z were highest-earning power couple\" (text) next to a generic couple silhouette and trophy image as \"\\\"Couple and trophy icon\\\" (figure)\". Continuing the timeline is a framed quote-style text tag \"They became the first billion dollar music couple in 2013\" (text) and an adjacent framed note reading \"MTV predicted she would become highest-paid black musician\" (text). Further along is a concise dated callout saying \"They became highest paid black celebrity couple in 2011\" (text) and a financial year highlight stating \"She earned 115 million in 2014\" (text). At the bottom there are summary badges and a net worth callout with the quoted tag \"She became highest-paid black musician in April 2014\" (text) near a simple crown symbol as \"\\\"Crown icon\\\" (figure)\", and a closing financial badge quoting \"Net worth estimated at 250 million as of May 2015\" (text). The overall style of the image is clean, magazine-style infographic with clear icons and readable typographic callouts.",
    "infographic_id": 34,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Forbes magazine began reporting on Beyoncé's earnings in 2008, calculating that the $80 million earned between June 2007 to June 2008, for her music, tour, films and clothing line made her the world's best-paid music personality at the time, above Madonna and Celine Dion. They placed her fourth on the Celebrity 100 list in 2009 and ninth on the \"Most Powerful Women in the World\" list in 2010. The following year, Forbes placed her eighth on the \"Best-Paid Celebrities Under 30\" list, having earned $35 million in the past year for her clothing line and endorsement deals. In 2012, Forbes placed Beyoncé at number 16 on the Celebrity 100 list, twelve places lower than three years ago yet still having earned $40 million in the past year for her album 4, clothing line and endorsement deals. In the same year, Beyoncé and Jay Z placed at number one on the \"World's Highest-Paid Celebrity Couples\", for collectively earning $78 million. The couple made it into the previous year's Guinness World Records as the \"highest-earning power couple\" for collectively earning $122 million in 2009. For the years 2009 to 2011, Beyoncé earned an average of $70 million per year, and earned $40 million in 2012. In 2013, Beyoncé's endorsements of Pepsi and H&M made her and Jay Z the world's first billion dollar couple in the music industry. That year, Beyoncé was published as the fourth most-powerful celebrity in the Forbes rankings. MTV estimated that by the end of 2014, Beyoncé would become the highest-paid black musician in history; she succeeded to do so in April 2014. In June 2014, Beyoncé ranked at #1 on the Forbes Celebrity 100 list, earning an estimated $115 million throughout June 2013 – June 2014. This in turn was the first time she had topped the Celebrity 100 list as well as being her highest yearly earnings to date. As of May 2015, her net worth is estimated to be $250 million.",
    "qa_count": 13,
    "ids": [
      "56beb4023aeaaa14008c9252",
      "56beb4023aeaaa14008c9253",
      "56beb4023aeaaa14008c9254",
      "56beb4023aeaaa14008c9255",
      "56bfb502a10cfb140055125b",
      "56bfb502a10cfb140055125c",
      "56bfb502a10cfb140055125d",
      "56bfb502a10cfb140055125e",
      "56bfb502a10cfb140055125f",
      "56d4d8702ccc5a1400d83294",
      "56d4d8702ccc5a1400d83296",
      "56d4d8702ccc5a1400d83297",
      "56d4d8702ccc5a1400d83298"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Vocal Profile\" (text) focused on \"Beyoncé's vocal range and critical reception\" (text). At the top there is a bold header followed by a short summary that reads \"Beyoncé's vocal range spans four octaves\" (text) and a small cartoon microphone showing a stylized singer labeled \"vocalist silhouette\" (figure) to symbolize singing. In the middle a critic quote block contains the line \"Jody Rosen highlights her tone and timbre\" (text) accompanied by a simple abstract portrait labeled \"critic portrait\" (figure), and next to it another text panel reads \"the hip hop era influenced her rhythmic vocal style\" (text) with a rhythmic waveform icon labeled \"waveform symbol\" (figure). At the lower middle a banner states \"Her vocal abilities identified her as the centerpiece of Destiny's Child\" (text) and a compact badge reads \"praise her range and power\" (text) to summarize wider critical response. Nearby a small label explicitly credits \"The Daily Mail called her voice versatile\" (text). At the bottom two short quote banners present tonal descriptions reading \"versatile voice exploring power ballads and soul\" (text) and \"velvety yet tart with soul belting\" (text). The overall style of the image is clean, informative, and magazine-inspired.",
    "infographic_id": 35,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "Beyoncé's vocal range spans four octaves. Jody Rosen highlights her tone and timbre as particularly distinctive, describing her voice as \"one of the most compelling instruments in popular music\". While another critic says she is a \"Vocal acrobat, being able to sing long and complex melismas and vocal runs effortlessly, and in key. Her vocal abilities mean she is identified as the centerpiece of Destiny's Child. The Daily Mail calls Beyoncé's voice \"versatile\", capable of exploring power ballads, soul, rock belting, operatic flourishes, and hip hop. Jon Pareles of The New York Times commented that her voice is \"velvety yet tart, with an insistent flutter and reserves of soul belting\". Rosen notes that the hip hop era highly influenced Beyoncé's strange rhythmic vocal style, but also finds her quite traditionalist in her use of balladry, gospel and falsetto. Other critics praise her range and power, with Chris Richards of The Washington Post saying she was \"capable of punctuating any beat with goose-bump-inducing whispers or full-bore diva-roars.\"",
    "qa_count": 12,
    "ids": [
      "56beb50f3aeaaa14008c926f",
      "56beb50f3aeaaa14008c9270",
      "56beb50f3aeaaa14008c9271",
      "56beb50f3aeaaa14008c9272",
      "56bfb676a10cfb1400551265",
      "56bfb676a10cfb1400551266",
      "56bfb676a10cfb1400551267",
      "56bfb676a10cfb1400551269",
      "56d4d9392ccc5a1400d8329e",
      "56d4d9392ccc5a1400d8329f",
      "56d4d9392ccc5a1400d832a0",
      "56d4d9392ccc5a1400d832a1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Musical Profile\" (text) focused on \"Genres, Languages, and Collaborations\" (text). At the top there is a brief header that reads \"Beyoncé music is generally R&B\" (text) alongside a simple silhouette record icon labeled \"stylized music record\" (figure), and immediately below a concise line stating \"She also incorporates pop, soul and funk into songs\" (text) with a small speaker cartoon labeled \"decorative speaker\" (figure). In the middle a caption explains language choices with the phrase \"She mostly releases songs in English as primary language\" (text) and next to it a globe symbol labeled \"small globe illustration\" (figure), followed by another line that reads \"She recorded several Spanish songs for Irreemplazable\" (text) and a compact cassette icon labeled \"generic cassette\" (figure). At the bottom there is contextual detail in a short sentence reading \"Spanish tracks were made for the re-release of B'Day\" (text) and a final credit line that states \"She was coached phonetically by Rudy Perez\" (text). The overall style of the image is clean, informational, and infographic-like with clear icons and concise typography.",
    "infographic_id": 36,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Beyoncé's music is generally R&B, but she also incorporates pop, soul and funk into her songs. 4 demonstrated Beyoncé's exploration of 90s-style R&B, as well as further use of soul and hip hop than compared to previous releases. While she almost exclusively releases English songs, Beyoncé recorded several Spanish songs for Irreemplazable (re-recordings of songs from B'Day for a Spanish-language audience), and the re-release of B'Day. To record these, Beyoncé was coached phonetically by American record producer Rudy Perez.",
    "qa_count": 13,
    "ids": [
      "56beb5b23aeaaa14008c9283",
      "56beb5b23aeaaa14008c9284",
      "56beb5b23aeaaa14008c9285",
      "56beb5b23aeaaa14008c9286",
      "56beb5b23aeaaa14008c9287",
      "56bfb789a10cfb140055126f",
      "56bfb789a10cfb1400551271",
      "56bfb789a10cfb1400551272",
      "56bfb789a10cfb1400551273",
      "56d4d9a92ccc5a1400d832a6",
      "56d4d9a92ccc5a1400d832a7",
      "56d4d9a92ccc5a1400d832a8",
      "56d4d9a92ccc5a1400d832a9"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Songwriting and Production Credits\" (text) focused on \"Beyoncé's creative roles and shifts\" (text). At the top there is a portrait-like symbol \"\\\"Artist silhouette\\\" (figure)\" accompanied by a caption-style text that reads \"\\\"She received co-writing credits for most songs\\\" (text)\" and a supplemental phrase stating \"\\\"Early songs were female-empowerment themed\\\" (text)\" which is paired with a short explicit note reading \"\\\"Early recordings empowered Women listeners\\\" (text) to emphasize the audience. In the middle a simple symbolic speaker icon \"\\\"Music note cluster\\\" (figure)\" sits beside a quoted line explaining the artistic shift: \"\\\"After Jay Z she transitioned to man-tending anthems\\\" (text)\", followed by a clear example shown as \"\\\"Cater 2 U cited as a male-directed song\\\" (text) and a beat-shaped icon \"\\\"Percussion icon\\\" (figure)\" paired with the explicit note \"\\\"Beyoncé does not create beats herself\\\" (text) to answer production specifics. At the bottom a mixing-desk symbol \"\\\"Studio console\\\" (figure)\" accompanies two succinct explanatory lines that read \"\\\"She gets co-producing credits for most records\\\" (text)\" and \"\\\"She usually comes up with melodies and ideas\\\" (text). The overall style of the image is clean, informative, and infographic-like.",
    "infographic_id": 37,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "She has received co-writing credits for most of the songs recorded with Destiny's Child and her solo efforts. Her early songs were personally driven and female-empowerment themed compositions like \"Independent Women\" and \"Survivor\", but after the start of her relationship with Jay Z she transitioned to more man-tending anthems such as \"Cater 2 U\". Beyoncé has also received co-producing credits for most of the records in which she has been involved, especially during her solo efforts. However, she does not formulate beats herself, but typically comes up with melodies and ideas during production, sharing them with producers.",
    "qa_count": 9,
    "ids": [
      "56beb67d3aeaaa14008c929a",
      "56beb67d3aeaaa14008c929b",
      "56bfb8dca10cfb1400551279",
      "56bfb8dca10cfb140055127b",
      "56bfb8dca10cfb140055127c",
      "56bfb8dca10cfb140055127d",
      "56d4dd502ccc5a1400d832ae",
      "56d4dd502ccc5a1400d832b0",
      "56d4dd502ccc5a1400d832b1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Songwriting Milestones\" (text) focused on \"her songwriting awards and chart achievements\" (text). At the top there is a small portrait-like icon and the quoted tag \"stylized person silhouette\" (figure), and nearby a headline shown as the quoted tag \"2001 Pop Songwriter of the Year achievement\" (text) that communicates she became the first African-American woman to win that award; in the middle a decorative award trophy symbol is shown as the quoted tag \"generic trophy illustration\" (figure) paired with the quoted tag \"ASCAP Pop Music Awards recognition\" (text) naming \"American Society of Composers, Authors, and Publishers Pop Music Awards\" as the awarding event, and beside it a compact row of three star icons shown as the quoted tag \"three stars representing number one songs\" (figure) with the quoted tag \"three number one writing credits same year\" (text) referencing the milestone including \"Irreplaceable\", \"Grillz\" and \"Check on It\"; further down there is a simple stacked-credit icon shown as the quoted tag \"stacked document icon\" (figure) accompanied by the quoted tag \"tied for third in number one credits\" (text) that names \"Diane Warren\" in the explanatory caption line, and lower still a slim chart-style badge is shown as the quoted tag \"minimal chart badge\" (figure) with the quoted tag \"Billboard magazine listed her number 17\" (text) indicating she was one of three women listed in May 2011, alongside an explicit text tag for the list shown as the quoted tag \"Top 20 Hot 100 Songwriters list inclusion\" (text) to state the specific Billboard list she joined with two other women, while an adjacent label reiterates the awarding organization as the quoted tag \"the American Society of Composers, Authors, and Publishers Pop Music Awards\" (text) to clearly state who gave the award; the bottom includes a brief caption shown as the quoted tag \"summary of major songwriting milestones\" (text). The overall style of the image is clean, data-focused, and infographic-like with simple icons and concise text.",
    "infographic_id": 38,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 26,
    "keywords_total": 26,
    "context": "In 2001, she became the first African-American woman and second woman songwriter to win the Pop Songwriter of the Year award at the American Society of Composers, Authors, and Publishers Pop Music Awards. Beyoncé was the third woman to have writing credits on three number one songs (\"Irreplaceable\", \"Grillz\" and \"Check on It\") in the same year, after Carole King in 1971 and Mariah Carey in 1991. She is tied with American songwriter Diane Warren at third with nine songwriting credits on number-one singles. (The latter wrote her 9/11-motivated song \"I Was Here\" for 4.) In May 2011, Billboard magazine listed Beyoncé at number 17 on their list of the \"Top 20 Hot 100 Songwriters\", for having co-written eight singles that hit number one on the Billboard Hot 100 chart. She was one of only three women on that list.",
    "qa_count": 12,
    "ids": [
      "56beb9203aeaaa14008c92d1",
      "56beb9203aeaaa14008c92d2",
      "56beb9203aeaaa14008c92d4",
      "56beb9203aeaaa14008c92d5",
      "56bfbacaa10cfb1400551283",
      "56bfbacaa10cfb1400551284",
      "56bfbacaa10cfb1400551285",
      "56bfbacaa10cfb1400551287",
      "56d4df312ccc5a1400d832b6",
      "56d4df312ccc5a1400d832b7",
      "56d4df312ccc5a1400d832b9",
      "56d4df312ccc5a1400d832ba"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Musical Influences\" (text) focused on \"artists and songs that shaped her career\" (text). At the top there is a heading and a simple portrait cartoon of a singing figure indicated by the tag \"portrait of a singer\" (figure), and the title is reinforced by a short subtitle shown as \"Beyoncé credits Michael Jackson as major influence\" (text). In the middle a tribute moment is depicted with a symbolic award trophy illustration labeled \"award presentation tribute\" (figure) and accompanied by the line \"She attended her first concert at age five\" (text) to show when she first saw him live, while another block of text states \"She said if it wasn't for Michael Jackson she would never perform\" (text). Further down a cluster of influence notes uses a stylized microphone icon tagged \"microphone symbol for vocal inspiration\" (figure) together with the phrases \"Mariah Carey's Vision of Love influenced vocal runs\" (text) and \"Whitney Houston inspired her to get up there and perform\" (text) to capture specific inspirations. At the bottom a short caption consolidates other influences with the line \"She also admires Diana Ross as an all-around entertainer\" (text). The overall style of the image is clean, documentary-infographic with simple icons and readable captions.",
    "infographic_id": 39,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Beyoncé names Michael Jackson as her major musical influence. Aged five, Beyoncé attended her first ever concert where Jackson performed and she claims to have realised her purpose. When she presented him with a tribute award at the World Music Awards in 2006, Beyoncé said, \"if it wasn't for Michael Jackson, I would never ever have performed.\" She admires Diana Ross as an \"all-around entertainer\" and Whitney Houston, who she said \"inspired me to get up there and do what she did.\" She credits Mariah Carey's singing and her song \"Vision of Love\" as influencing her to begin practicing vocal runs as a child. Her other musical influences include Aaliyah, Prince, Lauryn Hill, Sade Adu, Donna Summer, Mary J. Blige, Janet Jackson, Anita Baker and Rachelle Ferrell.",
    "qa_count": 11,
    "ids": [
      "56beba293aeaaa14008c92ef",
      "56beba293aeaaa14008c92f0",
      "56beba293aeaaa14008c92f1",
      "56beba293aeaaa14008c92f2",
      "56bfbc17a10cfb140055128d",
      "56bfbc17a10cfb1400551290",
      "56d4dfc82ccc5a1400d832ca",
      "56d4dfc82ccc5a1400d832cb",
      "56d4dfc82ccc5a1400d832cc",
      "56d4dfc82ccc5a1400d832cd",
      "56d4dfc82ccc5a1400d832ce"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Inspirations\" (text) focused on \"Album influences and tributes\" (text). At the top there is a headline and summary that read as a guiding label \"Beyoncé Inspirations\" (text) and a subheading that reads \"Album influences and tributes\" (text), and beside them a simple silhouette cartoon representing a performer labeled \"\\\"Performer silhouette\\\" (figure)\"; in the middle a descriptive block carries the narrative with quoted text elements such as \"\\\"feminism and female empowerment\\\" (text)\" and \"\\\"Dreamgirls role inspired empowerment themes\\\" (text)\" paired with a small symbolic theater mask image labeled \"\\\"Stage mask icon\\\" (figure)\"; moving downward the infographic connects tribute moments and musical influences using a photo-like icon labeled \"\\\"Portrait placeholder\\\" (figure)\" alongside text callouts quoting \"\\\"Josephine Baker\\\" (text)\" and \"\\\"Déjà Vu performed at 2006 Fashion Rocks concert\\\" (text)\" to show the homage moment, and an adjacent callout quoting \"\\\"Etta James\\\" (text)\" and a short explanatory text quoting \"\\\"boldness inspired musical exploration\\\" (text)\"; at the bottom a concluding panel contains a stylized record icon labeled \"\\\"Record icon\\\" (figure)\" and a compact wrap-up text quoting \"\\\"Album 4 inspired by diverse classic artists\\\" (text)\". The overall style of the image is clean, modern, infographic-like with clear icons and concise typographic callouts.",
    "infographic_id": 40,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "The feminism and female empowerment themes on Beyoncé's second solo album B'Day were inspired by her role in Dreamgirls and by singer Josephine Baker. Beyoncé paid homage to Baker by performing \"Déjà Vu\" at the 2006 Fashion Rocks concert wearing Baker's trademark mini-hula skirt embellished with fake bananas. Beyoncé's third solo album I Am... Sasha Fierce was inspired by Jay Z and especially by Etta James, whose \"boldness\" inspired Beyoncé to explore other musical genres and styles. Her fourth solo album, 4, was inspired by Fela Kuti, 1990s R&B, Earth, Wind & Fire, DeBarge, Lionel Richie, Teena Marie with additional influences by The Jackson 5, New Edition, Adele, Florence and the Machine, and Prince.",
    "qa_count": 8,
    "ids": [
      "56bebba63aeaaa14008c930b",
      "56bebba63aeaaa14008c930c",
      "56bebba63aeaaa14008c930e",
      "56bfbda3a10cfb1400551297",
      "56bfbda3a10cfb140055129a",
      "56bfbda3a10cfb140055129b",
      "56d4e0532ccc5a1400d832d4",
      "56d4e0532ccc5a1400d832d5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Inspirations\" (text) focused on \"People and Artists Who Inspire Beyoncé\" (text). At the top a large banner reads \"Beyoncé's Inspirations\" (text) and this leads into a section that shows a stylized portrait icon and the label \"Michelle Obama proves you can do it all\" (text) paired with a simple silhouette portrait symbolizing influence as \"\\\"Portrait symbol\\\" (figure)\". Nearby a short reinforcing caption reads \"First Lady Michelle Obama inspires her\" (text) to explicitly state who \"does it all.\" In the middle a cluster displays a calm photographic-styled icon with the label \"Oprah Winfrey the definition of inspiration and a strong woman\" (text) alongside a symbolic award-trophy graphic \"\\\"Award trophy\\\" (figure)\" and a graffiti-styled paint-splash icon with the label \"Jean-Michel Basquiat lyrical and raw in his work\" (text) accompanied by a small abstract-spray-can illustration \"\\\"Abstract spray-can\\\" (figure)\". Continuing downward there is a compact card featuring a classic music-industry icon with the label \"Jay Z continuing inspiration with lyrical genius\" (text) and a retro pop-icon badge next to the label \"Madonna inspired her to take control of her own career in February 2013\" (text), the music card is illustrated by a generic record-player sketch \"\\\"Record-player sketch\\\" (figure)\". At the bottom a closing caption reads \"People and Artists Who Inspire Beyoncé\" (text). The overall style of the image is clean, modern infographic with clear icons and concise typographic hierarchy.",
    "infographic_id": 41,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 24,
    "keywords_total": 24,
    "context": "Beyoncé has stated that she is personally inspired by US First Lady Michelle Obama, saying \"She proves you can do it all\" and she has described Oprah Winfrey as \"the definition of inspiration and a strong woman\". She has also discussed how Jay Z is a continuing inspiration to her, both with what she describes as his lyrical genius and in the obstacles he has overcome in his life. Beyoncé has expressed admiration for the artist Jean-Michel Basquiat, posting in a letter \"what I find in the work of Jean-Michel Basquiat, I search for in every day in music... he is lyrical and raw\". In February 2013, Beyoncé said that Madonna inspired her to take control of her own career. She commented: \"I think about Madonna and how she took all of the great things she achieved and started the label and developed other artists. But there are not enough of those women.\".",
    "qa_count": 12,
    "ids": [
      "56bec1c53aeaaa14008c936b",
      "56bec1c53aeaaa14008c936c",
      "56bec1c53aeaaa14008c936d",
      "56bfbf2fa10cfb14005512a1",
      "56bfbf2fa10cfb14005512a2",
      "56bfbf2fa10cfb14005512a3",
      "56bfbf2fa10cfb14005512a4",
      "56bfbf2fa10cfb14005512a5",
      "56d4e0e92ccc5a1400d832da",
      "56d4e0e92ccc5a1400d832db",
      "56d4e0e92ccc5a1400d832dc",
      "56d4e0e92ccc5a1400d832dd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Tour Bands Overview\" (text) focused on \"Suga Mama and The Mamas history\" (text). At the top there is a banner reading \"Suga Mama introduced in 2006\" (text) and a stylized silhouette of musicians labeled \"band musicians\" (figure) that visually represents bassists, drummers, guitarists, horn players, keyboardists and percussionists, and nearby a short caption \"Suga Mama also a song on B'Day\" (text) explains the shared name with the album track; in the middle a group illustration titled \"background singers\" (figure) sits beside a caption that reads \"The Mamas made debut at the 2006 BET Awards\" (text) and another caption that lists the members as \"Montina Cooper-Donnell, Crystal Collins and Tiffany Moniqué Riddick\" (text), while an accompanying simple stage icon labeled \"live performance\" (figure) indicates ongoing tour support through multiple world tours; at the bottom a compact timeline card reads \"Debut and music video appearances highlighted\" (text) and a final small emblem captioned \"Supports Beyoncé on major tours\" (text) summarizes their recurring role. The overall style of the image is clean, modern infographic with bold icons and concise typography.",
    "infographic_id": 42,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "In 2006, Beyoncé introduced her all-female tour band Suga Mama (also the name of a song in B'Day) which includes bassists, drummers, guitarists, horn players, keyboardists and percussionists. Her background singers, The Mamas, consist of Montina Cooper-Donnell, Crystal Collins and Tiffany Moniqué Riddick. They made their debut appearance at the 2006 BET Awards and re-appeared in the music videos for \"Irreplaceable\" and \"Green Light\". The band have supported Beyoncé in most subsequent live performances, including her 2007 concert tour The Beyoncé Experience, 2009–2010 I Am... World Tour and 2013–2014 The Mrs. Carter Show World Tour.",
    "qa_count": 12,
    "ids": [
      "56bec29b3aeaaa14008c937f",
      "56bec29b3aeaaa14008c9380",
      "56bec29b3aeaaa14008c9381",
      "56bec29b3aeaaa14008c9382",
      "56bfc0a7a10cfb14005512ab",
      "56bfc0a7a10cfb14005512ac",
      "56bfc0a7a10cfb14005512ad",
      "56bfc0a7a10cfb14005512af",
      "56d4e17f2ccc5a1400d832e2",
      "56d4e17f2ccc5a1400d832e3",
      "56d4e17f2ccc5a1400d832e4",
      "56d4e17f2ccc5a1400d832e5"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Live Praise\" (text) focused on \"Beyoncé stage presence and acclaim\" (text). At the top there is a bold headline accompanied by a stylized portrait and a decorative spotlight icon represented as \"A stylized performer silhouette\" (figure), and beside that is a concise summary block reading \"stage presence and voice praised in live performances\" (text). In the middle a reviewer panel shows a stacked quote graphic represented as \"A speech-bubble collage\" (figure) and includes three quotation chips reading \"Jarett Wieselman placed her number one\" (text), \"L.A. Reid called her greatest entertainer alive\" (text), and \"she's almost too good said Alice Jones\" (text). Towards the bottom a critical acclaim ribbon appears as \"A ribbon emblem with star\" (figure) accompanied by an attribution bar that reads \"Praised for strong voice and commanding stage presence\" (text). The overall style of the image is clean, modern, infographic design with clear typographic hierarchy and simple editorial illustrations.",
    "infographic_id": 43,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Beyoncé has received praise for her stage presence and voice during live performances. Jarett Wieselman of the New York Post placed her at number one on her list of the Five Best Singer/Dancers. According to Barbara Ellen of The Guardian Beyoncé is the most in-charge female artist she's seen onstage, while Alice Jones of The Independent wrote she \"takes her role as entertainer so seriously she's almost too good.\" The ex-President of Def Jam L.A. Reid has described Beyoncé as the greatest entertainer alive. Jim Farber of the Daily News and Stephanie Classen of Star Phoenix both praised her strong voice and her stage presence.",
    "qa_count": 8,
    "ids": [
      "56bec3303aeaaa14008c9391",
      "56bec3303aeaaa14008c9393",
      "56bfc281a10cfb14005512b5",
      "56bfc281a10cfb14005512b6",
      "56bfc281a10cfb14005512b8",
      "56bfc281a10cfb14005512b9",
      "56d4e2142ccc5a1400d832ec",
      "56d4e2142ccc5a1400d832ed"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sasha Fierce Revealed\" (text) focused on \"Beyoncé's stage alter ego and history\" (text). At the top there is a bold header with the phrase \"Sasha Fierce Revealed\" (text) and a subtitle that reads \"Beyoncé's stage alter ego and history\" (text), accompanied by a stylized theatrical mask symbolizing performance shown as \"stage persona silhouette\" (figure). In the middle a short biographical block states \"created during the making of \\\"Crazy in Love\\\" song sessions\" (text) alongside a second visual of a microphone and music note labeled \"performance icon\" (figure), and nearby a quote tag reads \"too aggressive, too strong, too sassy and too sexy description\" (text) while a timeline callout shows \"introduced with 2008 I Am... Sasha Fierce album\" (text). Further down a compact event panel includes \"announced no longer needed in February 2010 interview\" (text) with a magazine cover illustration shown as \"magazine interview graphic\" (figure) and an explicit caption that reads \"statement given to Allure magazine in 2010\" (text), followed by a later note that reads \"she would bring her back for Revel Presents: Beyoncé Live\" (text). At the bottom a concise recap line reads \"Sasha Fierce remains Beyoncé's performative alter ego\" (text). The overall style of the image is clean, modern, infographic-like, with clear iconography and readable typography.",
    "infographic_id": 44,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "Described as being \"sexy, seductive and provocative\" when performing on stage, Beyoncé has said that she originally created the alter ego \"Sasha Fierce\" to keep that stage persona separate from who she really is. She described Sasha as being \"too aggressive, too strong, too sassy [and] too sexy\", stating, \"I'm not like her in real life at all.\" Sasha was conceived during the making of \"Crazy in Love\", and Beyoncé introduced her with the release of her 2008 album I Am... Sasha Fierce. In February 2010, she announced in an interview with Allure magazine that she was comfortable enough with herself to no longer need Sasha Fierce. However, Beyoncé announced in May 2012 that she would bring her back for her Revel Presents: Beyoncé Live shows later that month.",
    "qa_count": 10,
    "ids": [
      "56bec3ea3aeaaa14008c939f",
      "56bec3ea3aeaaa14008c93a0",
      "56bec3ea3aeaaa14008c93a2",
      "56bec3ea3aeaaa14008c93a3",
      "56bfc420a10cfb14005512c0",
      "56bfc420a10cfb14005512c2",
      "56d4e2e12ccc5a1400d832f0",
      "56d4e2e12ccc5a1400d832f1",
      "56d4e2e12ccc5a1400d832f2",
      "56d4e2e12ccc5a1400d832f3"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's Public Persona\" (text) focused on \"Her Sex Appeal and Cultural Impact\" (text). At the top there is a portrait-style symbolic image labeled \"\\\"Stage performer silhouette\\\" (figure)\" and alongside it a bold quote rendered as \"The artist has wide-ranging sex appeal\" (text) to show the general characterization, and a smaller caption presented as \"Music journalist Touré called her a crossover sex symbol\" (text) that attributes the quote. In the middle a playful cartoon icon is shown as \"\\\"Curvy figure icon\\\" (figure)\" to represent her physique, and next to it the term popularized by her group appears as \"The catchy portmanteau Bootylicious from Destiny's Child\" (text) to link word and origin, while an additional graphic shows \"\\\"Song single symbol\\\" (figure)\" to represent the hit single. At the bottom a compact text block reads \"The slang term Bootylicious was added in 2006\" (text) to indicate dictionary recognition, and a casual caption sums up her style offstage as \"Offstage she says she likes to dress sexily\" (text). The overall style of the image is clean, modern, and infographic-focused.",
    "infographic_id": 45,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Beyoncé has been described as a having a wide-ranging sex appeal, with music journalist Touré writing that since the release of Dangerously in Love, she has \"become a crossover sex symbol\". Offstage Beyoncé says that while she likes to dress sexily, her onstage dress \"is absolutely for the stage.\" Due to her curves and the term's catchiness, in the 2000s, the media often used the term \"Bootylicious\" (a portmanteau of the words booty and delicious) to describe Beyoncé, the term popularized by Destiny's Child's single of the same name. In 2006, it was added to the Oxford English Dictionary.",
    "qa_count": 11,
    "ids": [
      "56bec4de3aeaaa14008c93bb",
      "56bec4de3aeaaa14008c93bc",
      "56bec4de3aeaaa14008c93bd",
      "56bec4de3aeaaa14008c93be",
      "56bec4de3aeaaa14008c93bf",
      "56bfc563a10cfb14005512ca",
      "56bfc563a10cfb14005512cc",
      "56d4e5022ccc5a1400d832fa",
      "56d4e5022ccc5a1400d832fb",
      "56d4e5022ccc5a1400d832fc",
      "56d4e5022ccc5a1400d832fd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé: Career Highlights\" (text) focused on \"Major accolades and modelling debut\" (text). At the top there is a bold header and a portrait illustration introducing the subject, with a captioned icon \"\\\"Stylized portrait silhouette\\\" (figure)\" and a nearby label reading \"\\\"In September 2010 she began modelling career\\\" (text)\" to show when she started exploring modelling. In the middle a runway illustration is shown with a captioned icon \"\\\"Runway figure with spotlight\\\" (figure)\" and a text block stating \"\\\"Tom Ford's Spring/Summer 2011 fashion show debut\\\" (text)\" to indicate her first modelling event. Flowing from that is a cluster of accolade callouts including a trophy illustration \"\\\"Award trophy icon\\\" (figure)\" paired with a concise headline \"\\\"Named World's Most Beautiful Woman by People\\\" (text)\" and another banner reading \"\\\"Called Hottest Female Singer of All Time by Complex\\\" (text)\" to record media praise. Lower down a magazine-cover graphic appears with a captioned icon \"\\\"Magazine cover mockup\\\" (figure)\" and a label stating \"\\\"January 2013 cover feature on GQ\\\" (text)\" alongside a final credit stating \"\\\"Listed number 1 on VH1's 100 Sexiest Artists\\\" (text)\" to capture chart placement. Near the footer a museum diorama graphic is shown with a captioned icon \"\\\"Wax museum display scene\\\" (figure)\" and a clear label stating \"\\\"Madame Tussauds Wax Museums created several wax models\\\" (text) to note museum representations. The overall style of the image is clean, informative, and visually hierarchical for visual question answering.",
    "infographic_id": 46,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 25,
    "keywords_total": 25,
    "context": "In September 2010, Beyoncé made her runway modelling debut at Tom Ford's Spring/Summer 2011 fashion show. She was named \"World's Most Beautiful Woman\" by People and the \"Hottest Female Singer of All Time\" by Complex in 2012. In January 2013, GQ placed her on its cover, featuring her atop its \"100 Sexiest Women of the 21st Century\" list. VH1 listed her at number 1 on its 100 Sexiest Artists list. Several wax figures of Beyoncé are found at Madame Tussauds Wax Museums in major cities around the world, including New York, Washington, D.C., Amsterdam, Bangkok, Hollywood and Sydney.",
    "qa_count": 13,
    "ids": [
      "56bec5d53aeaaa14008c93d9",
      "56bec5d53aeaaa14008c93da",
      "56bec5d53aeaaa14008c93db",
      "56bec5d53aeaaa14008c93dc",
      "56bec5d53aeaaa14008c93dd",
      "56bfc6a6a10cfb14005512d3",
      "56bfc6a6a10cfb14005512d4",
      "56bfc6a6a10cfb14005512d5",
      "56bfc6a6a10cfb14005512d6",
      "56d4e5922ccc5a1400d83302",
      "56d4e5922ccc5a1400d83303",
      "56d4e5922ccc5a1400d83304",
      "56d4e5922ccc5a1400d83306"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Fashion and Media Highlights\" (text) focused on \"Beyoncé’s fashion influence and magazine milestones\" (text). At the top there is a headline and an introductory blurb that reads \"Beyoncé’s fashion influence and magazine milestones\" (text) and a supporting subheader that reads \"Collaborations, publications, and notable cover appearances\" (text), and a stylized portrait illustration captioned \"Stylized singer portrait\" (figure) sets the scene. In the middle a boxed panel shows a quoted passage reading \"Her mother co-wrote a book detailing fashion's impact\" (text) alongside a book icon labeled \"Generic book illustration\" (figure) and another captioned image \"Fashion montage illustration\" (figure) illustrating classic and contemporary stage wardrobes; nearby a caption reads \"Destiny's Style was published in 2002\" (text) and an adjacent small caption reads \"People magazine named her best-dressed celebrity\" (text). At the bottom a magazine cover mockup captioned \"Generic magazine cover illustration\" (figure) is paired with a caption that reads \"Beyoncé appeared on Sports Illustrated swimsuit 2007\" (text) and a final caption reads \"She was the second African American after Tyra Banks\" (text). The overall style of the image is clean, editorial, and magazine-inspired.",
    "infographic_id": 47,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "According to Italian fashion designer Roberto Cavalli, Beyoncé uses different fashion styles to work with her music while performing. Her mother co-wrote a book, published in 2002, titled Destiny's Style an account of how fashion had an impact on the trio's success. The B'Day Anthology Video Album showed many instances of fashion-oriented footage, depicting classic to contemporary wardrobe styles. In 2007, Beyoncé was featured on the cover of the Sports Illustrated Swimsuit Issue, becoming the second African American woman after Tyra Banks, and People magazine recognized Beyoncé as the best-dressed celebrity.",
    "qa_count": 7,
    "ids": [
      "56bec6763aeaaa14008c93f4",
      "56bec6763aeaaa14008c93f7",
      "56bfc87ca10cfb14005512dd",
      "56bfc87ca10cfb14005512e0",
      "56bfc87ca10cfb14005512e1",
      "56d4e62e2ccc5a1400d8330f",
      "56d4e62e2ccc5a1400d83310"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Fan Names History\" (text) focused on \"Evolution of Beyoncé's Fanbase Names\" (text). At the top there is a headline alongside a stylized cartoon crown figure depicted as \"\\\"Stylized crown icon\\\" (figure)\" and a line of explanatory text reading \"\\\"This explains how Beyoncé's fan names evolved over time\\\" (text)\"; in the middle a playful bee cartoon is shown as \"\\\"Playful bee mascot\\\" (figure)\" with a descriptive label reading \"\\\"The Bey Hive is the name given to Beyoncé's fan base\\\" (text)\" and another short explanatory line reading \"\\\"The name Bey Hive derives from the word beehive\\\" (text) so viewers can learn the origin; further down a retro megaphone cartoon is shown as \"\\\"Retro megaphone graphic\\\" (figure)\" with a historical note reading \"\\\"Fans were previously titled The Beyontourage as a portmanteau\\\" (text)\" and an attribution line reading \"\\\"The change was popularized on Twitter through petitions and reports\\\" (text) to indicate how the shift occurred. The overall style of the image is clean, informative, and playful with clear icons and concise explanatory text.",
    "infographic_id": 48,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The Bey Hive is the name given to Beyoncé's fan base. Fans were previously titled \"The Beyontourage\", (a portmanteau of Beyoncé and entourage). The name Bey Hive derives from the word beehive, purposely misspelled to resemble her first name, and was penned by fans after petitions on the online social networking service Twitter and online news reports during competitions.",
    "qa_count": 8,
    "ids": [
      "56bec6de3aeaaa14008c9407",
      "56bec6de3aeaaa14008c9408",
      "56bec6de3aeaaa14008c9409",
      "56bfcaf0a10cfb14005512e7",
      "56bfcaf0a10cfb14005512e8",
      "56d4e7eb2ccc5a1400d83316",
      "56d4e7eb2ccc5a1400d83317",
      "56d4e7eb2ccc5a1400d83318"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Controversies\" (text) focused on \"PETA Fur Criticism and L'Officiel Cover\" (text). At the top there is a headline and an illustrative icon, with the headline shown as \"Beyoncé faced backlash from animal rights activists\" (text) and a simple silhouette of a singer holding a microphone shown as \"singer silhouette holding microphone\" (figure), and just below that a caption panel reads \"2006 PETA criticized her for wearing and using fur\" (text) while a symbolic cartoon of a fur coat on a hanger appears as \"fur coat on hanger\" (figure). In the upper-middle a fashion brand label is displayed as \"House of Deréon clothing line mentioned\" (text) to clarify the brand criticized, and a small clothing line logo placeholder appears as \"generic clothing label icon\" (figure). In the middle a fashion magazine mockup is presented with the magazine label displayed as \"L'Officiel French fashion magazine cover\" (text) alongside a stylized magazine cover illustration shown as \"generic magazine cover illustration\" (figure), and an explanatory line reads \"2011 cover featured blackface and tribal makeup depiction\" (text). At the lower-middle a reiteration note appears as \"House of Deréon drew PETA criticism in 2006\" (text) to directly link the brand to the controversy, and a related icon of a protest sign appears as \"protest sign symbol\" (figure). At the bottom a brief contextual note appears as \"Statement claimed it referenced a return to African roots\" (text) and a small icon of a press release is shown as \"press release document icon\" (figure). The overall style of the image is clean, informative, and infographic-like with clear icons and concise text.",
    "infographic_id": 49,
    "figure_count": 6,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "In 2006, the animal rights organization People for the Ethical Treatment of Animals (PETA), criticized Beyoncé for wearing and using fur in her clothing line House of Deréon. In 2011, she appeared on the cover of French fashion magazine L'Officiel, in blackface and tribal makeup that drew criticism from the media. A statement released from a spokesperson for the magazine said that Beyoncé's look was \"far from the glamorous Sasha Fierce\" and that it was \"a return to her African roots\".",
    "qa_count": 10,
    "ids": [
      "56bec7b63aeaaa14008c9422",
      "56bec7b63aeaaa14008c9423",
      "56bec7b63aeaaa14008c9424",
      "56bec7b63aeaaa14008c9425",
      "56bfcd33a10cfb14005512f1",
      "56bfcd33a10cfb14005512f2",
      "56bfcd33a10cfb14005512f4",
      "56d4e8472ccc5a1400d8331f",
      "56d4e8472ccc5a1400d83320",
      "56d4e8472ccc5a1400d83321"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Controversies\" (text) focused on \"Skin Tone, Costuming, and Media Responses\" (text). At the top the layout introduces the issue with a bold callout saying \"African-American community criticized Beyoncé's lighter skin color and costuming\" (text) alongside a symbolic portrait illustration of a performer silhouette holding a microphone labeled \"\\\"Performer silhouette with microphone\\\" (figure)\". In the middle a quotation panel displays \"Emmett Price Northeastern University music professor linked race to criticisms\" (text) next to a stylized classroom icon labeled \"\\\"Teacher at chalkboard\\\" (figure)\", and an adjacent advertisement mockup shows \"Feria hair color advertisements accused of lightening her skin\" (text) with a simple ad-frame illustration labeled \"\\\"Advertisement frame\\\" (figure)\". Below that a response strip contains \"L'Oréal said it is categorically untrue\" (text) and a retail-brand dialogue box reads \"Beyoncé asked H&M to use natural pictures be used\" (text). At the bottom a concluding caption summarizes context with \"Public debate included race, imagery, and retouching concerns\" (text). The overall style of the image is clear editorial infographic with clean icons, concise typography, and neutral reportage tone.",
    "infographic_id": 50,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Beyoncé's lighter skin color and costuming has drawn criticism from some in the African-American community. Emmett Price, a professor of music at Northeastern University, wrote in 2007, that he thinks race plays a role in many of these criticisms, saying white celebrities who dress similarly do not attract as many comments. In 2008, L'Oréal was accused of whitening her skin in their Feria hair color advertisements, responding that \"it is categorically untrue\", and in 2013, Beyoncé herself criticized H&M for their proposed \"retouching\" of promotional images of her, and according to Vogue requested that only \"natural pictures be used\".",
    "qa_count": 10,
    "ids": [
      "56bec8a13aeaaa14008c943f",
      "56bec8a13aeaaa14008c9440",
      "56bec8a13aeaaa14008c9441",
      "56bfcf98a10cfb14005512fd",
      "56bfcf98a10cfb14005512fe",
      "56d4e8512ccc5a1400d83326",
      "56d4e8512ccc5a1400d83327",
      "56d4e8512ccc5a1400d83328",
      "56d4e8512ccc5a1400d83329",
      "56d4e8512ccc5a1400d8332a"
    ],
    "title": "Beyoncé"
  }
]