[
  {
    "generated_infographic": "The image is an infographic titled \"Gelug and regional powers in central Tibet\" (text) focused on \"relations among Gelug, Rinpungpa, Phagmodrupa, and other sects\" (text). At the top, a concise header explains the power context, near a contextual figure showing rival patrons and rulers. \"Rinpungpa leaders were relatives of the Phagmodrupa, with rising regional authority over Ü-Tsang\" (text)\n\"a cartoon prince entering a city gate to symbolize occupation of a seat of power\" (figure)\n\"Prince of Rinbung occupied Lhasa in 1498, excluding Gelug from major rituals\" (text)\n\"a stylized scene of a public religious ceremony left empty at the front to symbolize exclusion\" (figure)\nIn the middle, a timeline-style flow is implied adjacent to a figure of an exiled leader seeking allies. \"New Years ceremonies and prayers were the most important event to the Gelug\" (text)\n\"a silhouette of a traveling monk meeting local figures to represent seeking allies in exile\" (figure)\nAt the bottom, a closure note appears near a figure of a restored ritual procession. \"Gelug regained the right to conduct New Years prayer after Lhasa was captured in 1518\" (text)\n\"a stylized procession returning to a temple to symbolize restoration of ritual rights\" (figure) The overall style of the image is clear, informative, and illustrative with straightforward labeling and symbolic cartoons.",
    "infographic_id": 201,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The Association for Asian Studies states that there is no known written evidence to suggest that later leaders of the Gelug—Gendün Drup (1391–1474) and Gendün Gyatso (1475–1571)—had any contacts with Ming China. These two religious leaders were preoccupied with an overriding concern for dealing with the powerful secular Rinpungpa princes, who were patrons and protectors of the Karma Kargyu lamas. The Rinpungpa leaders were relatives of the Phagmodrupa, yet their authority shifted over time from simple governors to rulers in their own right over large areas of Ü-Tsang. The prince of Rinbung occupied Lhasa in 1498 and excluded the Gelug from attending New Years ceremonies and prayers, the most important event in the Gelug. While the task of New Years prayers in Lhasa was granted to the Karmapa and others, Gendün Gyatso traveled in exile looking for allies. However, it was not until 1518 that the secular Phagmodru ruler captured Lhasa from the Rinbung, and thereafter the Gelug was given rights to conduct the New Years prayer. When the Drikung Kagyu abbot of Drigung Monastery threatened Lhasa in 1537, Gendün Gyatso was forced to abandon the Drepung Monastery, although he eventually returned.",
    "qa_count": 4,
    "ids": [
      "56cdac5e62d2951400fa67f4",
      "56cdac5e62d2951400fa67f6",
      "56cdac5e62d2951400fa67f7",
      "56cdac5e62d2951400fa67f8"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Zhengde Emperor and the Karmapa Mission\" (text) focused on \"the failed Ming mission to invite a Tibetan lama\" (text). Near the top is a concise header summarizing the ruler and the years of his reign, above a middle sequence of illustrative scenes that show mission planning, the travel logistics, and the ambush, and below is a brief outcome note about the emperor's death and the envoy's late return.  \n\"Zhengde Emperor reigned 1505–1521 and favored the company of lamas\" (text)  \n\"a stylized envoy planning scene showing large river ships and a mounted cavalry departing\" (figure)  \n\"eunuch envoy Liu Yun led a mission with hundreds of ships and about 1,000 cavalry after procuring gifts\" (text)  \n\"a stylized isolated portrait of the seated 8th Karmapa Mikyö Dorje refusing to depart Tibet\" (figure)  \n\"a cartoon camp scene under surprise attack with seized goods and routed escort\" (figure)  \n\"Liu Yun fled after heavy losses and returned to Chengdu years later to find the emperor had died\" (text)  \nThe overall style of the image is clear, documentary, and illustrative with tidy layouts and labelled sections.",
    "infographic_id": 202,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The Zhengde Emperor (r. 1505–1521), who enjoyed the company of lamas at court despite protests from the censorate, had heard tales of a \"living Buddha\" which he desired to host at the Ming capital; this was none other than the Rinpung-supported Mikyö Dorje, 8th Karmapa Lama then occupying Lhasa. Zhengde's top advisors made every attempt to dissuade him from inviting this lama to court, arguing that Tibetan Buddhism was wildly heterodox and unorthodox. Despite protests by the Grand Secretary Liang Chu, in 1515 the Zhengde Emperor sent his eunuch official Liu Yun of the Palace Chancellery on a mission to invite this Karmapa to Beijing. Liu commanded a fleet of hundreds of ships requisitioned along the Yangtze, consuming 2,835 g (100 oz) of silver a day in food expenses while stationed for a year in Chengdu of Sichuan. After procurring necessary gifts for the mission, he departed with a cavalry force of about 1,000 troops. When the request was delivered, the Karmapa lama refused to leave Tibet despite the Ming force brought to coerce him. The Karmapa launched a surprise ambush on Liu Yun's camp, seizing all the goods and valuables while killing or wounding half of Liu Yun's entire escort. After this fiasco, Liu fled for his life, but only returned to Chengdu several years later to find that the Zhengde Emperor had died.",
    "qa_count": 3,
    "ids": [
      "56cdae5962d2951400fa67fe",
      "56cdae5962d2951400fa67ff",
      "56cdae5962d2951400fa6800"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Tibet and Chinese dynasties in modern scholarship\" (text) focused on \"historical claims about sovereignty and control\" (text). At the top is a concise header summarizing the scholarly dispute, a middle section contrasts competing views with supportive notes, and the bottom highlights implications for claims of unbroken sovereignty.\n\n\"Tibet became part of China in the thirteenth century is a recent construction, argues a scholar\" (text)\n\"Chinese writers of the early twentieth century described Tibet as a feudal dependency rather than an integral part\" (text)\n\"China's intervening Ming dynasty did not have control over Tibet\" (text)\n\"the thirteenth century relationship makes Ming and Tibet problematic for unbroken sovereignty claims\" (text)\n\"a stylized map-like illustration showing a region under steppe empire influence and separate imperial markers\" (figure)\n\"a cartoon of two scholarly figures facing each other with speech banners implied but untranslated\" (figure)\n\"a silhouette of an imperial emissary scene representing rulership and legal decisions by continental emperors\" (figure)\n\"a simple symbolic depiction of an eighteenth-century mounted force arriving at a border to indicate the later invasion\" (figure)\n\nThe overall style of the image is clear, didactic, and illustration-focused.",
    "infographic_id": 203,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 11,
    "context": "Elliot Sperling, a specialist of Indian studies and the director of the Tibetan Studies program at Indiana University’s Department of Central Eurasia Studies, writes that \"the idea that Tibet became part of China in the 13th century is a very recent construction.\" He writes that Chinese writers of the early 20th century were of the view that Tibet was not annexed by China until the Manchu Qing dynasty invasion during the 18th century. He also states that Chinese writers of the early 20th century described Tibet as a feudal dependency of China, not an integral part of it. Sperling states that this is because \"Tibet was ruled as such, within the empires of the Mongols and the Manchus\" and also that \"China's intervening Ming dynasty ... had no control over Tibet.\" He writes that the Ming relationship with Tibet is problematic for China’s insistence of its unbroken sovereignty over Tibet since the 13th century. As for the Tibetan view that Tibet was never subject to the rule of the Yuan or Qing emperors of China, Sperling also discounts this by stating that Tibet was \"subject to rules, laws and decisions made by the Yuan and Qing rulers\" and that even Tibetans described themselves as subjects of these emperors.",
    "qa_count": 4,
    "ids": [
      "56ce1d0caab44d1400b8845e",
      "56ce1d0caab44d1400b8845f",
      "56ce1d0caab44d1400b88460",
      "56ce1d0caab44d1400b88461"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Qing dynasty and Tibet in Josef Kolmaš's analysis\" (text) focused on \"changes in Sino‑Tibetan relations and central government authority\" (text). At the top a clear title and topic sit above the main content, and in the middle supporting illustrations are paired with concise labels, while a concluding label appears near the bottom summarizing the author's assessment. \"Qing dynasty identified as the period when Tibet came to be considered an organic part of China\" (text)\n\"Becoming practically and theoretically subject to the Chinese central government\" (text)\n\"a stylized scholar figure writing with a scroll to indicate analytical commentary\" (figure)\n\"a cartoon map-like schematic showing two adjacent territories with an arrow indicating integration\" (figure)\n\"a simplified depiction of a central government emblem above a smaller regional symbol to suggest authority\" (figure)\n\"Kolmaš describes this as a radical change compared with earlier eras of Sino‑Tibetan relations\" (text)\nThe overall style of the image is clean, illustrative, and academic.",
    "infographic_id": 204,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Josef Kolmaš, a sinologist, Tibetologist, and Professor of Oriental Studies at the Academy of Sciences of the Czech Republic, writes that it was during the Qing dynasty \"that developments took place on the basis of which Tibet came to be considered an organic part of China, both practically and theoretically subject to the Chinese central government.\" Yet he states that this was a radical change in regards to all previous eras of Sino-Tibetan relations.",
    "qa_count": 2,
    "ids": [
      "56ce1e45aab44d1400b8847a",
      "56ce1e45aab44d1400b8847b"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Religious and political ties described by P. Christiaan Klieger\" (text) focused on \"historical roles and state succession in Tibetan–Mongol relations\" (text). At the top is the title and a short contextual label, near the middle are the main summarized claims and a visual sequence, and the bottom shows modern succession claims adjacent to a concluding note. \"Religious prelate and secular patron was the mutual role between Tibetan lamas and Mongol khans\" (text)\n\"a vice royalty of the Sakya regime was installed by the Mongols and created a patron and priest relationship with Mongol converts\" (text)\n\"P. Christiaan Klieger, a scholar at the California Academy of Sciences in San Francisco\" (text)\n\"the Republic of China and its Communist successors assumed former imperial tributaries as parts of the Chinese nation-state\" (text)\n\"a stylized map-like icon showing two simplified highland figures facing each other to suggest mediated religious exchange\" (figure)\n\"a cartoon silhouette of a mounted figure installing a seated cleric to represent the vice royalty installation\" (figure)\n\"a stylized sequence of state emblems transforming from imperial to modern forms to represent political succession\" (figure)\nThe overall style of the image is clean, informative, and illustration-driven.",
    "infographic_id": 205,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "P. Christiaan Klieger, an anthropologist and scholar of the California Academy of Sciences in San Francisco, writes that the vice royalty of the Sakya regime installed by the Mongols established a patron and priest relationship between Tibetans and Mongol converts to Tibetan Buddhism. According to him, the Tibetan lamas and Mongol khans upheld a \"mutual role of religious prelate and secular patron,\" respectively. He adds that \"Although agreements were made between Tibetan leaders and Mongol khans, Ming and Qing emperors, it was the Republic of China and its Communist successors that assumed the former imperial tributaries and subject states as integral parts of the Chinese nation-state.\"",
    "qa_count": 5,
    "ids": [
      "56ce2752aab44d1400b884d2",
      "56ce2752aab44d1400b884d3",
      "56ce2752aab44d1400b884d4",
      "56ce2752aab44d1400b884d5",
      "56ce2752aab44d1400b884d6"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"China Daily coverage of Tibet and historical claims\" (text) focused on \"how a state news article describes Tibet's historical status and administrative claims\" (text). At the top is the headline and summary, near a supporting visual showing asserted continuity; in the middle are compact claim summaries adjacent to illustrative scenes, and near the bottom is provenance and shared republication noted. \n\"Tibet was included into the territory of Yuan dynasty's China in the 13th century\" (text)\n\"The Ming dynasty inherited the right to rule Tibet and established two itinerant high commands\" (text)\n\"China Daily is a CCP-controlled news organization started in 1981\" (text)\n\"The article states Tibet has remained under the jurisdiction of the central government of China\" (text)\n\"a cartoon map silhouette showing a stylized territory outline to accompany historical inclusion claim\" (figure)\n\"a cartoon of a stylized emperor figure and a mounted envoy to accompany the claim about itinerant commands\" (figure)\n\"a stylized newsroom illustration representing the same article republished by multiple state media outlets\" (figure)\nThe overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 206,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "China Daily, a CCP-controlled news organization since 1981, states in a 2008 article that although there were dynastic changes after Tibet was incorporated into the territory of Yuan dynasty's China in the 13th century, \"Tibet has remained under the jurisdiction of the central government of China.\" It also states that the Ming dynasty \"inherited the right to rule Tibet\" from the Yuan dynasty, and repeats the claims in the Mingshi about the Ming establishing two itinerant high commands over Tibet. China Daily states that the Ming handled Tibet's civil administration, appointed all leading officials of these administrative organs, and punished Tibetans who broke the law. The party-controlled People's Daily, the state-controlled Xinhua News Agency, and the state-controlled national television network China Central Television posted the same article that China Daily had, the only difference being their headlines and some additional text.",
    "qa_count": 5,
    "ids": [
      "56ce2b2daab44d1400b884f0",
      "56ce2b2daab44d1400b884f1",
      "56ce2b2daab44d1400b884f2",
      "56ce2b2daab44d1400b884f3",
      "56ce2b2daab44d1400b884f4"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Religious and Political Shifts under a Ming Emperor\" (text) focused on \"court sponsorship, travel, and eunuch influence during a mid sixteenth century reign\" (text). At the top a concise header summarizes the time and policy shifts, above a middle section of supporting illustrations, and below a short political note and attribution.\n\n\"Reign dated 1521–1567 with concentrated imperial religious policy\" (text)\n\"State sponsorship favored the native Chinese ideology of Daoism while other traditions were ignored or suppressed\" (text)\n\"Travel by the Tibetan lamas to the court was discontinued during this period, placed adjacent to an explanatory figure\" (text)\n\"Grand Secretary Yang Tinghe took action to break eunuch influence at court, referenced below a related figure\" (text)\n\n\"a stylized court scene showing an imperial audience with symbolic ritual objects and advisors, no letters or numerals\" (figure)\n\"a cartoon procession with two cloaked figures turning away from a palace gate to indicate halted travel, no letters or numerals\" (figure)\n\"a silhouette of a bureaucrat confronting a group of attendants to symbolize efforts to reduce eunuch power, no letters or numerals\" (figure)\n\"an illustrative sketch of a foreign ship near a distant shoreline to suggest court interest in expanding commercial ties, no letters or numerals\" (figure)\n\nThe overall style of the image is clear, infographic-oriented, and illustrative.",
    "infographic_id": 207,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "During the reign of the Jiajing Emperor (r. 1521–1567), the native Chinese ideology of Daoism was fully sponsored at the Ming court, while Tibetan Vajrayana and even Chinese Buddhism were ignored or suppressed. Even the History of Ming states that the Tibetan lamas discontinued their trips to Ming China and its court at this point. Grand Secretary Yang Tinghe under Jiajing was determined to break the eunuch influence at court which typified the Zhengde era, an example being the costly escort of the eunuch Liu Yun as described above in his failed mission to Tibet. The court eunuchs were in favor of expanding and building new commercial ties with foreign countries such as Portugal, which Zhengde deemed permissible since he had an affinity for foreign and exotic people.",
    "qa_count": 5,
    "ids": [
      "56ce3406aab44d1400b8856c",
      "56ce3406aab44d1400b8856d",
      "56ce3406aab44d1400b8856e",
      "56ce3406aab44d1400b8856f",
      "56ce3406aab44d1400b88570"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Court Politics Shift After an Imperial Succession\" (text) focused on \"changes in Ming court favor and foreign and religious relations\" (text). At the top, a concise header states the succession and the court realignment, with a supporting illustration below; in the middle the rejected embassy and religious animosity are summarized alongside explanatory imagery; near the bottom a scholar's assessment about the end of a unique diplomatic relationship is presented with a contextual figure. \n\"Succession to Jiajing led to a shift in court politics toward Neo-Confucian leadership\" (text)\n\"The Neo-Confucian establishment rejected a Portuguese embassy and opposed Tibetan Buddhism and lamas\" (text)\n\"Evelyn S. Rawski notes that the Ming relationship with Tibetan prelates ended during Jiajing's reign\" (text)\n\"Influence in the Amdo region was supplanted by Mongol forces according to the historical assessment\" (text)\n\"a stylized cartoon of a court hall with advisors grouped on one side to suggest a political shift\" (figure)\n\"a simple illustrative scene of a foreign envoy turned away at a gate to represent a rejected embassy\" (figure)\n\"a cartoon depiction of religious figures and scholars facing each other to symbolize animosity toward Tibetan Buddhism and lamas\" (figure)\n\"a stylized map fragment hinting at a border region with mounted figures to imply changing regional influence\" (figure) The overall style of the image is clear, instructive, and illustrative.",
    "infographic_id": 208,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "With the death of Zhengde and ascension of Jiajing, the politics at court shifted in favor of the Neo-Confucian establishment which not only rejected the Portuguese embassy of Fernão Pires de Andrade (d. 1523), but had a predisposed animosity towards Tibetan Buddhism and lamas. Evelyn S. Rawski, a professor in the Department of History of the University of Pittsburgh, writes that the Ming's unique relationship with Tibetan prelates essentially ended with Jiajing's reign while Ming influence in the Amdo region was supplanted by the Mongols.",
    "qa_count": 5,
    "ids": [
      "56ce362faab44d1400b885c6",
      "56ce362faab44d1400b885c7",
      "56ce362faab44d1400b885c8",
      "56ce362faab44d1400b885c9",
      "56ce362faab44d1400b885ca"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Altan Khan and the Dalai Lama meeting\" (text) focused on \"Altan Khan's interactions with Ming China and Tibetan leaders\" (text). At the top there is a brief headline and contextual phrase adjacent to a supporting illustration, followed by a center section that links peace, invitation, and titles near another illustration, and a bottom caption grouping religious titles near a final illustrative scene. \n\"Altan Khan led Tumed Mongols into the Kokonor region and raided the Ming Chinese frontier\" (text)\n\"After peace with the Ming in 1571, Altan Khan invited the third Gelug hierarch Sönam Gyatso to Amdo in 1578\" (text)\n\"The meeting resulted in the bestowal of the title Dalai Lama and the full title Dalai Lama Vajradhara\" (text)\n\"Altan Khan was granted titles affirming religious authority and protection by the Dalai Lama\" (text)\n\"a cartoon map showing a stylized inland region with an arrow from a steppe area toward an inland basin labeled as the region\" (figure)\n\"a stylized scene of two dignified figures meeting on a plain near a monastery\" (figure)\n\"a cartoon of two symbolic scrolls representing honorific religious titles being exchanged\" (figure)\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 209,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Meanwhile, the Tumed Mongols began moving into the Kokonor region (modern Qinghai), raiding the Ming Chinese frontier and even as far as the suburbs of Beijing under Altan Khan (1507–1582). Klieger writes that Altan Khan's presence in the west effectively reduced Ming influence and contact with Tibet. After Altan Khan made peace with the Ming dynasty in 1571, he invited the third hierarch of the Gelug—Sönam Gyatso (1543–1588)—to meet him in Amdo (modern Qinghai) in 1578, where he accidentally bestowed him and his two predecessors with the title of Dalai Lama—\"Ocean Teacher\". The full title was \"Dalai Lama Vajradhara\", \"Vajradhara\" meaning \"Holder of the Thunderbolt\" in Sanskrit. Victoria Huckenpahler notes that Vajradhara is considered by Buddhists to be the primordial Buddha of limitless and all-pervasive beneficial qualities, a being that \"represents the ultimate aspect of enlightenment.\" Goldstein writes that Sönam Gyatso also enhanced Altan Khan's standing by granting him the title \"king of religion, majestic purity\". Rawski writes that the Dalai Lama officially recognized Altan Khan as the \"Protector of the Faith\".",
    "qa_count": 5,
    "ids": [
      "56ce3d3aaab44d1400b885ea",
      "56ce3d3aaab44d1400b885eb",
      "56ce3d3aaab44d1400b885ec",
      "56ce3d3aaab44d1400b885ed",
      "56ce3d3aaab44d1400b885ee"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Altan Khan's forced religious reforms and alliances\" (text) focused on \"the conversion of Mongol elites to Gelug Buddhism and the political fusion with the Dalai Lama\" (text). At the top is the main claim and context summary, near the center supporting scenes and quotes clarify motives and threats, and near the bottom a concluding label highlights the political-religious fusion and lasting followership.\n\n\"Altan Khan abolished the native Mongol practices of shamanism and blood sacrifice\" (text)\n\"Altan Khan coerced the Mongol princes and subjects to convert to Gelug Buddhism or face execution\" (text)\n\"Committed to their religious leader, Mongol princes requested the Dalai Lama to bestow titles on them\" (text)\n\"This alliance renewed a Mongol–Tibetan spiritual and secular partnership and increased devotion to the Gelugpa\" (text)\n\n\"a cartoon of a ritual scene being ended, with a stylized altar left empty\" (figure)\n\"a stylized group of courtiers and subjects standing before a solemn figure in robes, showing persuasion\" (figure)\n\"a cartoon of a robed spiritual leader bestowing a symbolic title badge to a kneeling noble\" (figure)\n\"a stylized symbolic scene of two figures clasping hands to represent a renewed alliance\" (figure)\n\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 210,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "Laird writes that Altan Khan abolished the native Mongol practices of shamanism and blood sacrifice, while the Mongol princes and subjects were coerced by Altan to convert to Gelug Buddhism—or face execution if they persisted in their shamanistic ways. Committed to their religious leader, Mongol princes began requesting the Dalai Lama to bestow titles on them, which demonstrated \"the unique fusion of religious and political power\" wielded by the Dalai Lama, as Laird writes. Kolmaš states that the spiritual and secular Mongol-Tibetan alliance of the 13th century was renewed by this alliance constructed by Altan Khan and Sönam Gyatso. Van Praag writes that this restored the original Mongol patronage of a Tibetan lama and \"to this day, Mongolians are among the most devout followers of the Gelugpa and the Dalai Lama.\" Angela F. Howard writes that this unique relationship not only provided the Dalai Lama and Panchen Lama with religious and political authority in Tibet, but that Altan Khan gained \"enormous power among the entire Mongol population.\"",
    "qa_count": 5,
    "ids": [
      "56ce3ed1aab44d1400b885fe",
      "56ce3ed1aab44d1400b885ff",
      "56ce3ed1aab44d1400b88600",
      "56ce3ed1aab44d1400b88601",
      "56ce3ed1aab44d1400b88602"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Altan Khan, Mongol-Tibetan Alliance, and Dalai Lama Succession\" (text) focused on \"how Mongol patronage shaped early Dalai Lama political power\" (text). At the top a concise timeline-style header explains the power shifts, with related visuals placed below and supporting labels adjacent to each illustration, and at the bottom a concluding note ties authority and alliance together.\n\n\"Altan Khan's conversion helped expand his authority in conflict with his nominal superior Tümen Khan\" (text)\n\"To cement the Mongol-Tibetan alliance the great-grandson of Altan Khan was installed as the fourth Dalai Lama\" (text)\n\"In 1642 the 5th Dalai Lama became the first Dalai Lama to wield effective political control over Tibet\" (text)\n\"a stylized portrait of a Mongol noble gesturing toward a robed Tibetan lama\" (figure)\n\"a cartoon of a ceremonial investiture showing a childlike heir presented with religious symbols\" (figure)\n\"a silhouette of a cloistered palace complex adjacent to a seated lama given a formal seal\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with simplified cartoon figures and clear typographic hierarchy.",
    "infographic_id": 211,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Rawski writes that Altan Khan's conversion to the Gelug \"can be interpreted as an attempt to expand his authority in his conflict with his nominal superior, Tümen Khan.\" To further cement the Mongol-Tibetan alliance, the great-grandson of Altan Khan—the 4th Dalai Lama (1589–1616)—was made the fourth Dalai Lama. In 1642, the 5th Dalai Lama (1617–1682) became the first to wield effective political control over Tibet.",
    "qa_count": 4,
    "ids": [
      "56ce4100aab44d1400b88612",
      "56ce4100aab44d1400b88613",
      "56ce4100aab44d1400b88614",
      "56ce4100aab44d1400b88615"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sonam Gyatso and early contacts with Ming China\" (text) focused on \"first official contact between a Dalai Lama and a Chinese government\" (text). At the top a concise header summarizes the main event, near the top-left an illustrated exchange scene supports the diplomatic letters and gifts, and below that a timeline-style sequence is indicated with related captions, while the bottom notes the final outcome and location of death.\n\n\"Sonam Gyatso received a grandiose title from Altan Khan before departing for Tibet\" (text)\n\"Sonam Gyatso sent a letter and gifts to Ming official Zhang Juzheng that arrived on March 12, 1579\" (text)\n\"a stylized cartoon of a messenger presenting a sealed letter and wrapped gifts to an official at a court-like setting\" (figure)\n\"Later that year a representative with Altan Khan received a return letter and gift from the Wanli imperial court, marking first official contact\" (text)\n\"a cartoon of two envoys exchanging a scroll and a small boxed gift beside an imperial seal symbol\" (figure)\n\"According to a biographical account, a later imperial title and invitation were conferred but Sonam Gyatso died in Mongolia before visiting\" (text)\n\"a silhouette of a mounted figure in a steppe landscape beside a simple memorial marker\" (figure)\n\nThe overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 212,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Sonam Gyatso, after being granted the grandiose title by Altan Khan, departed for Tibet. Before he left, he sent a letter and gifts to the Ming Chinese official Zhang Juzheng (1525–1582), which arrived on March 12, 1579. Sometime in August or September of that year, Sonam Gyatso's representative stationed with Altan Khan received a return letter and gift from the Wanli Emperor (r. 1572–1620), who also conferred upon Sonam Gyatso a title; this was the first official contact between a Dalai Lama and a government of China. However, Laird states that when Wanli invited him to Beijing, the Dalai Lama declined the offer due to a prior commitment, even though he was only 400 km (250 mi) from Beijing. Laird adds that \"the power of the Ming emperor did not reach very far at the time.\" Although not recorded in any official Chinese records, Sonam Gyatso's biography states that Wanli again conferred titles on Sonam Gyatso in 1588, and invited him to Beijing for a second time, but Sonam Gyatso was unable to visit China as he died the same year in Mongolia working with Altan Khan's son to further the spread of Buddhism.",
    "qa_count": 5,
    "ids": [
      "56ce42afaab44d1400b88620",
      "56ce42afaab44d1400b88621",
      "56ce42afaab44d1400b88622",
      "56ce42afaab44d1400b88623",
      "56ce42afaab44d1400b88624"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming and Qing interactions with Tibetan lama titles\" (text) focused on \"how imperial courts granted titles and honors to Tibetan lamas\" (text). At the top is a concise historical summary line near a supporting illustration, the middle presents two linked events with illustrative scenes below them, and the bottom gives a combined note about succession and title establishment adjacent to a final figure.  \n\"a concise summary noting that the Ming dynasty showed special favor by allowing the third Dalai Lama to pay tribute\" (text)  \n\"a line stating that Sonam Gyatso was granted the title Dorjichang or Vajradhara Dalai Lama in 1587\" (text)  \n\"a line stating that a later imperial court granted an honorific title to the fifth Dalai Lama in 1653 and to the fifth Panchen Lama in 1713, establishing their political and religious status in Tibet\" (text)  \n\"a brief footnote near the bottom noting that a later dynasty is described as establishing the titles and status\" (text)  \n\"a stylized court scene showing an official receiving tribute from a robed lama\" (figure)  \n\"a cartoon portrait of a lama wearing a symbolic, ornate headdress to represent the granting of a formal title\" (figure)  \n\"a stylized audience scene showing an imperial figure bestowing an honorific emblem to a seated lama\" (figure)  \n\"a simplified symbolic scene of two lamas positioned with ceremonial markers to indicate formal status establishment\" (figure) The overall style of the image is clear, illustrative, and informative.",
    "infographic_id": 213,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Of the third Dalai Lama, China Daily states that the \"Ming dynasty showed him special favor by allowing him to pay tribute.\" China Daily then says that Sonam Gyatso was granted the title Dorjichang or Vajradhara Dalai Lama in 1587 [sic!], but China Daily does not mention who granted him the title. Without mentioning the role of the Mongols, China Daily states that it was the successive Qing dynasty which established the title of Dalai Lama and his power in Tibet: \"In 1653, the Qing emperor granted an honorific title to the fifth Dalai Lama and then did the same for the fifth Panchen Lama in 1713, officially establishing the titles of the Dalai Lama and the Panchen Erdeni, and their political and religious status in Tibet.\"",
    "qa_count": 5,
    "ids": [
      "56ce43ebaab44d1400b88632",
      "56ce43ebaab44d1400b88633",
      "56ce43ebaab44d1400b88634",
      "56ce43ebaab44d1400b88635",
      "56ce43ebaab44d1400b88636"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Fourth Dalai Lama Honor and Invitation\" (text) focused on \"the 1616 imperial title and invitation to Yonten Gyatso\" (text). At the top is a concise header and near it an introductory phrase summarizing the imperial action. Below that, a central block lays out who received the honor and how it was delivered, adjacent to an illustrative scene, and near the bottom a final note explains why the travel did not occur.\n\n\"Fourth Dalai Lama Yonten Gyatso was granted the title Master of Vajradhara by imperial decree in 1616\" (text)\n\"An imperial representative delivered the emperor's official seal to the Dalai Lama according to the biography account\" (text)\n\"a stylized depiction of an emissary presenting a sealed tablet to a seated religious figure\" (figure)\n\"a cartoon of an imperial court setting suggesting a formal invitation to travel to the capital\" (figure)\n\"a silhouette of a reclining figure with an adjacent short note explaining that he died before making the journey\" (figure)\n\"Biography of the Fourth Dalai Lama cited the delivery and invitation as events tied to the seal and invitation\" (text)\n\nThe overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 214,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Chen states that the fourth Dalai Lama Yonten Gyatso was granted the title \"Master of Vajradhara\" and an official seal by the Wanli Emperor in 1616. This was noted in the Biography of the Fourth Dalai Lama, which stated that one Soinam Lozui delivered the seal of the Emperor to the Dalai Lama. The Wanli Emperor had invited Yonten Gyatso to Beijing in 1616, but just like his predecessor he died before being able to make the journey.",
    "qa_count": 5,
    "ids": [
      "56ce451caab44d1400b8863c",
      "56ce451caab44d1400b8863d",
      "56ce451caab44d1400b8863e",
      "56ce451caab44d1400b8863f",
      "56ce451caab44d1400b88640"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mongol Influence and Ming Response in Tibet\" (text) focused on \"the Mongol presence, conquest, and Ming reactions in Tibet\" (text). At the top is the headline and a brief label near an illustrative scene of interactions; middle sections pair concise explanatory phrases with supportive figures; bottom summarizes causes and reactions near an illustrative concluding scene.  \n\"Headline: Mongol presence increased in Tibet and culminated in a conquest in 1642\" (text)  \n\"Explanatory note near middle: Ming court viewed developments in Tibet with apparent unconcern\" (text)  \n\"Supporting summary near lower middle: Mongols seized the chance to reclaim their old vassal of Tibet\" (text)  \n\"Concluding label near bottom: Chinese interest in mass Mongol conversion to Tibetan Buddhism did not produce many devout Chinese adherents\" (text)  \n\"a stylized illustration of mounted figures approaching a mountainous settlement, conveying an increasing presence and advance\" (figure)  \n\"a cartoon of a palace interior with figures appearing indifferent, conveying a court that is unconcerned\" (figure)  \n\"a stylized scene of religious exchange with a group adopting ritual objects and a distant observer watching with mild interest\" (figure)  \n\"a silhouette of a regional map outline with a simple marker showing a shift in political influence\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 215,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Kolmaš writes that, as the Mongol presence in Tibet increased, culminating in the conquest of Tibet by a Mongol leader in 1642, the Ming emperors \"viewed with apparent unconcern these developments in Tibet.\" He adds that the Ming court's lack of concern for Tibet was one of the reasons why the Mongols pounced on the chance to reclaim their old vassal of Tibet and \"fill once more the political vacuum in that country.\" On the mass Mongol conversion to Tibetan Buddhism under Altan Khan, Laird writes that \"the Chinese watched these developments with interest, though few Chinese ever became devout Tibetan Buddhists.\"",
    "qa_count": 4,
    "ids": [
      "56ce4821aab44d1400b88656",
      "56ce4821aab44d1400b88657",
      "56ce4821aab44d1400b88658",
      "56ce4821aab44d1400b88659"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Tsangpa Rise and Ü-Tsang Conflicts\" (text) focused on \"power shifts and alliances in early seventeenth century Central Tibet\" (text). At the top it shows the initial takeover and date, the middle summarizes key rulers and alliances, and the bottom highlights the Dalai Lama dispute and later conflicts. \n\"In 1565 a minister overthrew the Rinbung princes and established Tsangpa rule near Shigatse\" (text)\n\"Karma Phuntsok Namgyal took control of all of Central Tibet and reigned 1611–1621\" (text)\n\"The Ü-Tsang king formed an alliance with the Karmapa while Lhasa leaders remained loyal to Gelug and Phagmodru\" (text)\n\"The fourth Dalai Lama refused an audience with the Ü-Tsang king, sparking assaults on Gelug monasteries\" (text)\n\"a stylized map showing two regional centers with arrows indicating a takeover from a minister to a Tsang ruler\" (figure)\n\"a cartoon of a crowned ruler standing beside a monastic figure to represent alliances between a secular king and a religious leader\" (figure)\n\"a stylized scene of a monk turning away from a royal envoy to illustrate a refused audience and ensuing monastery conflict\" (figure)\nThe overall style of the image is clear, didactic, and illustrative with simple, symbolic visuals.",
    "infographic_id": 216,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In 1565, the powerful Rinbung princes were overthrown by one of their own ministers, Karma Tseten who styled himself as the Tsangpa, \"the one of Tsang\", and established his base of power at Shigatse. The second successor of this first Tsang king, Karma Phuntsok Namgyal, took control of the whole of Central Tibet (Ü-Tsang), reigning from 1611–1621. Despite this, the leaders of Lhasa still claimed their allegiance to the Phagmodru as well as the Gelug, while the Ü-Tsang king allied with the Karmapa. Tensions rose between the nationalistic Ü-Tsang ruler and the Mongols who safeguarded their Mongol Dalai Lama in Lhasa. The fourth Dalai Lama refused to give an audience to the Ü-Tsang king, which sparked a conflict as the latter began assaulting Gelug monasteries. Chen writes of the speculation over the fourth Dalai Lama's mysterious death and the plot of the Ü-Tsang king to have him murdered for \"cursing\" him with illness, although Chen writes that the murder was most likely the result of a feudal power struggle. In 1618, only two years after Yonten Gyatso died, the Gelug and the Karma Kargyu went to war, the Karma Kargyu supported by the secular Ü-Tsang king. The Ü-Tsang ruler had a large number of Gelugpa lamas killed, occupied their monasteries at Drepung and Sera, and outlawed any attempts to find another Dalai Lama. In 1621, the Ü-Tsang king died and was succeeded by his young son Karma Tenkyong, an event which stymied the war effort as the latter accepted the six-year-old Lozang Gyatso as the new Dalai Lama. Despite the new Dalai Lama's diplomatic efforts to maintain friendly relations with the new Ü-Tsang ruler, Sonam Rapten (1595–1657), the Dalai Lama's chief steward and treasurer at Drepung, made efforts to overthrow the Ü-Tsang king, which led to another conflict. In 1633, the Gelugpas and several thousand Mongol adherents defeated the Ü-Tsang king's troops near Lhasa before a peaceful negotiation was settled. Goldstein writes that in this the \"Mongols were again playing a significant role in Tibetan affairs, this time as the military arm of the Dalai Lama.\"",
    "qa_count": 5,
    "ids": [
      "56ce4a58aab44d1400b88668",
      "56ce4a58aab44d1400b88669",
      "56ce4a58aab44d1400b8866a",
      "56ce4a58aab44d1400b8866b",
      "56ce4a58aab44d1400b8866c"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Güshi Khan and the Fifth Dalai Lama\" (text) focused on \"the arrival of a protector and the 1642 surrender\" (text). At the top, a concise headline and context line introduce the appeal and acceptance; near the middle, supporting visuals show the campaign and resettlement; below, a concluding timeline phrase and outcome sit adjacent to a final scene.\n\n\"Appeal by the Fifth Dalai Lama led to seeking aid from the Mongol prince Güshi Khan\" (text)\n\"Güshi Khan accepted the role of protector and led military action for the Gelugpas\" (text)\n\"Güshi Khan defeated the Gelugpas' enemies in Amdo and Kham and resettled his tribe in Amdo\" (text)\n\"The Ü-Tsang forces surrendered in 1642 after a siege, followed by the capture and execution of their ruler\" (text)\n\n\"a cartoon of a pleading monk figure speaking to a mounted Mongol prince, placed near the top to illustrate the appeal\" (figure)\n\"a stylized scene of mounted warriors and supporting monastic figures advancing through mountains, positioned adjacent to the middle text about campaigns\" (figure)\n\"a silhouette of a group of settlers relocating with pack animals, located near the resettlement text\" (figure)\n\"a cartoon of a fortified town under siege with a small flag lowered to show surrender, placed near the bottom\" (figure)\n\nThe overall style of the image is clear, illustrative, and documentary.",
    "infographic_id": 217,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "When an ally of the Ü-Tsang ruler threatened destruction of the Gelugpas again, the fifth Dalai Lama Lozang Gyatso pleaded for help from the Mongol prince Güshi Khan (1582–1655), leader of the Khoshut (Qoshot) tribe of the Oirat Mongols, who was then on a pilgrimage to Lhasa. Güshi Khan accepted his role as protector, and from 1637–1640 he not only defeated the Gelugpas' enemies in the Amdo and Kham regions, but also resettled his entire tribe into Amdo. Sonam Chöpel urged Güshi Khan to assault the Ü-Tsang king's homebase of Shigatse, which Güshi Khan agreed upon, enlisting the aid of Gelug monks and supporters. In 1642, after a year's siege of Shigatse, the Ü-Tsang forces surrendered. Güshi Khan then captured and summarily executed Karma Tenkyong, the ruler of Ü-Tsang, King of Tibet.",
    "qa_count": 5,
    "ids": [
      "56ce4b8baab44d1400b8867a",
      "56ce4b8baab44d1400b8867b",
      "56ce4b8baab44d1400b8867c",
      "56ce4b8baab44d1400b8867d",
      "56ce4b8baab44d1400b8867e"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Güshi Khan and the Dalai Lama\" (text) focused on \"power, patronage, and ceremonial transfers in early Tibetan governance\" (text). At the top a compact header summarizes the welcoming ceremony and the presented gift; near the center a sequence shows the enthronement and split of ceremonial versus governing authority; below that a section contrasts titles, military control, and religious outcomes. \n\"Welcoming Lozang Gyatso a day's ride from Shigatse, with Güshi Khan presenting his conquest of Tibet as a gift to the Dalai Lama\" (text)\n\"In a main-hall enthronement the Dalai Lama was raised as ruler while governing authority was given to the regent Sonam Chöpel\" (text)\n\"The title of King of Tibet was held by Güshi Khan, who spent summers in pastures north of Lhasa and winters in Lhasa\" (text)\n\"Güshi Khan retained control over armed forces while accepting an inferior ceremonial status to the Dalai Lama, contributing to Gelug dominance over rival sects\" (text)\n\"a stylized ceremony scene showing a mounted leader greeting a robed spiritual figure at a tented roadside\" (figure)\n\"a cartoon interior of a fortress hall with a throne and a nearby advisor figure receiving governance symbols\" (figure)\n\"a stylized palace-building scene on a hill with ritual activity and construction imagery\" (figure)\n\"a simplified monastery conversion vignette showing one religious building morphing into another with accompanying confiscated goods\" (figure) The overall style of the image is illustrative, informative, and historically suggestive.",
    "infographic_id": 218,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Soon after the victory in Ü-Tsang, Güshi Khan organized a welcoming ceremony for Lozang Gyatso once he arrived a day's ride from Shigatse, presenting his conquest of Tibet as a gift to the Dalai Lama. In a second ceremony held within the main hall of the Shigatse fortress, Güshi Khan enthroned the Dalai Lama as the ruler of Tibet, but conferred the actual governing authority to the regent Sonam Chöpel. Although Güshi Khan had granted the Dalai Lama \"supreme authority\" as Goldstein writes, the title of 'King of Tibet' was conferred upon Güshi Khan, spending his summers in pastures north of Lhasa and occupying Lhasa each winter. Van Praag writes that at this point Güshi Khan maintained control over the armed forces, but accepted his inferior status towards the Dalai Lama. Rawski writes that the Dalai Lama shared power with his regent and Güshi Khan during his early secular and religious reign. However, Rawski states that he eventually \"expanded his own authority by presenting himself as Avalokiteśvara through the performance of rituals,\" by building the Potala Palace and other structures on traditional religious sites, and by emphasizing lineage reincarnation through written biographies. Goldstein states that the government of Güshi Khan and the Dalai Lama persecuted the Karma Kagyu sect, confiscated their wealth and property, and even converted their monasteries into Gelug monasteries. Rawski writes that this Mongol patronage allowed the Gelugpas to dominate the rival religious sects in Tibet.",
    "qa_count": 5,
    "ids": [
      "56ce4d2baab44d1400b8868e",
      "56ce4d2baab44d1400b8868f",
      "56ce4d2baab44d1400b88690",
      "56ce4d2baab44d1400b88691",
      "56ce4d2baab44d1400b88692"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Fall of the Ming and Tibetan Qing Contacts\" (text) focused on \"early seventeenth century interactions between Chinese dynasties and the Dalai Lama\" (text). At the top there is a concise header summarizing the sequence of events, near the middle a timeline-style cluster of key engagements, and at the bottom a short interpretive note about diplomatic recognition and alliances.  \n\"Sequence: Ming fell to the rebellion of Li Zicheng, brief Shun rule, then Manchu conquest and Qing succession\" (text)  \n\"a composite scene showing a cartoon rebel leader facing a stylized imperial city\" (figure)  \n\"Kolmaš account: the Dalai Lama accepted a Manchu invitation and sent envoys to Mukden before Ming collapse\" (text)  \n\"a stylized cartoon of a robed envoy group approaching a fortified capital\" (figure)  \n\"Shunzhi invited the fifth Dalai Lama to the imperial court and treated him as an independent sovereign of Tibet\" (text)  \n\"a cartoon of a robed spiritual leader and an emperor seated in adjacent ceremonial spaces\" (figure)  \n\"Footnote near bottom: recognition and alliances linked Tibet, Mongol tribes, and regional rulers in diplomatic terms\" (text)  \n\"a symbolic illustration of linked hands and regional tokens representing allied polities\" (figure) The overall style of the image is clean, illustrative, and informational with clear, formal labeling.",
    "infographic_id": 219,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Meanwhile, the Chinese Ming dynasty fell to the rebellion of Li Zicheng (1606–1645) in 1644, yet his short-lived Shun dynasty was crushed by the Manchu invasion and the Han Chinese general Wu Sangui (1612–1678). China Daily states that when the following Qing dynasty replaced the Ming dynasty, it merely \"strengthened administration of Tibet.\" However, Kolmaš states that the Dalai Lama was very observant of what was going on in China and accepted a Manchu invitation in 1640 to send envoys to their capital at Mukden in 1642, before the Ming collapsed. Dawa Norbu, William Rockhill, and George N. Patterson write that when the Shunzhi Emperor (r. 1644–1661) of the subsequent Qing dynasty invited the fifth Dalai Lama Lozang Gyatso to Beijing in 1652, Shunzhi treated the Dalai Lama as an independent sovereign of Tibet. Patterson writes that this was an effort of Shunzhi to secure an alliance with Tibet that would ultimately lead to the establishment of Manchu rule over Mongolia. In this meeting with the Qing emperor, Goldstein asserts that the Dalai Lama was not someone to be trifled with due to his alliance with Mongol tribes, some of which were declared enemies of the Qing. Van Praag states that Tibet and the Dalai Lama's power was recognized by the \"Manchu Emperor, the Mongolian Khans and Princes, and the rulers of Ladakh, Nepal, India, Bhutan, and Sikkim.\"",
    "qa_count": 3,
    "ids": [
      "56ce4f64aab44d1400b886a2",
      "56ce4f64aab44d1400b886a5",
      "56ce4f64aab44d1400b886a6"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Qing Responses to Dzungar Expansion\" (text) focused on \"establishment of Qing presence in Tibet\" (text). At the top there is a concise title and topic, near the middle a sequence of explanatory labels with supporting illustrations, and toward the bottom a final summarizing label adjacent to a pictorial scene.\n\n\"Qing responses to a Dzungar threat prompted intervention and occupation\" (text)\n\"the Dzungar Mongols attempted to spread their territory into Tibet\" (text)\n\"the Kangxi Emperor led aid to Tibet and occupied Lhasa in 1720\" (text)\n\"by 1751 a protectorate and permanent Qing dynasty garrison was established in Tibet during the Qianlong Emperor's reign of 1735–1796\" (text)\n\n\"a cartoon of mounted steppe warriors advancing across a stylized plain\" (figure)\n\"a stylized silhouette of an imperial envoy on horseback approaching a fortress labeled as a mountain city\" (figure)\n\"a cartoon scene of a small fortified garrison with tents and a sentinel on a hill\" (figure)\n\nThe overall style of the image is clear, educational, and illustrative with concise labels and supportive cartoons.",
    "infographic_id": 220,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "When the Dzungar Mongols attempted to spread their territory from what is now Xinjiang into Tibet, the Kangxi Emperor (r. 1661–1722) responded to Tibetan pleas for aid with his own expedition to Tibet, occupying Lhasa in 1720. By 1751, during the reign of the Qianlong Emperor (r. 1735–1796), a protectorate and permanent Qing dynasty garrison was established in Tibet. As of 1751, Albert Kolb writes that \"Chinese claims to suzerainty over Tibet date from this time.\"",
    "qa_count": 5,
    "ids": [
      "56ce5125aab44d1400b886ac",
      "56ce5125aab44d1400b886ad",
      "56ce5125aab44d1400b886ae",
      "56ce5125aab44d1400b886af",
      "56ce5125aab44d1400b886b0"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod product overview\" (text) focused on \"iPod history, types, and maker\" (text). At the top a concise header summarizes the product and maker, near it an illustrative panel shows the device lineage, and below that three small pictorial callouts align with short labels for current versions and interface type, with a footnote about release milestones near the bottom.\n\n\"iPod is a line of portable media players and multi-purpose pocket computers designed and marketed by Apple Inc.\" (text)\n\"The original iPod was released on October 23, 2001, with the first release year 2001 noted nearby\" (text)\n\"There are 3 current iPod versions: ultra-compact Shuffle, compact Nano, and touchscreen Touch\" (text)\n\"The most recent redesign was announced on July 15, 2015\" (text)\n\"a stylized single classic portable player silhouette to represent the original release\" (figure)\n\"a stylized trio of simplified device silhouettes arranged left to right for Shuffle, Nano, and Touch\" (figure)\n\"a stylized cartoon hand tapping a flat device screen to indicate touchscreen interface\" (figure)\n\"a stylized small calendar page icon to indicate release and redesign milestones\" (figure) The overall style of the image is clean, minimalist, and infographic-oriented with clear, legible labels and simple illustrative icons.",
    "infographic_id": 221,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "The iPod is a line of portable media players and multi-purpose pocket computers designed and marketed by Apple Inc. The first line was released on October 23, 2001, about 8½ months after iTunes (Macintosh version) was released. The most recent iPod redesigns were announced on July 15, 2015. There are three current versions of the iPod: the ultra-compact iPod Shuffle, the compact iPod Nano and the touchscreen iPod Touch.",
    "qa_count": 10,
    "ids": [
      "56cc55856d243a140015ef0a",
      "56cc55856d243a140015ef0b",
      "56cc55856d243a140015ef0c",
      "56cc55856d243a140015ef0d",
      "56cc55856d243a140015ef0e",
      "56ce726faab44d1400b88791",
      "56ce726faab44d1400b88792",
      "56ce726faab44d1400b88793",
      "56ce726faab44d1400b88794",
      "56ce726faab44d1400b88795"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod storage overview\" (text) focused on \"iPod models and data capacities\" (text). At the top a concise header introduces the topic and is followed near the top by a summary statement, while the middle pairs model illustrations with capacity callouts and the bottom provides a brief note about discontinued options.  \n\"iPod devices can also function as external data storage devices, not only music players\" (text)  \n\"a stylized row of compact device illustrations labeled near them to show small and large portable players\" (figure)  \n\"Current iPod Touch model listed near a larger device illustration with its storage capacity shown\" (figure)  \n\"iPod Shuffle shown near a compact device illustration with its storage capacity shown\" (figure)  \n\"iPod Touch current maximum capacity: 128 GB indicated near its figure\" (text)  \n\"iPod Shuffle minimum capacity: 2 GB indicated near its figure\" (text)  \n\"a simple crossed-out classic device illustration to indicate a discontinued larger-capacity model\" (figure)  \n\"note below indicating a formerly larger-capacity classic model that is discontinued\" (text) The overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 222,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Like other digital music players, iPods can serve as external data storage devices. Storage capacity varies by model, ranging from 2 GB for the iPod Shuffle to 128 GB for the iPod Touch (previously 160 GB for the iPod Classic, which is now discontinued).",
    "qa_count": 7,
    "ids": [
      "56cc55fa6d243a140015ef14",
      "56cc55fa6d243a140015ef15",
      "56cc55fa6d243a140015ef16",
      "56cc55fa6d243a140015ef17",
      "56cc55fa6d243a140015ef18",
      "56ce72ecaab44d1400b8879b",
      "56ce72ecaab44d1400b8879c"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iTunes device sync overview\" (text) focused on \"computer and portable device media transfer compatibility\" (text). At the top, a concise header introduces the software and its role; near the top a visual reinforces the concept; in the middle, a compact compatibility note sits adjacent to a supporting illustration; near the bottom a short usage summary appears next to a simple pictorial list.\n\n\"iTunes is the Apple program used to communicate between computers and portable devices\" (text)\n\"Compatible with Apple Macintosh and Microsoft Windows operating systems\" (text)\n\"Used to transfer music, photos, videos, games, contacts, email settings, web bookmarks, and calendars\" (text)\n\"A cartoon of a computer and a portable device exchanging simple media icons\" (figure)\n\"A stylized computer display showing a folder of mixed media items with no words\" (figure)\n\"A silhouette of a list of device features with small illustrative symbols for each feature\" (figure)\n\nThe overall style of the image is clean, illustrative, and instructional.",
    "infographic_id": 223,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Apple's iTunes software (and other alternative software) can be used to transfer music, photos, videos, games, contact information, e-mail settings, Web bookmarks, and calendars, to the devices supporting these features from computers using certain versions of Apple Macintosh and Microsoft Windows operating systems.",
    "qa_count": 3,
    "ids": [
      "56cc56856d243a140015ef1e",
      "56cc56856d243a140015ef1f",
      "56ce732faab44d1400b8879f"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iOS media apps evolution\" (text) focused on \"how music and video apps changed across Apple devices\" (text). At the top is the title and topic, near a left illustration that contrasts older and newer app arrangements; in the middle are concise labeled facts arranged above supporting illustrations, and at the bottom is a summary line near a final illustrative caption. \n\n\"iOS 5 standardized separate Music and Videos apps across all iOS devices\" (text)\n\"Before iOS 5 a single app handled music and videos on iPhone and iPad\" (text)\n\"Mid 2010 iPhone sales overtook iPod sales\" (text)\n\"Standard app titles in current devices are \\\"Music\\\" and \\\"Videos\\\"\" (text)\n\"a stylized illustration of a generic older media player icon representing one combined app\" (figure)\n\"a cartoon depiction of two simple app tiles side by side representing separate music and video apps\" (figure)\n\"a silhouette of two portable device shapes, one labeled by position as higher-selling, one as lower-selling\" (figure)\nThe overall style of the image is clean, informative, and infographic-like with simple illustrative cartoons and clear, concise labels.",
    "infographic_id": 224,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Before the release of iOS 5, the iPod branding was used for the media player included with the iPhone and iPad, a combination of the Music and Videos apps on the iPod Touch. As of iOS 5, separate apps named \"Music\" and \"Videos\" are standardized across all iOS-powered products. While the iPhone and iPad have essentially the same media player capabilities as the iPod line, they are generally treated as separate products. During the middle of 2010, iPhone sales overtook those of the iPod.",
    "qa_count": 5,
    "ids": [
      "56cc57466d243a140015ef24",
      "56cc57466d243a140015ef26",
      "56ce73d1aab44d1400b887ab",
      "56ce73d1aab44d1400b887ac",
      "56ce73d1aab44d1400b887ad"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod Touch sixth generation overview\" (text) focused on \"specs, release, and color options\" (text). Placed near the top is the main summary and release timing, with supporting visuals arranged below and a clear color summary near the bottom. \n\"A sixth generation iPod Touch announced in mid-2015 and released on July 15, 2015\" (text)\n\"A8 processor upgrade delivering a core over five times faster and comparable to iPhone 5S\" (text)\n\"Available in a total of 5 colors: Space grey, pink, gold, silver, and Product red\" (text)\n\"A compact spec highlights panel adjacent to the processor and screen notes\" (text)\n\"a stylized illustration of a handheld device shown above the processor text to emphasize design and screen quality\" (figure)\n\"a row of five simplified device silhouettes below the color list to represent the five available color options\" (figure)\n\"a cartoon gear and speed icon next to the processor description to symbolize performance improvements\" (figure)\nThe overall style of the image is clean, minimalist, and illustrative.",
    "infographic_id": 225,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "In mid-2015, a new model of the iPod Touch was announced by Apple, and was officially released on the Apple store on July 15, 2015. The sixth generation iPod Touch includes a wide variety of spec improvements such as the upgraded A8 processor and higher-quality screen. The core is over 5 times faster than previous models and is built to be roughly on par with the iPhone 5S. It is available in 5 different colors: Space grey, pink, gold, silver and Product (red).",
    "qa_count": 6,
    "ids": [
      "56cc58436d243a140015ef2a",
      "56cc58436d243a140015ef2c",
      "56ce750daab44d1400b887b1",
      "56ce750daab44d1400b887b2",
      "56ce750daab44d1400b887b3",
      "56ce750daab44d1400b887b4"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Origins of the first iPod\" (text) focused on \"early design, release, and specifications\" (text). At the top, a concise header introduces the device and its debut; near the middle, supporting panels show design influences, team leadership, component sourcing, and marketing comparisons with labeled captions; below, a specification callout lists the original storage and key marketing phrasing.\n\n\"Origins of the first iPod\" (text)\n\"Early design, release, and specifications\" (text)\n\"The device was unveiled on October 23, 2001 and first released in 2001, with sales improving notably by 2004\" (text)\n\"Hardware engineering chief Jon Rubinstein led the original iPod design group and secured a Toshiba hard drive for the product\" (text)\n\"The aesthetic was inspired by the Braun T3 transistor radio, the wheel interface was prompted by a telephone design, and Apple called it the Walkman of the twenty-first century\" (text)\n\"The original model featured a 5 GB hard drive promoted as fitting 1,000 songs in your pocket\" (text)\n\"a stylized illustration of a small team of engineers gathered around a prototype device\" (figure)\n\"a schematic-style cartoon of a compact hard drive and a generic supplier connection symbol\" (figure)\n\"a stylized illustration of a classic transistor radio beside a circular wheel control motif\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 226,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Though the iPod was released in 2001, its price and Mac-only compatibility caused sales to be relatively slow until 2004. The iPod line came from Apple's \"digital hub\" category, when the company began creating software for the growing market of personal digital devices. Digital cameras, camcorders and organizers had well-established mainstream markets, but the company found existing digital music players \"big and clunky or small and useless\" with user interfaces that were \"unbelievably awful,\" so Apple decided to develop its own. As ordered by CEO Steve Jobs, Apple's hardware engineering chief Jon Rubinstein assembled a team of engineers to design the iPod line, including hardware engineers Tony Fadell and Michael Dhuey, and design engineer Sir Jonathan Ive. Rubinstein had already discovered the Toshiba disk drive when meeting with an Apple supplier in Japan, and purchased the rights to it for Apple, and had also already worked out how the screen, battery, and other key elements would work. The aesthetic was inspired by the 1958 Braun T3 transistor radio designed by Dieter Rams, while the wheel based user interface was prompted by Bang & Olufsen's BeoCom 6000 telephone. The product (\"the Walkman of the twenty-first century\" ) was developed in less than one year and unveiled on October 23, 2001. Jobs announced it as a Mac-compatible product with a 5 GB hard drive that put \"1,000 songs in your pocket.\"",
    "qa_count": 10,
    "ids": [
      "56cc5f3f6d243a140015ef46",
      "56cc5f3f6d243a140015ef47",
      "56cc5f3f6d243a140015ef48",
      "56cc5f3f6d243a140015ef49",
      "56cc5f3f6d243a140015ef4a",
      "56ce75d4aab44d1400b887bd",
      "56ce75d4aab44d1400b887be",
      "56ce75d4aab44d1400b887bf",
      "56ce75d4aab44d1400b887c0",
      "56ce75d4aab44d1400b887c1"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod software and interface evolution\" (text) focused on \"the companies, supervision, and font changes behind the iPod interface\" (text). At the top, a concise header summarizes who provided the software basis and who helped build the interface. Near the middle, a timeline-style set of captions and supporting illustrations shows software origins, supervised design work, and successive font changes, with the most recent interface layout highlighted near the bottom.\n\n\"PortalPlayer's reference platform provided the initial iPod software foundation\" (text)\n\"Pixo collaborated with Apple to design and implement the user interface under Steve Jobs's supervision\" (text)\n\"Early iPods used the Chicago typeface before a later switch to Espy Sans and then Podium Sans\" (text)\n\"In 2007 the interface moved to Helvetica and commonly split the screen to show menus left and artwork right\" (text)\n\n\"a cartoon of a simple embedded hardware board suggesting a reference platform\" (figure)\n\"a stylized scene of two designers working with an overseer silhouette to imply supervised collaboration\" (figure)\n\"a cartoon display showing stacked font samples rendered as generic letterforms without text\" (figure)\n\"a stylized device screen divided left and right to indicate menu on left and artwork on right\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 227,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Apple did not develop the iPod software entirely in-house, instead using PortalPlayer's reference platform based on two ARM cores. The platform had rudimentary software running on a commercial microkernel embedded operating system. PortalPlayer had previously been working on an IBM-branded MP3 player with Bluetooth headphones. Apple contracted another company, Pixo, to help design and implement the user interface under the direct supervision of Steve Jobs. As development progressed, Apple continued to refine the software's look and feel. Starting with the iPod Mini, the Chicago font was replaced with Espy Sans. Later iPods switched fonts again to Podium Sans—a font similar to Apple's corporate font, Myriad. iPods with color displays then adopted some Mac OS X themes like Aqua progress bars, and brushed metal meant to evoke a combination lock. In 2007, Apple modified the iPod interface again with the introduction of the sixth-generation iPod Classic and third-generation iPod Nano by changing the font to Helvetica and, in most cases, splitting the screen in half by displaying the menus on the left and album artwork, photos, or videos on the right (whichever was appropriate for the selected item).",
    "qa_count": 7,
    "ids": [
      "56cc60186d243a140015ef5a",
      "56cc60186d243a140015ef5b",
      "56cc60186d243a140015ef5c",
      "56cc60186d243a140015ef5d",
      "56ce78c5aab44d1400b887d1",
      "56ce78c5aab44d1400b887d2",
      "56ce78c5aab44d1400b887d3"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"U2 special edition iPod 5G\" (text) focused on \"the 2006 U2 iPod special edition release\" (text). At the top a brief headline and summary introduce the product and release year, near a supporting illustration. \"U2 special edition iPod 5G released in 2006 with engraved band signatures\" (text)\n\"a stylized illustration of a handheld music player showing a dark metal body with engraved script on the back\" (figure)\n\"Only available as a thirty gigabyte model and sold with exclusive multimedia content\" (text)\n\"a cartoon depiction of a media file itemizing an exclusive long-form interview and performance video\" (figure)\n\"the exclusive video included with purchase is thirty-three minutes of interviews and performance\" (text)\n\"a silhouette of a small group of four musicians to indicate the band associated with the product\" (figure)\nAt the bottom a short caption reiterates the notable change from previous models near the band silhouette. \"this special edition changed the metal finish from silver to black and features the signatures of the four band members\" (text) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 228,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "In 2006 Apple presented a special edition for iPod 5G of Irish rock band U2. Like its predecessor, this iPod has engraved the signatures of the four members of the band on its back, but this one was the first time the company changed the colour of the metal (not silver but black). This iPod was only available with 30GB of storage capacity. The special edition entitled purchasers to an exclusive video with 33 minutes of interviews and performance by U2, downloadable from the iTunes Store.",
    "qa_count": 7,
    "ids": [
      "56cc60a36d243a140015ef64",
      "56cc60a36d243a140015ef65",
      "56cc60a36d243a140015ef66",
      "56cc60a36d243a140015ef67",
      "56ce792caab44d1400b887d7",
      "56ce792caab44d1400b887d8",
      "56ce792caab44d1400b887d9"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Forgotten portable music patent story\" (text) focused on \"early portable music device patent history\" (text). At the top is a concise header summarizing the 2007 legal context, near a left-side figure that depicts a stylized courtroom scene. \"In 2007 Apple was sued by patent holding company Burst.com in a high-profile lawsuit\" (text)\n\"a stylized courtroom scene with a gavel and a question-marked briefcase\" (figure)\nBelow that, adjacent to the center, is a profile strip about the earlier inventor and his device with a supporting illustrative figure. \"Inventor Kane Kramer applied for a patent in the UK in 1981 for a plastic music box he called the IXI\" (text)\n\"a cartoon portrait of a man beside a small rectangular music device indicated by simple ornamental lines\" (figure)\nNear the bottom, left of the ending note, a final caption explains the patent lapse and its consequence, supported by a symbolic figure. \"He failed to fund worldwide patent renewal of US$120,000, the patent lapsed and he did not profit\" (text)\n\"a stylized money bag with an open padlock and a falling coin\" (figure)\nThe overall style of the image is clear, informative, and illustrative with simple cartoon-like figures and concise educational text.",
    "infographic_id": 229,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "In September 2007, during a lawsuit with patent holding company Burst.com, Apple drew attention to a patent for a similar device that was developed in 1979. Kane Kramer applied for a UK patent for his design of a \"plastic music box\" in 1981, which he called the IXI. He was unable to secure funding to renew the US$120,000 worldwide patent, so it lapsed and Kramer never profited from his idea.",
    "qa_count": 8,
    "ids": [
      "56cc61346d243a140015ef6e",
      "56cc61346d243a140015ef6f",
      "56cc61346d243a140015ef70",
      "56cc61346d243a140015ef71",
      "56cc61346d243a140015ef72",
      "56ce7ae2aab44d1400b887e7",
      "56ce7ae2aab44d1400b887e8",
      "56ce7ae2aab44d1400b887e9"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How the iPod Name Was Born\" (text) focused on the origin and early trademark history of the iPod (text). At the top a clear title is followed by a brief headline about the naming moment, and near the middle a timeline-style reading flows into trademark and assignment details near the bottom. \n\"How the iPod Name Was Born\" (text)\n\"The name was proposed by Vinnie Chieco, a freelance copywriter, after seeing a prototype\" (text)\n\"A film reference to 2001: A Space Odyssey inspired the phrase association\" (text)\n\"An earlier trademark was held by Joseph N. Grasso and used for kiosks before Apple\" (text)\n\"Apple acquired trademark rights through assignment in 2005 after registration\" (text)\n\"a stylized illustration of a person looking at a small music player next to a screen suggesting a prototype\" (figure)\n\"a cartoon spaceship pod evoking the movie reference without text or logos\" (figure)\n\"a simple illustration of a document being stamped to suggest trademark filing and later assignment\" (figure)\nThe overall style of the image is clean, infographic-oriented, and illustrative.",
    "infographic_id": 230,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The name iPod was proposed by Vinnie Chieco, a freelance copywriter, who (with others) was called by Apple to figure out how to introduce the new player to the public. After Chieco saw a prototype, he thought of the movie 2001: A Space Odyssey and the phrase \"Open the pod bay door, Hal!\", which refers to the white EVA Pods of the Discovery One spaceship. Chieco saw an analogy to the relationship between the spaceship and the smaller independent pods in the relationship between a personal computer and the music player. Apple researched the trademark and found that it was already in use. Joseph N. Grasso of New Jersey had originally listed an \"iPod\" trademark with the U.S. Patent and Trademark Office (USPTO) in July 2000 for Internet kiosks. The first iPod kiosks had been demonstrated to the public in New Jersey in March 1998, and commercial use began in January 2000, but had apparently been discontinued by 2001. The trademark was registered by the USPTO in November 2003, and Grasso assigned it to Apple Computer, Inc. in 2005.",
    "qa_count": 8,
    "ids": [
      "56cc62406d243a140015ef78",
      "56cc62406d243a140015ef79",
      "56cc62406d243a140015ef7a",
      "56cc62406d243a140015ef7b",
      "56cc62406d243a140015ef7c",
      "56ce7bf4aab44d1400b887f3",
      "56ce7bf4aab44d1400b887f4",
      "56ce7bf4aab44d1400b887f5"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New iPod color images surfaced\" (text) focused on \"leaked images and source details\" (text). At the top is a concise header and timeline summary, near the middle are visual cues linking the discovery source to the leak, and at the bottom is a short caption tying the leak to the software version.\n\n\"New iPod color images surfaced\" (text)\n\"leaked images and source details\" (text)\n\"Spotted in mid-2015 when images first appeared\" (text)\n\"Images found inside the latest iTunes software version 12.2\" (text)\n\"Photos initially discovered by a Belgian website when an iPod was plugged in\" (text)\n\"Photos later leaked by Pierre Dandumont\" (text)\n\n\"a stylized illustration of a software window showing multiple device color thumbnails\" (figure)\n\"a cartoon of a person plugging a device into a computer with an alert symbol\" (figure)\n\"a silhouette of a person with a camera suggesting leaked photos\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 231,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "In mid-2015, several new color schemes for all of the current iPod models were spotted in the latest version of iTunes, 12.2. Belgian website Belgium iPhone originally found the images when plugging in an iPod for the first time, and subsequent leaked photos were found by Pierre Dandumont.",
    "qa_count": 5,
    "ids": [
      "56cc62ce6d243a140015ef82",
      "56cc62ce6d243a140015ef83",
      "56cc62ce6d243a140015ef84",
      "56ce7c4baab44d1400b887fd",
      "56ce7c4baab44d1400b887fe"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Third-generation iPod bass issue explained\" (text) focused on \"why bass was weak and how different loads affect it\" (text). At the top, a clear summary phrase sets the problem, near a supporting illustrative figure that shows the causal components. \"Third-generation iPod exhibited a weak bass response in audio tests\" (text)\n\"a cartoon schematic showing a small capacitor between an audio output and a low-impedance headphone\" (figure)\n\"undersized DC-blocking capacitors were responsible for attenuating low frequencies\" (text) Below that, a middle section explains load effects with an adjacent figure demonstrating different headphone and amplifier connections. \"using high-impedance headphones reduced the bass attenuation\" (text)\n\"a stylized pair of headphones labeled only by impedance difference connected to the same output\" (figure)\n\"driving a high-impedance line level load such as an external headphone amplifier completely masked the problem\" (text)\n\"a silhouette of an external headphone amplifier connected to the output showing full low-frequency response\" (figure) At the bottom, a short comparative note and a figure contrast the different output designs. \"first-generation iPod Shuffle used a dual-transistor output stage and did not show reduced bass for any load\" (text)\n\"a simple cartoon comparison of a transistor output stage versus a capacitor-coupled stage\" (figure) The overall style of the image is clear, technical, and instructional.",
    "infographic_id": 232,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The third-generation iPod had a weak bass response, as shown in audio tests. The combination of the undersized DC-blocking capacitors and the typical low-impedance of most consumer headphones form a high-pass filter, which attenuates the low-frequency bass output. Similar capacitors were used in the fourth-generation iPods. The problem is reduced when using high-impedance headphones and is completely masked when driving high-impedance (line level) loads, such as an external headphone amplifier. The first-generation iPod Shuffle uses a dual-transistor output stage, rather than a single capacitor-coupled output, and does not exhibit reduced bass response for any load.",
    "qa_count": 5,
    "ids": [
      "56cc643d6d243a140015ef88",
      "56cc643d6d243a140015ef8a",
      "56cc643d6d243a140015ef8b",
      "56ce81bdaab44d1400b88817",
      "56ce81bdaab44d1400b88818"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod pre-2007 bass distortion explained\" (text) focused on \"how EQ settings caused bass clipping on iPods released before 2007\" (text). At the top a concise overview statement appears near a supporting illustration, and the middle section pairs a short list of problematic EQ profiles with a depiction that emphasizes low-frequency overload, while the bottom explains the technical cause adjacent to a schematic metaphor.\n\n\"iPods released before 2007 (models from 2006 and earlier) exhibited audible bass problems on several EQ profiles\" (text)\n\"R&B, Rock, Acoustic, and Bass Booster shown together as the listed profiles likely to cause distortion\" (text)\n\"the acoustic element most affected was bass and it is noted near the visual emphasis\" (text)\n\"the technical problem is labelled as clipping, shown adjacent to the waveform metaphor\" (text)\n\"a stylized speaker cone illustration showing exaggerated low-frequency vibration without letters or numerals\" (figure)\n\"a cartoon iPod-like device silhouette with an equalizer graphic of rising bars depicted without text\" (figure)\n\"a symbolic waveform illustration that becomes clipped at the top by a hard limit to show the concept of clipping\" (figure)\n\nThe overall style of the image is clear, instructional, and illustrative with clean, minimal visuals.",
    "infographic_id": 233,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "For all iPods released in 2006 and earlier, some equalizer (EQ) sound settings would distort the bass sound far too easily, even on undemanding songs. This would happen for EQ settings like R&B, Rock, Acoustic, and Bass Booster, because the equalizer amplified the digital audio level beyond the software's limit, causing distortion (clipping) on bass instruments.",
    "qa_count": 5,
    "ids": [
      "56cc655c6d243a140015ef92",
      "56cc655c6d243a140015ef93",
      "56cc655c6d243a140015ef94",
      "56ce8214aab44d1400b88823",
      "56ce8214aab44d1400b88824"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod volume limits and updates\" (text) focused on \"EU volume restriction and software change\" (text). At the top the title is shown with a short topic line below, near an overview figure that summarizes the regulation context. \"iPod models introduced a user-configurable volume limit after concerns about hearing loss\" (text)\n\"a cartoon handheld music player with a volume knob and an ear silhouette\" (figure)\n\"EU sixth-generation models constrained maximum playback to 100 dB\" (text)\n\"an illustrative scene showing a small store shelf with a removed product label\" (figure)\n\"France required removal of iPods from shelves for exceeding legal limits\" (text)\n\"an illustration of a stylized device receiving a software update signal near a user selecting a settings option\" (figure)\n\"late purchases of sixth-generation devices included an option to disable the EU volume limit but older devices could not install that update\" (text) The overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 234,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "From the fifth-generation iPod on, Apple introduced a user-configurable volume limit in response to concerns about hearing loss. Users report that in the sixth-generation iPod, the maximum volume output level is limited to 100 dB in EU markets. Apple previously had to remove iPods from shelves in France for exceeding this legal limit. However, users that have bought a new sixth-generation iPod in late 2013 have reported a new option that allowed them to disable the EU volume limit. It has been said that these new iPods came with an updated software that allowed this change. Older sixth-generation iPods, however, are unable to update to this software version.",
    "qa_count": 6,
    "ids": [
      "56cc66326d243a140015ef98",
      "56cc66326d243a140015ef99",
      "56cc66326d243a140015ef9a",
      "56cc66326d243a140015ef9b",
      "56ce829baab44d1400b88828",
      "56ce829baab44d1400b88829"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Original iPod charging and transfer methods\" (text) focused on \"how the earliest iPod models connected and charged\" (text). At the top a concise header names the original connection and alternate charging option, with a central illustration supporting each method, and a bottom footnote restates which generations included the adapter. \n\"Original iPod models used a FireWire connection to upload songs and recharge\" (text)\n\"An included power adapter was an alternate way to charge on early generations\" (text)\n\"Related note about the adapter being included with the first four generations\" (text)\n\"a stylized cable plugged into a rectangular computer port representing the original connection\" (figure)\n\"a cartoon power adapter and plug positioned adjacent to the device to show the alternate charging option\" (figure)\n\"a simplified silhouette of an early portable music device placed near the two method illustrations\" (figure)\nThe overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 235,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Originally, a FireWire connection to the host computer was used to update songs or recharge the battery. The battery could also be charged with a power adapter that was included with the first four generations.",
    "qa_count": 3,
    "ids": [
      "56cc66d16d243a140015efa2",
      "56cc66d16d243a140015efa3",
      "56ce82cdaab44d1400b8882d"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \"iPod connector evolution\" (text) focused on \"how connector types changed across iPod generations\" (text). At the top a concise headline frames the topic and just below it a short timeline phrase summarizes the initial change and compatibility goals. \"Third generation introduced a 30-pin dock connector enabling USB and FireWire compatibility with non-Apple machines\" (text)\n\"a shift away from FireWire toward USB in later models to reduce cost and size\" (text)\n\"FireWire charging removed by second-generation iPod Touch and fourth-generation iPod Nano\" (text)\n\"fifth-generation iPod Classic discontinued FireWire data transfer while still permitting separate charging use\" (text)\n\"iPod Shuffle uses a single 3.5 mm minijack as both headphone output and data port\" (text). Below the text, three supporting illustrative figures appear near related lines to make relationships clear. \"a stylized cartoon of a dock connector plugged into a small rectangular music player\" (figure)\n\"a simplified illustrative sequence of two cable plugs labeled by shape, one representing FireWire and one representing USB\" (figure)\n\"a cartoon of a small earbud plug doubling as a cable connection into a tiny clip-style player\" (figure). The overall style of the image is clear, schematic, and instructional.",
    "infographic_id": 236,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "The third generation began including a 30-pin dock connector, allowing for FireWire or USB connectivity. This provided better compatibility with non-Apple machines, as most of them did not have FireWire ports at the time. Eventually Apple began shipping iPods with USB cables instead of FireWire, although the latter was available separately. As of the first-generation iPod Nano and the fifth-generation iPod Classic, Apple discontinued using FireWire for data transfer (while still allowing for use of FireWire to charge the device) in an attempt to reduce cost and form factor. As of the second-generation iPod Touch and the fourth-generation iPod Nano, FireWire charging ability has been removed. The second-, third-, and fourth-generation iPod Shuffle uses a single 3.5 mm minijack phone connector which acts as both a headphone jack and a data port for the dock.",
    "qa_count": 9,
    "ids": [
      "56cc6e346d243a140015efa8",
      "56cc6e346d243a140015efa9",
      "56cc6e346d243a140015efaa",
      "56cc6e346d243a140015efab",
      "56cc6e346d243a140015efac",
      "56ce88c8aab44d1400b88849",
      "56ce88c8aab44d1400b8884a",
      "56ce88c8aab44d1400b8884b",
      "56ce88c8aab44d1400b8884c"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod accessory ecosystem and interface\" (text) focused on \"how the dock connector enabled accessories and who made them\" (text). At the top, a concise header introduces the main interface and its role, with an adjacent illustrative figure showing a stylized dock plug connecting to a device. \n\"a single phrase explaining that the dock connector enabled accessories for music, video, and photo playback\" (text)\n\"a stylized cartoon of a connector plugging into a portable music device to show communication\" (figure)\nNear the middle, a compact list-style line names the notable Apple accessory that is now discontinued and the typical producers of most peripherals, with a supporting figure depicting a stylized boxed speaker labeled as an apple-made accessory in a nonliteral way. \n\"note that the iPod Hi-Fi was an Apple-made accessory now discontinued and that most peripherals come from third parties\" (text)\n\"a stylized cartoon of a compact speaker to represent the discontinued Apple accessory without text\" (figure)\nBelow that, a short line states two example third-party makers placed near an illustrative scene of third-party accessory boxes to reinforce manufacturers, and a final line states the licensing condition required to implement the proprietary connector placed near a legal-symbol illustration. \n\"a mention of Belkin and Griffin as example third-party accessory makers placed near the third-party figure\" (text)\n\"a stylized illustration of generic accessory boxes representing third-party manufacturers\" (figure)\n\"a short phrase stating that implementation of the proprietary dock connector requires paying royalties to Apple placed adjacent to a legal-symbol illustration\" (text)\n\"a stylized icon of a legal document symbol to indicate licensing and royalties without words\" (figure)\nThe overall style of the image is clean, illustrative, and instructional.",
    "infographic_id": 237,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The dock connector also allowed the iPod to connect to accessories, which often supplement the iPod's music, video, and photo playback. Apple sells a few accessories, such as the now-discontinued iPod Hi-Fi, but most are manufactured by third parties such as Belkin and Griffin. Some peripherals use their own interface, while others use the iPod's own screen. Because the dock connector is a proprietary interface, the implementation of the interface requires paying royalties to Apple.",
    "qa_count": 6,
    "ids": [
      "56cc7f9c6d243a140015efb2",
      "56cc7f9c6d243a140015efb3",
      "56cc7f9c6d243a140015efb4",
      "56cc7f9c6d243a140015efb5",
      "56cc7f9c6d243a140015efb6",
      "56ce8b36aab44d1400b88865"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple introduces Lightning connector\" (text) focused on \"the new eight-pin dock connector and affected device generations\" (text). At the top a concise headline and summary appear near an illustrated connector, followed by device highlights near corresponding simple device illustrations in the middle, and a comparison note below near a schematic showing connector orientation. \n\"Apple introduces Lightning connector on September 12, 2012\" (text)\n\"Replaces older thirty-pin dock connector used by earlier iPods, iPhones, and iPads\" (text)\n\"Included with fifth generation iPod Touch and seventh generation iPod Nano and new phone announced simultaneously\" (text)\n\"Eight-pin connector with pins on both sides so it can be inserted either way\" (text)\n\"a stylized illustration of a two-sided plug showing symmetry and reversible insertion\" (figure)\n\"a cartoon rounded portable music player labeled as a later generation device placed near the connector\" (figure)\n\"a silhouette of a smartphone and a slim media player grouped beside the device illustration\" (figure)\nThe overall style of the image is clean, schematic, and informative with simple illustrative icons and clear typographic hierarchy.",
    "infographic_id": 238,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 10,
    "context": "Apple introduced a new 8-pin dock connector, named Lightning, on September 12, 2012 with their announcement of the iPhone 5, the fifth generation iPod Touch, and the seventh generation iPod Nano, which all feature it. The new connector replaces the older 30-pin dock connector used by older iPods, iPhones, and iPads. Apple Lightning cables have pins on both sides of the plug so it can be inserted with either side facing up.",
    "qa_count": 7,
    "ids": [
      "56cc803f6d243a140015efbc",
      "56cc803f6d243a140015efbd",
      "56cc803f6d243a140015efbe",
      "56cc803f6d243a140015efbf",
      "56cc803f6d243a140015efc0",
      "56ce8bfbaab44d1400b88867",
      "56ce8bfbaab44d1400b88869"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \"iPod accessories overview\" (text) focused on \"types, makers, and special features of iPod accessories\" (text). Near the top there is a concise header summarizing accessory origins and makers. \"Many accessories were made by third party companies, while some were manufactured by Apple\" (text)\n\"Apple produced the iPod Hi-Fi accessory, shown adjacent to a depiction of a speaker-like device\" (figure)\n\"Some accessories add extra features like sound recorders, FM radio tuners, wired remote controls, and audio/visual cables for TV connections\" (text)\n\"An illustration of a cable connecting a portable player to a television is placed near the list for visual clarification\" (figure)\n\"Unique feature accessories include the Nike+iPod pedometer and the iPod Camera Connector, with a stylized runner icon next to the pedometer mention\" (figure)\n\"Among the first peripheral manufacturers were Griffin Technology, Belkin, JBL, Bose, Monster Cable, and SendStation\" (text)\n\"Supporting icons of external speakers, protective cases, and wireless earphones appear below as examples of common accessories\" (figure) The overall style of the image is clean, schematic, and illustrative with clear labels and simple cartoon-like figures.",
    "infographic_id": 239,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Many accessories have been made for the iPod line. A large number are made by third party companies, although many, such as the iPod Hi-Fi, are made by Apple. Some accessories add extra features that other music players have, such as sound recorders, FM radio tuners, wired remote controls, and audio/visual cables for TV connections. Other accessories offer unique features like the Nike+iPod pedometer and the iPod Camera Connector. Other notable accessories include external speakers, wireless remote controls, protective case, screen films, and wireless earphones. Among the first accessory manufacturers were Griffin Technology, Belkin, JBL, Bose, Monster Cable, and SendStation.",
    "qa_count": 6,
    "ids": [
      "56cc81246d243a140015efc6",
      "56cc81246d243a140015efc7",
      "56cc81246d243a140015efc8",
      "56cc81246d243a140015efc9",
      "56ce8d5daab44d1400b88875",
      "56ce8d5daab44d1400b88876"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"BMW launches the first iPod automobile interface\" (text) focused on \"automaker iPod integration and industry adoption\" (text). At the top a clear summary headline appears, with supporting visuals near it and timeline context placed below, and at the bottom a company standard feature note appears adjacent to a concluding visual.  \n\"BMW released the first iPod automobile interface, controllable from steering wheel or radio controls\" (text)  \n\"Apple announced in 2005 that compatibility would be offered for many other vehicle brands\" (text)  \n\"Scion offers standard iPod connectivity across its entire car lineup\" (text)  \n\"a stylized car interior with a steering wheel and an iPod shown near the wheel to imply built-in controls\" (figure)  \n\"a cartoon showroom scene with a row of generic car silhouettes to represent multiple manufacturers\" (figure)  \n\"a stylized car badge or showroom placard suggesting a manufacturer offering a standard feature\" (figure)  \nThe overall style of the image is clean, schematic, and infographic-like with simple illustrative cartoons and concise explanatory text.",
    "infographic_id": 240,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "BMW released the first iPod automobile interface, allowing drivers of newer BMW vehicles to control an iPod using either the built-in steering wheel controls or the radio head-unit buttons. Apple announced in 2005 that similar systems would be available for other vehicle brands, including Mercedes-Benz, Volvo, Nissan, Toyota, Alfa Romeo, Ferrari, Acura, Audi, Honda, Renault, Infiniti and Volkswagen. Scion offers standard iPod connectivity on all their cars.",
    "qa_count": 5,
    "ids": [
      "56cc81e06d243a140015efd0",
      "56cc81e06d243a140015efd1",
      "56cc81e06d243a140015efd2",
      "56ce8da8aab44d1400b88879",
      "56ce8da8aab44d1400b8887a"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod Car Integration Options and Trends\" (text) focused on \"aftermarket and factory audio connection methods\" (text). At the top there is a short header summarizing manufacturers and product types, while the middle shows representative connection options with supporting illustrations, and the bottom highlights legality and industry adoption notes. \n\"Aftermarket stereo makers with iPod interfaces include JVC, Pioneer, Kenwood, Alpine, Sony, and Harman Kardon\" (text)\n\"Common connection methods include adapter kits, audio input jacks, and FM transmitters such as the iTrip\" (text)\n\"Many car models now include audio input jacks as a standard feature\" (text)\n\"FM transmitters are illegal in some countries\" (text)\n\"a stylized illustration of a car dashboard with an audio input jack and a connected portable player\" (figure)\n\"a cartoon depiction of an adapter kit linking a portable player to a cassette deck or CD changer port\" (figure)\n\"a simplified icon showing a small transmitter emitting radio waves next to a portable player\" (figure)\nThe overall style of the image is clean, illustrative, and instructional.",
    "infographic_id": 241,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Some independent stereo manufacturers including JVC, Pioneer, Kenwood, Alpine, Sony, and Harman Kardon also have iPod-specific integration solutions. Alternative connection methods include adapter kits (that use the cassette deck or the CD changer port), audio input jacks, and FM transmitters such as the iTrip—although personal FM transmitters are illegal in some countries. Many car manufacturers have added audio input jacks as standard.",
    "qa_count": 5,
    "ids": [
      "56cc83056d243a140015efd8",
      "56cc83056d243a140015efd9",
      "56cc83056d243a140015efda",
      "56cfb353234ae51400d9be99",
      "56cfb353234ae51400d9be9a"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Airlines and iPod connectivity agreements\" (text) focused on \"airline adoption of in-seat iPod connections\" (text). At the top, a concise title and topic frame the subject, followed near the top by a summary line of the key agreement and year, and in the middle supporting visuals show passengers using devices next to seat displays and airlines considering the idea; below, a note lists the airlines involved and those that only contemplated joining.\n\n\"Airlines first agreed to install in-seat iPod connections in 2007\" (text)\n\"United, Continental, Delta, and Emirates were the carriers that made the deal\" (text)\n\"KLM and Air France only considered incorporating the systems and did not join\" (text)\n\"Passengers can view iPod video and music libraries on individual seat-back displays\" (text)\n\"a stylized illustration of a passenger plugging an audio cable into a seat connection while seated\" (figure)\n\"a cartoon view of a seat-back screen showing a simplified play icon and media thumbnails\" (figure)\n\"a silhouette of two airline logos represented as generic carrier badges above a thought bubble\" (figure)\n\"a stylized cabin scene showing a passenger charging a device from an in-armrest power point\" (figure)\n\nThe overall style of the image is clean, infographic-like, and illustrative.",
    "infographic_id": 242,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Beginning in mid-2007, four major airlines, United, Continental, Delta, and Emirates, reached agreements to install iPod seat connections. The free service will allow passengers to power and charge an iPod, and view video and music libraries on individual seat-back displays. Originally KLM and Air France were reported to be part of the deal with Apple, but they later released statements explaining that they were only contemplating the possibility of incorporating such systems.",
    "qa_count": 5,
    "ids": [
      "56cc84ab6d243a140015efe2",
      "56cc84ab6d243a140015efe3",
      "56cc84ab6d243a140015efe4",
      "56cfb3e3234ae51400d9be9d",
      "56cfb3e3234ae51400d9be9e"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod media format support overview\" (text) focused on \"which audio and image formats are playable and notable software limits\" (text). At the top is a concise title and a short topic line to orient the viewer, above a middle area that groups audio support and image support with supporting illustrations, and a bottom area that highlights software and format limitations with a small conversion note. \n\"iPod audio formats include MP3, AAC/M4A, Protected AAC, AIFF, WAV, Audible audiobook, and Apple Lossless\" (text)\n\"The iPod photo enabled viewing of JPEG, BMP, GIF, TIFF, and PNG images\" (text)\n\"Originally iPod software worked only with Mac OS, Windows support arrived later\" (text)\n\"Apple devices do not natively support WMA; DRM means Digital Rights Management and WMA without DRM can be converted\" (text)\n\"a stylized portable music player silhouette beside a stack of labeled audio file icons to represent supported audio formats\" (figure)\n\"a cartoon camera and photo frames illustration next to an image file icon group to represent still image format viewing\" (figure)\n\"a simple stylized desktop computer and installation disc illustration to represent Windows software introduction and included converter\" (figure)\n\"a silhouette of a firmware chip with an open-source emblem to represent custom firmware needed for alternative formats\" (figure) The overall style of the image is clean, schematic, and informative with simple illustrative icons.",
    "infographic_id": 243,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "The iPod line can play several audio file formats including MP3, AAC/M4A, Protected AAC, AIFF, WAV, Audible audiobook, and Apple Lossless. The iPod photo introduced the ability to display JPEG, BMP, GIF, TIFF, and PNG image file formats. Fifth and sixth generation iPod Classics, as well as third generation iPod Nanos, can additionally play MPEG-4 (H.264/MPEG-4 AVC) and QuickTime video formats, with restrictions on video dimensions, encoding techniques and data-rates. Originally, iPod software only worked with Mac OS; iPod software for Microsoft Windows was launched with the second generation model. Unlike most other media players, Apple does not support Microsoft's WMA audio format—but a converter for WMA files without Digital Rights Management (DRM) is provided with the Windows version of iTunes. MIDI files also cannot be played, but can be converted to audio files using the \"Advanced\" menu in iTunes. Alternative open-source audio formats, such as Ogg Vorbis and FLAC, are not supported without installing custom firmware onto an iPod (e.g., Rockbox).",
    "qa_count": 7,
    "ids": [
      "56cc858b6d243a140015efe8",
      "56cc858b6d243a140015efe9",
      "56cc858b6d243a140015efeb",
      "56cc858b6d243a140015efec",
      "56cfb618234ae51400d9bebb",
      "56cfb618234ae51400d9bebd",
      "56cfb618234ae51400d9bebe"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod sync behavior and host relationship\" (text) focused on \"how an iPod associates with host computers and what happens during syncing\" (text). At the top, a concise headline explains the single-host association and required connection; near the middle, supporting illustrations show differences between manual and automatic syncing and the consequence of switching sync hosts; below, a summary note reiterates the wipe-and-replace outcome when changing automatic sync hosts. \n\"a single host computer is associated with an iPod on first use\" (text)\n\"iTunes must connect to the iPod's host computer before any synchronization can occur\" (text)\n\"manual sync allows temporary use on a second computer but edits are reversed on next sync with the main host\" (text)\n\"automatic sync with a different computer erases the iPod library and replaces it with the other computer's library\" (text)\n\"a stylized illustration of an iPod connected to one computer to represent the initial host association\" (figure)\n\"a cartoon showing a second computer and an iPod with a small arrow indicating temporary manual use\" (figure)\n\"a stylized scene of an iPod being wiped and replaced by another computer's library to depict automatic sync replacement\" (figure)\nThe overall style of the image is clear, instructional, and illustrative.",
    "infographic_id": 244,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "During installation, an iPod is associated with one host computer. Each time an iPod connects to its host computer, iTunes can synchronize entire music libraries or music playlists either automatically or manually. Song ratings can be set on an iPod and synchronized later to the iTunes library, and vice versa. A user can access, play, and add music on a second computer if an iPod is set to manual and not automatic sync, but anything added or edited will be reversed upon connecting and syncing with the main computer and its library. If a user wishes to automatically sync music with another computer, an iPod's library will be entirely wiped and replaced with the other computer's library.",
    "qa_count": 3,
    "ids": [
      "56cc86f26d243a140015eff2",
      "56cc86f26d243a140015eff5",
      "56cfb6b8234ae51400d9bec9"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod Control Designs and Interfaces\" (text) focused on \"how different iPod models place and use controls\" (text). At the top a concise summary introduces shared button counts and click wheel placement, above a row of illustrative device figures showing control locations, and below comparative notes about exceptions and touch interfaces.\n\n\"Most iPods use five buttons for basic functions, with later generations integrating these buttons into the click wheel\" (text)\n\"The 3rd-generation Shuffle had no onboard controls; its controls are on the earphone cable\" (text)\n\"a cartoon side view of a classic iPod with a click wheel and five control labels\" (figure)\n\"a cartoon small player labeled as a shuffle with an earphone cable control shown\" (figure)\n\"a cartoon touchscreen handheld device with a visible home button labeled as using a touch screen\" (figure)\n\"The iPod Touch shares the same interface and operating system as the iPhone, minus phone functions\" (text)\n\"Near the middle: note that the click wheel is used by rotating for scrolling and volume control\" (text)\n\nThe overall style of the image is clean, schematic, and illustrative.",
    "infographic_id": 245,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "iPods with color displays use anti-aliased graphics and text, with sliding animations. All iPods (except the 3rd-generation iPod Shuffle, the 6th & 7th generation iPod Nano, and iPod Touch) have five buttons and the later generations have the buttons integrated into the click wheel – an innovation that gives an uncluttered, minimalist interface. The buttons perform basic functions such as menu, play, pause, next track, and previous track. Other operations, such as scrolling through menu items and controlling the volume, are performed by using the click wheel in a rotational manner. The 3rd-generation iPod Shuffle does not have any controls on the actual player; instead it has a small control on the earphone cable, with volume-up and -down buttons and a single button for play and pause, next track, etc. The iPod Touch has no click-wheel; instead it uses a 3.5\" touch screen along with a home button, sleep/wake button and (on the second and third generations of the iPod Touch) volume-up and -down buttons. The user interface for the iPod Touch is identical to that of the iPhone. Differences include a lack of a phone application. Both devices use iOS.",
    "qa_count": 8,
    "ids": [
      "56cc88386d243a140015effc",
      "56cc88386d243a140015effd",
      "56cc88386d243a140015effe",
      "56cc88386d243a140015efff",
      "56cc88386d243a140015f000",
      "56cfb7f9234ae51400d9bed7",
      "56cfb7f9234ae51400d9bed8",
      "56cfb7f9234ae51400d9bed9"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iTunes Store launch and media milestones\" (text) focused on \"key dates and access for the iTunes Store\" (text). At the top a concise title and topic introduce the timeline, near the middle a series of dated milestones are paired with illustrative figures, and below is an access note positioned adjacent to a visual cue. \n\"iTunes Store launched April 29, 2003 and became market leader soon after\" (text)\n\"Videos added to the store on October 12, 2005\" (text)\n\"Full-length movies available starting September 12, 2006\" (text)\n\"Access the iTunes Store through iTunes program\" (text)\n\"a stylized storefront icon representing a digital media store, placed near the launch and market leader text\" (figure)\n\"a cartoon camcorder icon placed adjacent to the videos added text to signify video content\" (figure)\n\"a stylized film reel icon placed near the full-length movies text to signify feature films\" (figure)\n\"a simple computer application window icon placed next to the access instruction to indicate required software\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 246,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The iTunes Store (introduced April 29, 2003) is an online media store run by Apple and accessed through iTunes. The store became the market leader soon after its launch and Apple announced the sale of videos through the store on October 12, 2005. Full-length movies became available on September 12, 2006.",
    "qa_count": 7,
    "ids": [
      "56cc88a56d243a140015f006",
      "56cc88a56d243a140015f007",
      "56cc88a56d243a140015f008",
      "56cc88a56d243a140015f009",
      "56cfb830234ae51400d9bedd",
      "56cfb830234ae51400d9bede",
      "56cfb830234ae51400d9bedf"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iTunes music store DRM timeline and options\" (text) focused on \"the transition from protected AAC files to DRM-free iTunes Plus\" (text). Near the top, a concise header summarizes the original format and DRM system, above a middle band that contrasts authorized device limits with consumer workarounds, and below that a timeline-style summary of the move to DRM-free offerings with dates and pricing notes. \"Originally purchased audio files used the AAC format with FairPlay DRM\" (text)\n\"Files could be played on up to five authorized computers and unlimited iPods, with workarounds to remove DRM\" (text)\n\"EMI deal created a higher-quality, DRM-free category called iTunes Plus with alternate pricing for songs and albums\" (text)\n\"Company announcement on January 6, 2009 said most of the catalog was DRM-free and projected removal by April 2009\" (text)\n\"a stylized illustration of a boxed audio file labeled with a padlock symbol to represent protected AAC files\" (figure)\n\"a cartoon of multiple computers and a sequence leading to a portable music player to represent authorized devices and unlimited iPods\" (figure)\n\"a stylized album cover and a shopping tag to represent the iTunes Plus offering and pricing change\" (figure)\n\"a silhouette of a calendar page turning pages toward a projected future month to represent the projected DRM removal deadline\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 247,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "At the time the store was introduced, purchased audio files used the AAC format with added encryption, based on the FairPlay DRM system. Up to five authorized computers and an unlimited number of iPods could play the files. Burning the files with iTunes as an audio CD, then re-importing would create music files without the DRM. The DRM could also be removed using third-party software. However, in a deal with Apple, EMI began selling DRM-free, higher-quality songs on the iTunes Stores, in a category called \"iTunes Plus.\" While individual songs were made available at a cost of US$1.29, 30¢ more than the cost of a regular DRM song, entire albums were available for the same price, US$9.99, as DRM encoded albums. On October 17, 2007, Apple lowered the cost of individual iTunes Plus songs to US$0.99 per song, the same as DRM encoded tracks. On January 6, 2009, Apple announced that DRM has been removed from 80% of the music catalog, and that it would be removed from all music by April 2009.",
    "qa_count": 9,
    "ids": [
      "56cc89c46d243a140015f00e",
      "56cc89c46d243a140015f00f",
      "56cc89c46d243a140015f010",
      "56cc89c46d243a140015f011",
      "56cc89c46d243a140015f012",
      "56cfb8e5234ae51400d9beeb",
      "56cfb8e5234ae51400d9beec",
      "56cfb8e5234ae51400d9beed",
      "56cfb8e5234ae51400d9beef"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod music compatibility overview\" (text) focused on \"which stores and file types work with the device\" (text). At the top is a concise header explaining compatibility and near the middle are comparative notes and visuals that show compatible and incompatible store examples, and near the bottom is a closing note on the device-sales relationship.\n\n\"Ipods cannot play files from stores that use rival DRM technologies\" (text)\n\"Apple leverages the iTunes Store to promote iPod sales while earning little profit from song sales\" (text)\n\"Compatible online stores sell music files without DRM and can be played on the iPod\" (text)\n\"Examples of incompatible stores include Napster and MSN Music which use protected DRM formats\" (text)\n\n\"a stylized cartoon of a portable music player next to a locked music file icon\" (figure)\n\"a cartoon illustration of a storefront with a padlock symbol above it to represent a rival DRM store\" (figure)\n\"a silhouetted storefront illustration with an open unlock symbol to represent DRM-free stores\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 248,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "iPods cannot play music files from competing music stores that use rival-DRM technologies like Microsoft's protected WMA or RealNetworks' Helix DRM. Example stores include Napster and MSN Music. RealNetworks claims that Apple is creating problems for itself by using FairPlay to lock users into using the iTunes Store. Steve Jobs stated that Apple makes little profit from song sales, although Apple uses the store to promote iPod sales. However, iPods can also play music files from online stores that do not use DRM, such as eMusic or Amie Street.",
    "qa_count": 3,
    "ids": [
      "56cc8b576d243a140015f023",
      "56cc8b576d243a140015f025",
      "56cfb97c234ae51400d9bf03"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Universal Music Group and iTunes contract change\" (text) focused on \"the end of a music distribution contract in July 2007\" (text). At the top a concise summary states the main decision, near the summary a supporting illustration reinforces who and what were involved, and below that a clarifying label names the timing and new supply arrangement next to an explanatory visual.\n\n\"Universal Music Group decided not to renew its contract with the iTunes Store\" (text)\n\"the company will now supply iTunes in an at will capacity\" (text)\n\"the contract lapse occurred in July 2007\" (text)\n\"a cartoon of a corporate representative gesturing toward a storefront icon to show a contract decision\" (figure)\n\"a stylized connection symbol between a music provider and a digital storefront to represent continued supply on new terms\" (figure)\n\"a silhouette of a calendar page marked to indicate a past month for timing context\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 249,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Universal Music Group decided not to renew their contract with the iTunes Store on July 3, 2007. Universal will now supply iTunes in an 'at will' capacity.",
    "qa_count": 3,
    "ids": [
      "56cc911e6d243a140015f02a",
      "56cc911e6d243a140015f02b",
      "56cfb99b234ae51400d9bf05"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iTunes Wi‑Fi Music Store debut\" (text) focused on \"the launch event and device capabilities\" (text). Near the top is the title and a short event label, followed by a middle section showing device capabilities with supporting illustrations, and a bottom note summarizing sync options and date. \"iTunes Wi‑Fi Music Store debut\" (text)\n\"The launch took place at an event called The Beat Goes On...\" (text)\n\"The service was launched on September 5, 2007, introduced in 2007\" (text)\n\"iPhone can download songs and sync over the phone network\" (text)\n\"an illustrative cartoon of a presentation stage with a speaker and an audience\" (figure)\n\"a stylized cartoon of a handheld touchscreen device showing music controls\" (figure)\n\"a silhouette of two devices side by side, one labeled as a portable music player and one as a smartphone\" (figure)\n\"an illustrative cartoon of a WiFi symbol near a device and a separate illustration of a phone signal near a smartphone\" (figure) The overall style of the image is clean, informative, and illustrative with concise labels and supportive cartoons.",
    "infographic_id": 250,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Apple debuted the iTunes Wi-Fi Music Store on September 5, 2007, in its Media Event entitled \"The Beat Goes On...\". This service allows users to access the Music Store from either an iPhone or an iPod Touch and download songs directly to the device that can be synced to the user's iTunes Library over a WiFi connection, or, in the case of an iPhone, the telephone network.",
    "qa_count": 4,
    "ids": [
      "56cc91b56d243a140015f030",
      "56cc91b56d243a140015f033",
      "56cfb9f7234ae51400d9bf0d",
      "56cfb9f7234ae51400d9bf0e"
    ],
    "title": "IPod"
  }
]