[
  {
    "generated_infographic": "The image is an infographic titled \"Games on iPods\" (text) focused on \"video games included across iPod models\" (text). At the top, clear headline and topic give context; near the middle, an illustrated timeline and supporting visuals show the hidden game and later additions; near the bottom, a concise list summarizes the device scope and terminology.  \n\"Games on iPods\" (text)  \n\"video games included across iPod models\" (text)  \n\"Brick was the first hidden game included with the original iPod, created by Steve Wozniak\" (text)  \n\"a stylized cartoon of an early portable music device with a simple block game screen\" (figure)  \n\"Parachute, Solitaire, and Music Quiz were added in later iPod revisions\" (text)  \n\"a cartoon showing three separate game icons representing parachute, card solitaire, and a music quiz\" (figure)  \n\"video games can be used on iPods (device scope)\" (text)  \n\"a stylized illustrative depiction of a small device with a subtle hidden compartment or surprise to represent an easter egg\" (figure) The overall style of the image is clean, illustrative, and instructional.",
    "infographic_id": 251,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Video games are playable on various versions of iPods. The original iPod had the game Brick (originally invented by Apple's co-founder Steve Wozniak) included as an easter egg hidden feature; later firmware versions added it as a menu option. Later revisions of the iPod added three more games: Parachute, Solitaire, and Music Quiz.",
    "qa_count": 7,
    "ids": [
      "56cc92346d243a140015f038",
      "56cc92346d243a140015f039",
      "56cc92346d243a140015f03a",
      "56cc92346d243a140015f03b",
      "56cc92346d243a140015f03c",
      "56cfba3b234ae51400d9bf11",
      "56cfba3b234ae51400d9bf12"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iTunes 7 games launch overview\" (text) focused on \"the 2006 introduction of purchasable games and supported iPod generations\" (text). At the top, a concise headline and introductory note set the scene, near a figure showing the storefront concept; midsection lists the compatible devices near an illustrative device comparison; bottom summarizes the sample games near a simple game icon grid. \n\"iTunes 7 brought purchasable games in 2006\" (text)\n\"compatible with fifth generation iPod and iPod software 1.2 or later\" (text)\n\"also playable on sixth and fifth generation iPod Classic and fourth and fifth generation iPod Nano\" (text)\n\"example titles include Bejeweled, Pac-Man, Tetris, and Texas Hold 'Em\" (text)\n\"a cartoon storefront with a representation of downloadable game tiles\" (figure)\n\"a stylized row of simplified iPod silhouettes labeled by generation placed adjacent to the device text\" (figure)\n\"a small illustrative grid of game icons representing popular casual titles near the example titles text\" (figure)\nThe overall style of the image is clean, informative, and illustrative with simple cartoon-like icons and clear typographic hierarchy.",
    "infographic_id": 252,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 7,
    "context": "In September 2006, the iTunes Store began to offer additional games for purchase with the launch of iTunes 7, compatible with the fifth generation iPod with iPod software 1.2 or later. Those games were: Bejeweled, Cubis 2, Mahjong, Mini Golf, Pac-Man, Tetris, Texas Hold 'Em, Vortex, Asphalt 4: Elite Racing and Zuma. Additional games have since been added. These games work on the 6th and 5th generation iPod Classic and the 5th and 4th generation iPod Nano.",
    "qa_count": 6,
    "ids": [
      "56cca2066d243a140015f042",
      "56cca2066d243a140015f043",
      "56cca2066d243a140015f045",
      "56cca2066d243a140015f046",
      "56cfba85234ae51400d9bf15",
      "56cfba85234ae51400d9bf16"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod games expand Apple's reach\" (text) focused on \"Apple entering the video game handheld console market\" (text). At the top is a concise headline and topic line, near the middle are company credits and market implication, and near the bottom is reviewer coverage and supporting visuals. \n\"iPod games are made by Namco, Square Enix, Electronic Arts, Sega, and Hudson Soft\" (text)\n\"These games enable Apple to participate in the video game handheld console market\" (text)\n\"Reviews and ratings of most iPod games have appeared in GamePro and EGM\" (text)\n\"a stylized cluster of five game cartridges with generic shapes representing multiple third-party developers\" (figure)\n\"a cartoon handheld device displaying simplified game icons to suggest a gaming-capable MP3 player\" (figure)\n\"a silhouette of two magazine covers side by side to indicate press reviews\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear labels and simple cartoon-like figures.",
    "infographic_id": 253,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "With third parties like Namco, Square Enix, Electronic Arts, Sega, and Hudson Soft all making games for the iPod, Apple's MP3 player has taken steps towards entering the video game handheld console market. Even video game magazines like GamePro and EGM have reviewed and rated most of their games as of late.",
    "qa_count": 3,
    "ids": [
      "56cca27d6d243a140015f04c",
      "56cca27d6d243a140015f04d",
      "56cca27d6d243a140015f04e"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \".ipg iPod game package overview\" (text) focused on \"how iPod game files and SDK compatibility work\" (text). At the top a concise summary phrase introduces the package format and hidden archive nature, near a cartoon visual that illustrates the archive concept. In the middle, a combined line explains SDK availability and compatible platforms, adjacent to a figure showing device silhouettes. Toward the bottom a brief note states the limitation for clickwheel games, near an illustrative depiction of a device mismatch.\n\n\".ipg is the iPod game file format that is actually a disguised archive\" (text)\n\".zip is the underlying archive format revealed when .ipg files are unzipped\" (text)\n\"Apple has not publicly released a software development kit for iPod-specific development\" (text)\n\"Apps built with the iPhone SDK run only on iOS and on iPod Touch and iPhone devices\" (text)\n\"a cartoon of a sealed archive file being unzipped to reveal multiple executable and media files\" (figure)\n\"a stylized silhouette of handheld touchscreen devices labeled as compatible and a clickwheel device shown separately\" (figure)\n\"a simplified illustration of executable, audio, and image file icons spilling from an opened archive\" (figure)\n\"a cartoon showing a developers toolbox with a label indicating absence of an iPod-specific kit\" (figure) The overall style of the image is clean, infographic, and illustrative.",
    "infographic_id": 254,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The games are in the form of .ipg files, which are actually .zip archives in disguise[citation needed]. When unzipped, they reveal executable files along with common audio and image files, leading to the possibility of third party games. Apple has not publicly released a software development kit (SDK) for iPod-specific development. Apps produced with the iPhone SDK are compatible only with the iOS on the iPod Touch and iPhone, which cannot run clickwheel-based games.",
    "qa_count": 7,
    "ids": [
      "56cca3676d243a140015f052",
      "56cca3676d243a140015f053",
      "56cca3676d243a140015f054",
      "56cca3676d243a140015f055",
      "56cfbaed234ae51400d9bf23",
      "56cfbaed234ae51400d9bf24",
      "56cfbaed234ae51400d9bf25"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How to transfer media to an iPod\" (text) focused on \"software required for playable media transfers to an iPod\" (text). At the top there is a concise header explaining the central rule, near the middle a pair of supportive visuals showing common and alternative software, and near the bottom a short reminder about simple file copying not being sufficient.\n\n\"How to transfer media to an iPod\" (text)\n\"Software specifically designed to transfer media files is required for playable and viewable files on an iPod, not simple file copying\" (text)\n\"Commonly used software for transferring media is iTunes, shown adjacent to its illustration\" (text)\n\"Alternative third-party applications on multiple platforms can also enable communication with an iPod, shown near their illustration\" (text)\n\"a stylized illustration of a computer with a music note and an arrow pointing to a portable music device\" (figure)\n\"a cartoon depiction of a software box labeled generically to represent third-party applications beside a platform symbol\" (figure)\n\"a silhouette scene showing a file being copied directly from a folder to a device with a prohibitive marker, placed below the main text as a caution\" (figure) The overall style of the image is clear, instructive, and illustrative.",
    "infographic_id": 255,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Unlike many other MP3 players, simply copying audio or video files to the drive with a typical file management application will not allow an iPod to properly access them. The user must use software that has been specifically designed to transfer media files to iPods, so that the files are playable and viewable. Usually iTunes is used to transfer media to an iPod, though several alternative third-party applications are available on a number of different platforms.",
    "qa_count": 3,
    "ids": [
      "56cd59a162d2951400fa652a",
      "56cd59a162d2951400fa652b",
      "56cfc4d6234ae51400d9bf4b"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iTunes transfer requirements\" (text) focused on \"how purchased iPod media can be moved to an authorized computer\" (text). Near the top a concise header explains the transfer rule, and below that supporting visuals sit adjacent to short explanatory text items, with an illustrative figure confirming the security mechanism near the related phrase and another figure showing the minimum software requirement near its phrase. \"iTunes 7 and above can transfer purchased media from an iPod to an authorized computer\" (text)\n\"Transfer works only if the computer is authorized to play the protected media\" (text)\n\"Playing permission is enforced by DRM protection on purchased files\" (text)\n\"Minimum required software version for transfer is iTunes 7 or later\" (text)\n\"a stylized illustration of a portable music device beside a computer showing a connection\" (figure)\n\"a cartoon padlock symbol floating over a music file to represent playback protection\" (figure)\n\"a stylized software box or disc icon near the computer to indicate required software version\" (figure) The overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 256,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "iTunes 7 and above can transfer purchased media of the iTunes Store from an iPod to a computer, provided that computer containing the DRM protected media is authorized to play it.",
    "qa_count": 2,
    "ids": [
      "56cd5a7362d2951400fa652f",
      "56cfc516234ae51400d9bf4d"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Recovering iPod Media from a Hidden Folder\" (text) focused on \"how to reveal and manually copy hidden media files from an iPod on a host operating system\" (text). At the top, a concise header explains the storage layout and where files reside, and near the middle the steps for revealing and copying files are shown with supporting illustrations, while the bottom summarizes alternative tools. \n\"Recovering iPod media stored in a hidden folder with a proprietary database file\" (text)\n\"Enable showing hidden files on the host operating system to access the hidden folder\" (text)\n\"Manually recover media by copying files or folders off the iPod\" (text)\n\"Many third-party applications can also copy media easily from an iPod\" (text)\n\"a cartoon of a computer file browser window with a faintly marked hidden folder visible\" (figure)\n\"a stylized host computer screen showing a settings toggle labeled to reveal hidden files\" (figure)\n\"a cartoon of a hand dragging a folder from an iPod icon to a computer folder to indicate manual copying\" (figure)\n\"a silhouette of a toolbox with simple file-transfer app icons around it to indicate third-party alternatives\" (figure) The overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 257,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Media files are stored on an iPod in a hidden folder, along with a proprietary database file. The hidden content can be accessed on the host operating system by enabling hidden files to be shown. The media files can then be recovered manually by copying the files or folders off the iPod. Many third-party applications also allow easy copying of media files off of an iPod.",
    "qa_count": 3,
    "ids": [
      "56cd5d3a62d2951400fa653c",
      "56cd5d3a62d2951400fa653d",
      "56cd5d3a62d2951400fa653e"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple intellectual property lawsuits timeline\" (text) focused on \"legal disputes over music device and DRM patents\" (text). At the top, a concise header summarizes the event year, near a figure that illustrates the concept of legal claims. \"Apple faced multiple intellectual property lawsuits in 2005 alleging patent infringement of music-related technologies\" (text)\n\"a cartoon of a judge's gavel beside a stylized music device to suggest court action over a music player patent\" (figure)\n\"One suit alleged breach of a music jukebox patent brought by Advanced Audio Devices, shown adjacent to an icon representing a portable music player\" (text)\n\"a stylized silhouette of a small company representative pointing to a schematic jukebox device to represent the patent accusation\" (figure)\n\"Another suit claimed the FairPlay technology infringed a patent held for Ho Keung Tse, placed below with related defendant companies listed nearby\" (text)\n\"a cartoon group of storefront icons representing online music stores to indicate included defendants without text\" (figure)\n\"At the bottom, a compact note lists the other named defendants—Sony, RealNetworks, Napster, and Musicmatch—positioned below the online store figure as supporting detail\" (text) The overall style of the image is clean, schematic, and illustrative with clear labels and simple cartoons.",
    "infographic_id": 258,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "In 2005, Apple faced two lawsuits claiming patent infringement by the iPod line and its associated technologies: Advanced Audio Devices claimed the iPod line breached its patent on a \"music jukebox\", while a Hong Kong-based IP portfolio company called Pat-rights filed a suit claiming that Apple's FairPlay technology breached a patent issued to inventor Ho Keung Tse. The latter case also includes the online music stores of Sony, RealNetworks, Napster, and Musicmatch as defendants.",
    "qa_count": 6,
    "ids": [
      "56cd5df262d2951400fa6542",
      "56cd5df262d2951400fa6543",
      "56cd5df262d2951400fa6545",
      "56cd5df262d2951400fa6546",
      "56cfd4b6234ae51400d9bf67",
      "56cfd4b6234ae51400d9bf68"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple patent fight over rotational inputs\" (text) focused on \"legal disputes over a music player interface\" (text). At the top, a concise header summarizes the contested technology and timing, near an illustrative scene that depicts two companies in dispute. In the middle, a timeline-style arrangement places related events and legal actions adjacent to supporting illustrations. Near the bottom, a note summarizes investigation requests and later lawsuits.\n\n\"Apple sought a patent for rotational user inputs, a music player interface element\" (text)\n\"Decision on that patent effort: third non-final rejection in August 2005\" (text)\n\"Rival company Creative Technology asserted ownership of a related interface called the Zen Patent\" (text)\n\"Creative requested an investigation by the United States International Trade Commission and later filed a district court suit\" (text)\n\n\"a cartoon of a handheld music player with a circular control dial\" (figure)\n\"a stylized depiction of two business figures facing each other to suggest a legal dispute\" (figure)\n\"a cartoon of a government building to represent a trade commission investigation\" (figure)\n\"a stylized courthouse façade to represent a filed district court suit\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 259,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Apple's application to the United States Patent and Trademark Office for a patent on \"rotational user inputs\", as used on the iPod interface, received a third \"non-final rejection\" (NFR) in August 2005. Also in August 2005, Creative Technology, one of Apple's main rivals in the MP3 player market, announced that it held a patent on part of the music selection interface used by the iPod line, which Creative Technology dubbed the \"Zen Patent\", granted on August 9, 2005. On May 15, 2006, Creative filed another suit against Apple with the United States District Court for the Northern District of California. Creative also asked the United States International Trade Commission to investigate whether Apple was breaching U.S. trade laws by importing iPods into the United States.",
    "qa_count": 7,
    "ids": [
      "56cd66bc62d2951400fa6574",
      "56cd66bc62d2951400fa6575",
      "56cd66bc62d2951400fa6576",
      "56cd66bc62d2951400fa6577",
      "56cd66bc62d2951400fa6578",
      "56cfd515234ae51400d9bf6b",
      "56cfd515234ae51400d9bf6c"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple and Creative settlement overview\" (text) focused on \"the 2006 licensing agreement and accessory program\" (text). At the top a concise timeline headline appears near a supporting illustration, in the middle a payment-and-license summary sits adjacent to an explanatory visual, and at the bottom a note about accessories and program participation is placed below an illustrative endorsement scene. \n\"Apple and Creative reached an agreement on August 24, 2006 to resolve their disputes\" (text)\n\"Apple paid Creative US$100 million for a paid-up license and partial recoupment terms\" (text)\n\"Creative announced intent to produce iPod accessories by joining the Made for iPod program\" (text)\n\"a stylized calendar page showing a marked date without letters or numerals\" (figure)\n\"a simple illustrative contract document with two stylized company icons shaking hands\" (figure)\n\"a cartoon depiction of a generic media player with accessory icons nearby\" (figure)\nThe overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 260,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On August 24, 2006, Apple and Creative announced a broad settlement to end their legal disputes. Apple will pay Creative US$100 million for a paid-up license, to use Creative's awarded patent in all Apple products. As part of the agreement, Apple will recoup part of its payment, if Creative is successful in licensing the patent. Creative then announced its intention to produce iPod accessories by joining the Made for iPod program.",
    "qa_count": 5,
    "ids": [
      "56cd673a62d2951400fa657e",
      "56cd673a62d2951400fa657f",
      "56cd673a62d2951400fa6580",
      "56cfd66d234ae51400d9bf6f",
      "56cfd66d234ae51400d9bf70"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod market dominance timeline\" (text) focused on \"iPod share of the US digital music player market\" (text). At the top is a concise headline and below it a compact timeline strip, and near the middle a set of summarized market-share facts adjacent to illustrative figures, with a small attribution near the bottom.\n\n\"iPod market dominance since 2004 with major market-share milestones\" (text)\n\"iPod held over 90% of hard drive player sales and over 70% of all player sales since October 2004\" (text)\n\"U.S. market share rose from 31% to 65% during January 2004–January 2005 and peaked at 74% in mid 2005\" (text)\n\"iPod market share recorded at 72.7% in January 2007 as reported by Bloomberg Online\" (text)\n\"a stylized row of device icons showing a dominant device among smaller devices\" (figure)\n\"a cartoon timeline strip with three marked points connected by arrows\" (figure)\n\"a stylized figure of a report or newspaper next to a small note indicating the source of the 2007 figure\" (figure)\n\nThe overall style of the image is clean, infographic-like, and illustrative.",
    "infographic_id": 261,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Since October 2004, the iPod line has dominated digital music player sales in the United States, with over 90% of the market for hard drive-based players and over 70% of the market for all types of players. During the year from January 2004 to January 2005, the high rate of sales caused its U.S. market share to increase from 31% to 65% and in July 2005, this market share was measured at 74%. In January 2007 the iPod market share reached 72.7% according to Bloomberg Online.",
    "qa_count": 7,
    "ids": [
      "56cd67e662d2951400fa6584",
      "56cd67e662d2951400fa6585",
      "56cd67e662d2951400fa6586",
      "56cd67e662d2951400fa6587",
      "56cfd6f8234ae51400d9bf73",
      "56cfd6f8234ae51400d9bf74",
      "56cfd6f8234ae51400d9bf75"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"HP iPod partnership and exit timeline\" (text) focused on \"HP's licensed sale of iPods under Apple partnership\" (text). At the top, a concise header summarizes the announcement and parties involved; near the middle, a visual sequence of retail and market impact appears; at the bottom a brief note explains why HP left the market.\n\n\"HP announced licensed sale of HP-branded iPods on January 8, 2004\" (text)\n\"Hewlett-Packard sold HP-branded iPods through new retail channels including Wal-Mart\" (text)\n\"HP-branded iPods made up 5% of all iPod sales\" (text)\n\"HP ceased selling iPods in July 2005 due to unfavorable terms and conditions from Apple\" (text)\n\"a stylized cartoon of two shaking-hands to represent a licensing agreement between two companies\" (figure)\n\"a cartoon of a retail storefront with a shopping aisle and a generic boxed music player to represent new retail channels\" (figure)\n\"a silhouette of a small stack of product boxes arranged to indicate a modest share of a larger market\" (figure)\n\"a stylized cartoon of a closed storefront door with a notice symbol to represent exit for contractual reasons\" (figure) The overall style of the image is clear, infographic-focused, and illustrative.",
    "infographic_id": 262,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "On January 8, 2004, Hewlett-Packard (HP) announced that they would sell HP-branded iPods under a license agreement from Apple. Several new retail channels were used—including Wal-Mart—and these iPods eventually made up 5% of all iPod sales. In July 2005, HP stopped selling iPods due to unfavorable terms and conditions imposed by Apple.",
    "qa_count": 6,
    "ids": [
      "56cd687562d2951400fa6592",
      "56cd687562d2951400fa6593",
      "56cd687562d2951400fa6594",
      "56cd687562d2951400fa6595",
      "56cd687562d2951400fa6596",
      "56cfd727234ae51400d9bf79"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple iPod milestone and Q2 revenue snapshot\" (text) focused on \"Apple iPod sales and related revenue in 2007\" (text). At the top is a concise headline and summary, near the middle are supporting figures and labels, and below are outcome notes and a suggested purchase link label. \"Apple announced it had sold one-hundred million iPods in 2007, marking a major sales milestone\" (text)\n\"A reported Q2 revenue of $5.2 billion with 32% attributed to iPod sales\" (text)\n\"Analysts and Apple note that iPod owners are likely to purchase Mac computers\" (text)\n\"A short footnote about the announcement timing and company reporting\" (text)\n\"a stylized cartoon of a handheld music player resting beside a small stack of identical players to suggest cumulative sales\" (figure)\n\"a stylized cartoon of a company report folder with a simple dollar symbol on it to suggest reported revenue\" (figure)\n\"a stylized cartoon of a laptop silhouette placed near a music player to suggest related product purchases\" (figure)\nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 263,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "On April 9, 2007, it was announced that Apple had sold its one-hundred millionth iPod, making it the biggest selling digital music player of all time. In April 2007, Apple reported second quarter revenue of US$5.2 billion, of which 32% was made from iPod sales. Apple and several industry analysts suggest that iPod users are likely to purchase other Apple products such as Mac computers.",
    "qa_count": 6,
    "ids": [
      "56cd73af62d2951400fa65c4",
      "56cd73af62d2951400fa65c5",
      "56cd73af62d2951400fa65c6",
      "56cd73af62d2951400fa65c7",
      "56d12cc017492d1400aabb58",
      "56d12cc017492d1400aabb59"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "\"The image is an infographic titled \"Apple 2007 financial highlights\" (text) focused on \"quarterly and annual revenue, profit, and cash position\" (text). At the top, a concise header summarizes the quarter and product mix, and a supporting illustration sits near it. \n\"$6.22 billion quarterly revenue reported for Q3 2007, with product mix percentages combined into one line\" (text)\n\"30.69% of that quarter's revenue from notebook sales and 19.22% from desktop sales, alongside 26% from iPod sales\" (text)\n\"A year revenue of $24.01 billion and net profit of $3.5 billion for 2007, noted near a profit-themed illustration\" (text)\n\"Ended fiscal year 2007 with $15.4 billion in cash and no debt, presented near a cash-reserve illustration\" (text)\n\"a stylized stack of product silhouettes representing notebooks, desktops, and portable music devices, placed above the product-mix text\" (figure)\n\"a cartoon representation of a financial summary folder with a highlighted profit badge, placed adjacent to the annual revenue and profit text\" (figure)\n\"a stylized pile of coins and a secure vault illustration placed adjacent to the cash-reserve text\" (figure)\nThe overall style of the image is clean, infographic-focused, and illustrative.",
    "infographic_id": 264,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On October 22, 2007, Apple reported quarterly revenue of US$6.22 billion, of which 30.69% came from Apple notebook sales, 19.22% from desktop sales and 26% from iPod sales. Apple's 2007 year revenue increased to US$24.01 billion with US$3.5 billion in profits. Apple ended the fiscal year 2007 with US$15.4 billion in cash and no debt.",
    "qa_count": 5,
    "ids": [
      "56cd742662d2951400fa65d4",
      "56cd742662d2951400fa65d5",
      "56cd742662d2951400fa65d6",
      "56cd742662d2951400fa65d7",
      "56d12d1e17492d1400aabb64"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple reported record quarter on January 22, 2008\" (text) focused on \"first fiscal quarter revenue and profit breakdown\" (text). At the top, a concise headline and date announce the result, above a central section that compares profit and product revenue shares with supporting illustrations, and a bottom summary restates key figures near explanatory icons.  \n\"Apple reported record revenue and earnings announced on January 22, 2008\" (text)  \n\"A record net quarterly profit of $1.58 billion highlighted near a stylized profit badge\" (text)  \n\"Product revenue breakdown for the first fiscal quarter shown with iPod share far larger than notebook share\" (text)  \n\"iPods represented 42% of revenue, notebooks represented 21%, and desktops represented 16% listed near product icons\" (text)  \n\"a stylized cartoon of a stack of cash and a simple coin pile representing record profit\" (figure)  \n\"a cartoon iPod device placed near a larger icon to indicate the largest revenue share\" (figure)  \n\"a cartoon laptop placed near a smaller icon to indicate notebook revenue share\" (figure)  \n\"a cartoon desktop computer placed near a comparable small icon to indicate desktop revenue share\" (figure) The overall style of the image is clean, illustrative, and data-focused.",
    "infographic_id": 265,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On January 22, 2008, Apple reported the best quarter revenue and earnings in Apple's history so far. Apple posted record revenue of US$9.6 billion and record net quarterly profit of US$1.58 billion. 42% of Apple's revenue for the First fiscal quarter of 2008 came from iPod sales, followed by 21% from notebook sales and 16% from desktop sales.",
    "qa_count": 4,
    "ids": [
      "56cd788162d2951400fa65e6",
      "56cd788162d2951400fa65e7",
      "56cd788162d2951400fa65e8",
      "56d12dc117492d1400aabb76"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod sales and milestones\" (text) focused on \"iPod revenue, decline, and milestone sales\" (text). At the top is a concise header and a brief contextual label near a milestone illustration, the middle shows supporting quotes and revenue detail adjacent to a decline scene, and the bottom summarizes ongoing decline and product cadence near a product silhouette.\n\n\"iPod sales accounted for 14.21% of total revenue in fiscal quarter 4 of 2008\" (text)\n\"Chief Financial Officer in mid 2009 was Peter Oppenheimer\" (text)\n\"iPod purchases began to continuously decline starting in 2009\" (text)\n\"Total cumulative iPod sales exceeded 220 million by late 2009\" (text)\n\"no new iPod model was released in 2013\" (text)\n\"a stylized cartoon of a portable music player beside a small smartphone silhouette to show product overlap\" (figure)\n\"a stylized cartoon of a declining stack of devices to illustrate continual quarterly decreases\" (figure)\n\"a stylized cartoon of a presenter at a keynote holding a music player to indicate an announced sales milestone\" (figure)\nThe overall style of the image is clean, informative, and infographic-like with simple illustrative cartoons.",
    "infographic_id": 266,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "On October 21, 2008, Apple reported that only 14.21% of total revenue for fiscal quarter 4 of year 2008 came from iPods. At the September 9, 2009 keynote presentation at the Apple Event, Phil Schiller announced total cumulative sales of iPods exceeded 220 million. The continual decline of iPod sales since 2009 has not been a surprising trend for the Apple corporation, as Apple CFO Peter Oppenheimer explained in June 2009: \"We expect our traditional MP3 players to decline over time as we cannibalize ourselves with the iPod Touch and the iPhone.\" Since 2009, the company's iPod sales have continually decreased every financial quarter and in 2013 a new model was not introduced onto the market.",
    "qa_count": 5,
    "ids": [
      "56cd796762d2951400fa65ed",
      "56cd796762d2951400fa65ef",
      "56cd796762d2951400fa65f0",
      "56d12e4917492d1400aabb84",
      "56d12e4917492d1400aabb86"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod impact and compatibility highlights\" (text) focused on \"how reviews, awards, and device compatibility shaped the iPod's influence\" (text). At the top is a concise header and summary, near the middle are supporting visuals with short captions, and below are compatibility notes adjacent to related icons.\n\n\"iPod praised as fourth best computer product of 2006 and winner of multiple engineering and innovation awards\" (text)\n\"iPod reviews are generally favorable, praising looks, clean design, and ease of use\" (text)\n\"PC World credited the iPod with altering the landscape for portable audio players\" (text)\n\"Phone makers Sony Ericsson and Nokia adopted AAC for better iPod compatibility while WMA is not supported by those phones\" (text)\n\"a stylized cartoon of an award trophy beside a simple portrait of a portable music player\" (figure)\n\"a cartoon of a magazine with an emphasized quote mark to suggest critical praise\" (figure)\n\"a stylized illustration of two generic mobile phones placed side by side to represent Sony Ericsson and Nokia adopting AAC\" (figure)\n\"a simple symbolic icon of a crossed-out file format label to indicate lack of WMA support on those phones\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 267,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "iPods have won several awards ranging from engineering excellence,[not in citation given] to most innovative audio product, to fourth best computer product of 2006. iPods often receive favorable reviews; scoring on looks, clean design, and ease of use. PC World says that iPod line has \"altered the landscape for portable audio players\". Several industries are modifying their products to work better with both the iPod line and the AAC audio format. Examples include CD copy-protection schemes, and mobile phones, such as phones from Sony Ericsson and Nokia, which play AAC files rather than WMA.",
    "qa_count": 7,
    "ids": [
      "56cd7a3f62d2951400fa6600",
      "56cd7a3f62d2951400fa6601",
      "56cd7a3f62d2951400fa6602",
      "56cd7a3f62d2951400fa6603",
      "56cd7a3f62d2951400fa6604",
      "56d12f4217492d1400aabb9a",
      "56d12f4217492d1400aabb9b"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod adoption beyond entertainment\" (text) focused on \"iPod use in business communication and training\" (text). The top introduces the broad claim, the middle shows examples and purposes, and the bottom highlights a specific institutional case study and location. \n\"iPod adoption beyond entertainment\" (text)\n\"iPod use in business communication and training\" (text)\n\"Used as a delivery mechanism for business communication and training\" (text)\n\"Adopted by government departments and major institutions for staff training\" (text)\n\"a stylized illustration of an iPod-like device being shown to a small group as a training aid\" (figure)\n\"a cartoon depiction of a government building and an institutional facility side by side\" (figure)\n\"a silhouette of a hospital entrance with staff figures nearby to indicate training on devices\" (figure)\n\"Case study: Royal and Western Infirmaries near Glasgow, Scotland used iPods to train new staff\" (text) The overall style of the image is clear, illustrative, and informative.",
    "infographic_id": 268,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Besides earning a reputation as a respected entertainment device, the iPod has also been accepted as a business device. Government departments, major institutions and international organisations have turned to the iPod line as a delivery mechanism for business communication and training, such as the Royal and Western Infirmaries in Glasgow, Scotland, where iPods are used to train new staff.",
    "qa_count": 4,
    "ids": [
      "56cd7ab462d2951400fa660a",
      "56cd7ab462d2951400fa660b",
      "56cd7ab462d2951400fa660c",
      "56cd7ab462d2951400fa660d"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod educational and cultural milestones\" (text) focused on \"early institutional adoption and popular recognition\" (text). At the top, a concise header introduces adoption and acclaim; near the middle, supporting facts and a campus example are presented adjacent to illustrative figures; toward the bottom, cultural reception and a quoted remark are summarized. \n\"iPod educational uses and lesson plans shared on an official website\" (text)\n\"Duke University issued iPods to all incoming freshmen beginning in fall 2004 and the program continues with modifications\" (text)\n\"Academic research examined iPod use in nursing education and broader K-16 settings\" (text)\n\"Entertainment Weekly placed the iPod on a best-of-the-decade list and noted how portable music changed daily life\" (text)\n\"a stylized cartoon of a university campus with a student carrying a pocket music player near a lecture building\" (figure)\n\"a cartoon illustrating a teacher using a portable audio device in a classroom to represent lesson-plan applications\" (figure)\n\"a stylized silhouette of a researcher with educational materials and audio icons nearby to suggest studies\" (figure)\n\"a simple cartoon magazine cover with an exclamation-style praise burst to represent cultural acclaim\" (figure) The overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 269,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "iPods have also gained popularity for use in education. Apple offers more information on educational uses for iPods on their website, including a collection of lesson plans. There has also been academic research done in this area in nursing education and more general K-16 education. Duke University provided iPods to all incoming freshmen in the fall of 2004, and the iPod program continues today with modifications. Entertainment Weekly put it on its end-of-the-decade, \"best-of\" list, saying, \"Yes, children, there really was a time when we roamed the earth without thousands of our favorite jams tucked comfortably into our hip pockets. Weird.\"",
    "qa_count": 4,
    "ids": [
      "56cd7b4162d2951400fa6613",
      "56cd7b4162d2951400fa6614",
      "56d12fe417492d1400aabbac",
      "56d12fe417492d1400aabbad"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How the iPod Changed Listening Habits\" (text) focused on \"iPod impact on the music industry\" (text). At the top is a concise headline and supporting label, near the middle are an illustrated comparison and a captioned scene, and near the bottom is a summarizing statement aligned with a small illustrative vignette. \n\"How the iPod Changed Listening Habits\" (text)\n\"iPod impact on the music industry\" (text)\n\"Popularization of digital music storage encouraged choosing singles over whole albums\" (text)\n\"Resulting shift credited with hastening the end of the Album Era in popular music\" (text)\n\"a stylized cartoon of a person selecting individual song icons from a portable music device\" (figure)\n\"a stylized cartoon of a stack of compact discs and a single playlist icon separated to show shifting focus\" (figure)\n\"a stylized silhouette showing a listener holding a small device while a faded album sleeve sits behind\" (figure)\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 270,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The iPod has also been credited with accelerating shifts within the music industry. The iPod's popularization of digital music storage allows users to abandon listening to entire albums and instead be able to choose specific singles which hastened the end of the Album Era in popular music.",
    "qa_count": 4,
    "ids": [
      "56cd7bc062d2951400fa6618",
      "56cd7bc062d2951400fa6619",
      "56cd7bc062d2951400fa661a",
      "56d130df17492d1400aabbc0"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Advertised versus real battery life for a portable music player\" (text) focused on \"advertised battery life claims and real-world testing\" (text). At the top there is a concise summary of the claim and the critic's test result, near a supporting illustration and label. In the middle a sequence explains the consumer response and the year of legal action, adjacent to an illustrative scene. Near the bottom the settlement outcome is summarized, adjacent to an explanatory illustration.\n\n\"Advertised as up to 14 hours of music playback on fifth generation models\" (text)\n\"MP3.com test reported average real-world playback of less than 8 hours\" (text)\n\"Consumer lawsuits filed in 2003 over battery life discrepancy\" (text)\n\"Settlements offered either fifty dollars of store credit or a free battery replacement\" (text)\n\"a stylized illustration of a portable music player with a small battery icon to indicate advertised runtime\" (figure)\n\"a cartoon of a writer using the music player looking disappointed to illustrate shorter real-life use\" (figure)\n\"a stylized scene of a courthouse facade with a simple legal document icon to indicate a class action\" (figure)\n\"a symbolic illustration of a gift card and a battery being exchanged to represent settlement options\" (figure) The overall style of the image is clean, informative, and infographic-oriented with clear iconography and succinct labels.",
    "infographic_id": 271,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The advertised battery life on most models is different from the real-world achievable life. For example, the fifth generation 30 GB iPod is advertised as having up to 14 hours of music playback. An MP3.com report stated that this was virtually unachievable under real-life usage conditions, with a writer for MP3.com getting on average less than 8 hours from an iPod. In 2003, class action lawsuits were brought against Apple complaining that the battery charges lasted for shorter lengths of time than stated and that the battery degraded over time. The lawsuits were settled by offering individuals either US$50 store credit or a free battery replacement.",
    "qa_count": 5,
    "ids": [
      "56cd7ca662d2951400fa6629",
      "56cd7ca662d2951400fa662a",
      "56cd7ca662d2951400fa662b",
      "56d1314517492d1400aabbce",
      "56d1314517492d1400aabbcf"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod battery replacement dilemma\" (text) focused on \"iPod batteries and replacement options\" (text). At the top is a clear title and brief summary, near the middle are explanatory notes and supporting illustrations, and near the bottom is a concise conclusion with guidance.\n\n\"iPod batteries were not designed to be removed or replaced by the user, creating inconvenience for owners\" (text)\n\"Some users opened cases following instructions from third-party vendors of replacement batteries\" (text)\n\"Apple originally advised customers to buy a refurbished replacement iPod when batteries failed\" (text)\n\"All lithium-ion batteries lose capacity during their lifetime and guidelines exist to prolong lifespan\" (text)\n\n\"a stylized illustration of a closed portable music device with a sealed case and a lock symbol nearby\" (figure)\n\"a cartoon of a small toolkit and separate battery pack labeled as a third-party replacement kit\" (figure)\n\"a simplified symbolic scene of a boxed replacement device with a price tag silhouette to indicate replacement cost burden\" (figure)\n\nThe overall style of the image is clean, informative, and instructional with a minimalist illustrative look.",
    "infographic_id": 272,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "iPod batteries are not designed to be removed or replaced by the user, although some users have been able to open the case themselves, usually following instructions from third-party vendors of iPod replacement batteries. Compounding the problem, Apple initially would not replace worn-out batteries. The official policy was that the customer should buy a refurbished replacement iPod, at a cost almost equivalent to a brand new one. All lithium-ion batteries lose capacity during their lifetime even when not in use (guidelines are available for prolonging life-span) and this situation led to a market for third-party battery replacement kits.",
    "qa_count": 5,
    "ids": [
      "56cd7d3262d2951400fa6632",
      "56cd7d3262d2951400fa6633",
      "56cd7d3262d2951400fa6634",
      "56d131c817492d1400aabbe0",
      "56d131c817492d1400aabbe1"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple battery replacement timeline and model notes\" (text) focused on \"Apple battery replacement program and iPod battery servicing\" (text). At the top, a brief summary line introduces the program and year, near a supporting illustration of a timeline event; in the middle, model-specific servicing notes appear adjacent to corresponding illustrative callouts; at the bottom, pricing and warranty changes are listed near an icon that ties the offers together. \n\"Apple announced a battery replacement program on November 14, 2003\" (text)\n\"Initial replacement price was US$99 and later reduced to US$59 in 2005\" (text)\n\"One week later Apple offered an extended iPod warranty option for US$59\" (text)\n\"Nano batteries require soldering tools because the battery is soldered to the main board; fifth generation batteries are affixed with adhesive to the backplate\" (text)\n\"a simple illustrative timeline marker showing a calendar page with a highlighted date\" (figure)\n\"a cartoon of a small portable music player with a visible soldering iron pointing at an internal board\" (figure)\n\"a stylized silhouette of a portable music player with the backplate peeled to show an adhesive layer\" (figure)\n\"a generic illustrative warranty tag or certificate icon placed near the price text\" (figure)\nThe overall style of the image is clean, instructive infographic with simple cartoons and clear, concise labels.",
    "infographic_id": 273,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Apple announced a battery replacement program on November 14, 2003, a week before a high publicity stunt and website by the Neistat Brothers. The initial cost was US$99, and it was lowered to US$59 in 2005. One week later, Apple offered an extended iPod warranty for US$59. For the iPod Nano, soldering tools are needed because the battery is soldered onto the main board. Fifth generation iPods have their battery attached to the backplate with adhesive.",
    "qa_count": 7,
    "ids": [
      "56cd7db262d2951400fa6638",
      "56cd7db262d2951400fa6639",
      "56cd7db262d2951400fa663a",
      "56cd7db262d2951400fa663b",
      "56d1321f17492d1400aabbf4",
      "56d1321f17492d1400aabbf5",
      "56d1321f17492d1400aabbf6"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod Nano overheating advisory\" (text) focused on \"affected first generation devices and the replacement program\" (text). At the top there is a clear summary header, the middle shows cause and recommended action alongside illustrative figures, and the bottom highlights the replacement option and affected sale period.\n\n\"iPod Nano overheating advisory\" (text)\n\"Cause identified as a flawed battery from one manufacturer\" (text)\n\"Owners were advised to stop using affected first generation iPod Nano devices\" (text)\n\"Under an Apple product replacement program affected Nanos were replaced free of charge with current generation Nanos\" (text)\n\"a stylized cartoon of a handheld music player with a small flame symbol nearby to indicate overheating\" (figure)\n\"a simplified cartoon of a battery with a crack to indicate a defective cell\" (figure)\n\"a stylized cartoon of two devices side by side with an arrow indicating exchange to show replacement\" (figure)\n\nThe overall style of the image is clear, informational, and illustrative with concise supporting captions.",
    "infographic_id": 274,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The first generation iPod Nano may overheat and pose a health and safety risk. Affected iPod Nanos were sold between September 2005 and December 2006. This is due to a flawed battery used by Apple from a single battery manufacturer. Apple recommended that owners of affected iPod Nanos stop using them. Under an Apple product replacement program, affected Nanos were replaced with current generation Nanos free of charge.",
    "qa_count": 2,
    "ids": [
      "56cd7e4462d2951400fa664b",
      "56cd7e4462d2951400fa664d"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod reliability controversies and responses\" (text) focused on \"consumer complaints, survey findings, and Apple responses\" (text). At the top is a concise headline and summary, near the middle are survey findings paired with illustrative scenes, and near the bottom are complaints and the product fix with a supporting figure.\n\n\"iPods criticized for short life-span and fragile hard drives\" (text)\n\"MacInTouch survey found an average failure rate of 13.7 percent\" (text)\n\"Hard drive iPods showed failure rates above twenty percent while flash memory models stayed below ten percent\" (text)\n\"Late 2005 complaints that first generation iPod Nano screens scratched and became unusable, and Apple began shipping protective sleeves\" (text)\n\n\"a cartoon of a person inspecting a scratched portable music player screen\" (figure)\n\"a stylized illustration of a hard drive icon next to a broken device to imply fragility\" (figure)\n\"a silhouette of a person filling out an online survey form to imply the website study\" (figure)\n\"a cartoon of a protective sleeve being placed over a small rectangular device\" (figure)\n\nThe overall style of the image is clean, informative, and schematic with friendly illustrative cartoons.",
    "infographic_id": 275,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "iPods have been criticized for alleged short life-span and fragile hard drives. A 2005 survey conducted on the MacInTouch website found that the iPod line had an average failure rate of 13.7% (although they note that comments from respondents indicate that \"the true iPod failure rate may be lower than it appears\"). It concluded that some models were more durable than others. In particular, failure rates for iPods employing hard drives was usually above 20% while those with flash memory had a failure rate below 10%. In late 2005, many users complained that the surface of the first generation iPod Nano can become scratched easily, rendering the screen unusable. A class action lawsuit was also filed. Apple initially considered the issue a minor defect, but later began shipping these iPods with protective sleeves.[citation needed]",
    "qa_count": 7,
    "ids": [
      "56cd7ef762d2951400fa6652",
      "56cd7ef762d2951400fa6653",
      "56cd7ef762d2951400fa6654",
      "56cd7ef762d2951400fa6655",
      "56cd7ef762d2951400fa6656",
      "56d133d517492d1400aabc2b",
      "56d133d517492d1400aabc2c"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod factory labor report\" (text) focused on \"news investigation and audit findings\" (text). At the top is a concise headline and overview, near the middle are supporting visuals with captions that clarify the reported claims, and near the bottom is a summary linking the audit outcome to the governing policy. \n\"a British tabloid reported on iPod manufacturing conditions on June 11, 2006\" (text)\n\"The Mail on Sunday is named as the reporting publication and placed above related illustrations\" (text)\n\"An independent audit found mixed compliance with Apple's Code of Conduct and confirmed reported excessive hours\" (text)\n\"Workers reportedly earned no more than US$50 per month, worked 15‑hour shifts, worked over 60 hour weeks for 35%, and worked more than six consecutive days for 25%\" (text)\n\"a stylized factory floor with silhouetted workers on long shifts\" (figure)\n\"a cartoon inspector reviewing a checklist beside a factory scene\" (figure)\n\"a stylized scene showing weary workers with a repeated calendar row to suggest consecutive workdays\" (figure)\n\"a simplified icon grouping that highlights percent markers for over 60 hour weeks and seven straight days near the summary text\" (figure) The overall style of the image is clear, schematic, and documentary.",
    "infographic_id": 276,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "On June 11, 2006, the British tabloid The Mail on Sunday reported that iPods are mainly manufactured by workers who earn no more than US$50 per month and work 15-hour shifts. Apple investigated the case with independent auditors and found that, while some of the plant's labour practices met Apple's Code of Conduct, others did not: employees worked over 60 hours a week for 35% of the time, and worked more than six consecutive days for 25% of the time.",
    "qa_count": 5,
    "ids": [
      "56cd7f9162d2951400fa665c",
      "56cd7f9162d2951400fa665f",
      "56cd7f9162d2951400fa6660",
      "56d13443e7d4791d00901feb",
      "56d13443e7d4791d00901fec"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Apple and Its Manufacturer Labor Review\" (text) focused on \"Apple, Foxconn, and labor monitoring responses\" (text). At the top there is a clear header and a concise summary of the controversy and oversight; near the middle are supportive illustrative figures showing audits, memberships, and a factory location; below are timeline and outcome notes near corresponding icons. \n\"Apple hired an external auditor and joined an industry implementation group to oversee labor practices\" (text)\n\"A hired auditor was Verité and Apple joined the Electronic Industry Code of Conduct Implementation Group to implement changes\" (text)\n\"Accusations centered on Foxconn, the manufacturer, for excessive worker hours at its plant in Longhua, Shenzhen\" (text)\n\"Workers at the Longhua plant formed a union on December 31, 2006, affiliated with the national union umbrella\" (text)\n\"a stylized illustration of an auditing team inspecting factory workflow with no text\" (figure)\n\"a cartoon depiction of a group symbolizing an industry code implementation committee meeting with no text\" (figure)\n\"a silhouette of a multi-building factory complex labeled by placement near the Longhua, Shenzhen note with no text\" (figure)\nThe overall style of the image is clear, informational, and illustrative for easy question answering.",
    "infographic_id": 277,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Foxconn, Apple's manufacturer, initially denied the abuses, but when an auditing team from Apple found that workers had been working longer hours than were allowed under Chinese law, they promised to prevent workers working more hours than the code allowed. Apple hired a workplace standards auditing company, Verité, and joined the Electronic Industry Code of Conduct Implementation Group to oversee the measures. On December 31, 2006, workers at the Foxconn factory in Longhua, Shenzhen formed a union affiliated with the All-China Federation of Trade Unions, the Chinese government-approved union umbrella organization.",
    "qa_count": 7,
    "ids": [
      "56cd81df62d2951400fa6666",
      "56cd81df62d2951400fa6667",
      "56cd81df62d2951400fa6668",
      "56cd81df62d2951400fa6669",
      "56d134c2e7d4791d00901ff7",
      "56d134c2e7d4791d00901ff8",
      "56d134c2e7d4791d00901ff9"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Foxconn worker incidents and company responses\" (text) focused on \"worker deaths, alleged abuse, and corporate reactions\" (text). At the top there is a concise headline and summary, near the middle are two illustrated panels that support the timeline and allegations, and near the bottom is a short note tying companies' public statements to the incidents. \n\"Foxconn workers committed suicide in 2010, prompting investigations by major electronics companies\" (text)\n\"An employee killed himself in 2009 after an Apple prototype disappeared and after reporting beatings and interrogation\" (text)\n\"Major companies publicly stated they were investigating the situation\" (text)\n\"Brief footnote about videotaped security guards beating employees and related allegations\" (text)\n\"a stylized illustration of a factory exterior with small silhouetted figures to suggest multiple incidents\" (figure)\n\"a cartoon of a closed protective case labeled as a missing prototype beside a distressed silhouette\" (figure)\n\"a stylized scene showing security guards in a confrontational posture with a small group of workers\" (figure)\nThe overall style of the image is clear, documentary, and illustrative with concise factual labeling.",
    "infographic_id": 278,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "In 2010, a number of workers committed suicide at a Foxconn operations in China. Apple, HP, and others stated that they were investigating the situation. Foxconn guards have been videotaped beating employees. Another employee killed himself in 2009 when an Apple prototype went missing, and claimed in messages to friends, that he had been beaten and interrogated.",
    "qa_count": 3,
    "ids": [
      "56cd828562d2951400fa6670",
      "56cd828562d2951400fa6672",
      "56d13543e7d4791d00902004"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod production and job distribution\" (text) focused on \"how production and pay were split between domestic and overseas workers\" (text). At the top a concise headline introduces the topic and the middle and bottom present supporting facts and a simple illustrative comparison.  \n\"iPod production employed about 14,000 workers in the U.S. and 27,000 overseas as of 2006\" (text)  \n\"The largest share of salaries from this product went to highly skilled U.S. professionals rather than lower skilled U.S. retail or overseas manufacturing labor\" (text)  \n\"One interpretation: U.S. innovation can create more jobs overseas than domestically\" (text)  \n\"a stylized illustration of a domestic office with a professional worker at a desk, representing high-skill wage recipients\" (figure)  \n\"a stylized illustration of an overseas factory floor with assembly workers representing manufacturing employment abroad\" (figure)  \n\"a stylized illustration of a retail counter with a sales clerk representing lower-skilled U.S. retail jobs\" (figure)  \nThe overall style of the image is clean, informational, and illustrative with minimalistic icons and clear spatial grouping of text and figures.",
    "infographic_id": 279,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 1,
    "keywords_total": 1,
    "context": "As of 2006, the iPod was produced by about 14,000 workers in the U.S. and 27,000 overseas. Further, the salaries attributed to this product were overwhelmingly distributed to highly skilled U.S. professionals, as opposed to lower skilled U.S. retail employees or overseas manufacturing labor. One interpretation of this result is that U.S. innovation can create more jobs overseas than domestically.",
    "qa_count": 1,
    "ids": [
      "56cd834d62d2951400fa668a"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"iPod file system behavior and disk mode\" (text) focused on \"how iPod formatting affects disk mode and bootability\" (text). At the top is a concise header and summary, near the middle are paired visuals that demonstrate formatting outcomes, and below is a clarifying note about model exceptions and reformatting.\n\n\"iPod formatting determines disk behavior and bootability when used as a mass storage device\" (text)\n\"An iPod formatted on a Mac uses the HFS+ file system and can serve as a Mac boot disk\" (text)\n\"An iPod initially plugged into a Windows PC will be formatted with FAT32 by default\" (text)\n\"The default file system switched to FAT32 with the Windows-compatible release, but many iPod models can be reformatted between HFS+ and FAT32\" (text)\n\n\"a cartoon of a computer with a stylized external disk labeled for Mac, adjacent to a simple depiction of a bootable disk symbol\" (figure)\n\"a cartoon of a computer with a stylized external disk labeled for Windows, adjacent to a simple depiction of a generic storage symbol\" (figure)\n\"a stylized pair of iPod silhouettes with one marked as an exception and a note mark nearby\" (figure)\n\nThe overall style of the image is clear, instructional, and schematic.",
    "infographic_id": 280,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "All iPods except for the iPod Touch can function in \"disk mode\" as mass storage devices to store data files but this may not be the default behavior, and in the case of the iPod Touch, requires special software.[citation needed] If an iPod is formatted on a Mac OS computer, it uses the HFS+ file system format, which allows it to serve as a boot disk for a Mac computer. If it is formatted on Windows, the FAT32 format is used. With the release of the Windows-compatible iPod, the default file system used on the iPod line switched from HFS+ to FAT32, although it can be reformatted to either file system (excluding the iPod Shuffle which is strictly FAT32). Generally, if a new iPod (excluding the iPod Shuffle) is initially plugged into a computer running Windows, it will be formatted with FAT32, and if initially plugged into a Mac running Mac OS it will be formatted with HFS+.",
    "qa_count": 2,
    "ids": [
      "56cfc488234ae51400d9bf47",
      "56cfc488234ae51400d9bf48"
    ],
    "title": "IPod"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess key release and platform overview\" (text) focused on \"the game's classification, developer, original plan, and staggered console releases\" (text). At the top a concise summary introduces the game, near the middle platform and release details are grouped with supporting illustrations, and near the bottom developer and planning notes are highlighted.  \n\"Twilight Princess is an action-adventure game developed and published by Nintendo\" (text)  \n\"Originally planned for release in 2005 but delayed to allow refinement, added content, and a port to a new console\" (text)  \n\"Released for Wii in North America in November 2006 and for GameCube worldwide in December 2006\" (text)  \n\"Playable on GameCube and Wii consoles\" (text)  \n\"a stylized console duo with one controller for each system, placed adjacent to platform text\" (figure)  \n\"a cartoon calendar showing two adjacent month pages to represent consecutive console releases\" (figure)  \n\"a stylized developer at a desk with tools to represent additional development and porting work\" (figure)  \nThe overall style of the image is clean, illustrative, and informational with clear hierarchy.",
    "infographic_id": 281,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The Legend of Zelda: Twilight Princess (Japanese: ゼルダの伝説 トワイライトプリンセス, Hepburn: Zeruda no Densetsu: Towairaito Purinsesu?) is an action-adventure game developed and published by Nintendo for the GameCube and Wii home video game consoles. It is the thirteenth installment in the The Legend of Zelda series. Originally planned for release on the GameCube in November 2005, Twilight Princess was delayed by Nintendo to allow its developers to refine the game, add more content, and port it to the Wii. The Wii version was released alongside the console in North America in November 2006, and in Japan, Europe, and Australia the following month. The GameCube version was released worldwide in December 2006.[b]",
    "qa_count": 12,
    "ids": [
      "56cd8a5f62d2951400fa668e",
      "56cd8a5f62d2951400fa668f",
      "56cd8a5f62d2951400fa6691",
      "56cd8a5f62d2951400fa6692",
      "56d1159e17492d1400aab8cc",
      "56d1159e17492d1400aab8ce",
      "56d1159e17492d1400aab8cf",
      "5a8d7bf7df8bba001a0f9ab1",
      "5a8d7bf7df8bba001a0f9ab2",
      "5a8d7bf7df8bba001a0f9ab3",
      "5a8d7bf7df8bba001a0f9ab4",
      "5a8d7bf7df8bba001a0f9ab5"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess overview\" (text) focused on \"Link's quest to save Hyrule from the Twilight Realm\" (text). At the top, a clear header states the protagonist and the threat, with a supporting illustrative figure below; the middle shows Link's dual forms and his companion near explanatory text, and the bottom places timeline context adjacent to a scene-figure.\n\n\"Twilight Princess overview\" (text)\n\"Link is the series protagonist who protects Hyrule from a corrupted parallel dimension\" (text)\n\"Link takes the form of a Hylian and a wolf while trying to stop the Twilight Realm\" (text)\n\"Assisted by a mysterious creature named Midna who guides and aids him\" (text)\n\"Set hundreds of years after Ocarina of Time and Majora's Mask in an alternate timeline from The Wind Waker\" (text)\n\"a stylized cartoon of a lone hero standing beside a wolf form to show dual identity\" (figure)\n\"a stylized cartoon of a small mysterious creature perched nearby to indicate companion role\" (figure)\n\"a stylized illustrative scene suggesting a shadowed alternate realm pressing toward a separate landmass labeled as Hyrule\" (figure)\n\nThe overall style of the image is clean, illustrative, and infographic-focused with clear hierarchy and simple cartoon figures.",
    "infographic_id": 282,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The story focuses on series protagonist Link, who tries to prevent Hyrule from being engulfed by a corrupted parallel dimension known as the Twilight Realm. To do so, he takes the form of both a Hylian and a wolf, and is assisted by a mysterious creature named Midna. The game takes place hundreds of years after Ocarina of Time and Majora's Mask, in an alternate timeline from The Wind Waker.",
    "qa_count": 11,
    "ids": [
      "56cd8ad162d2951400fa6698",
      "56cd8ad162d2951400fa6699",
      "56cd8ad162d2951400fa669b",
      "56d1162317492d1400aab8ec",
      "56d1162317492d1400aab8ee",
      "56d1162317492d1400aab8ef",
      "5a8d800edf8bba001a0f9abb",
      "5a8d800edf8bba001a0f9abc",
      "5a8d800edf8bba001a0f9abd",
      "5a8d800edf8bba001a0f9abe",
      "5a8d800edf8bba001a0f9abf"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess critical reception and releases\" (text) focused on \"Twilight Princess series acclaim and re-releases\" (text). At the top, a concise headline summarizes the game's standing, with supporting visuals near the middle and timeline details below. \"Twilight Princess was widely hailed as the greatest entry in the series at release\" (text)\n\"a top accolade: received several Game of the Year awards and was the most critically acclaimed game of 2006\" (text)\n\"wii version rereleased under the Nintendo Selects label in 2011, with a wii u high-definition port slated for March 2016\" (text)\n\"a compact note about critics from multiple major outlets praising the game\" (text)\n\"a stylized cartridge and disc illustration representing original release and rerelease\" (figure)\n\"a cartoon review montage showing multiple review pages and laurel symbols\" (figure)\n\"a stylized console illustration indicating a high-definition port for a later home console\" (figure)\nThe overall style of the image is clear, informative, and illustrative with minimal decorative elements.",
    "infographic_id": 283,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "At the time of its release, Twilight Princess was considered the greatest entry in the Zelda series by many critics, including writers for 1UP.com, Computer and Video Games, Electronic Gaming Monthly, Game Informer, GamesRadar, IGN, and The Washington Post. It received several Game of the Year awards, and was the most critically acclaimed game of 2006. In 2011, the Wii version was rereleased under the Nintendo Selects label. A high-definition port for the Wii U, The Legend of Zelda: Twilight Princess HD, will be released in March 2016.",
    "qa_count": 12,
    "ids": [
      "56cd8b5862d2951400fa66a2",
      "56cd8b5862d2951400fa66a3",
      "56cd8b5862d2951400fa66a4",
      "56d116d717492d1400aab8f4",
      "56d116d717492d1400aab8f5",
      "56d116d717492d1400aab8f6",
      "56d116d717492d1400aab8f7",
      "5a8d8412df8bba001a0f9ac5",
      "5a8d8412df8bba001a0f9ac6",
      "5a8d8412df8bba001a0f9ac7",
      "5a8d8412df8bba001a0f9ac8",
      "5a8d8412df8bba001a0f9ac9"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess controls and combat overview\" (text) focused on \"core gameplay activities and control features\" (text). At the top, a concise header introduces the game's genre and primary actions, above a middle section that pairs control descriptions with supportive visuals, and below a summary of Link's weaponry near illustrative icons.\n\n\"Twilight Princess is an action-adventure game emphasizing combat, exploration, and item collection\" (text)\n\"Ocarina of Time introduced the basic control scheme used here, including context-sensitive actions\" (text)\n\"L-targeting lets projectile weapons be fired at a target without manual aiming\" (text)\n\"Link uses a sword and shield as main weapons, backed by secondary items like bow and arrows, boomerang, bombs, and the Clawshot\" (text)\n\"a stylized cartoon of a controller showing a context-sensitive action button and a target lock icon\" (figure)\n\"a stylized cartoon of a character running off a ledge with an automatic jump cue\" (figure)\n\"a stylized cartoon of a hero aiming a bow with an invisible target lock indicating no manual aim needed\" (figure)\n\"a stylized cartoon of a grappling claw device reaching a distant peg to suggest similarity to an earlier hookshot\" (figure)\n\nThe overall style of the image is clear, instructional, and illustrative.",
    "infographic_id": 284,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "The Legend of Zelda: Twilight Princess is an action-adventure game focused on combat, exploration, and item collection. It uses the basic control scheme introduced in Ocarina of Time, including context-sensitive action buttons and L-targeting (Z-targeting on the Wii), a system that allows the player to keep Link's view focused on an enemy or important object while moving and attacking. Link can walk, run, and attack, and will automatically jump when running off of or reaching for a ledge.[c] Link uses a sword and shield in combat, complemented with secondary weapons and items, including a bow and arrows, a boomerang, bombs, and the Clawshot (similar to the Hookshot introduced earlier in the The Legend of Zelda series).[d] While L-targeting, projectile-based weapons can be fired at a target without the need for manual aiming.[c]",
    "qa_count": 14,
    "ids": [
      "56cd8c5762d2951400fa66a8",
      "56cd8c5762d2951400fa66a9",
      "56cd8c5762d2951400fa66aa",
      "56cd8c5762d2951400fa66ab",
      "56cd8c5762d2951400fa66ac",
      "56d118ce17492d1400aab924",
      "56d118ce17492d1400aab925",
      "56d118ce17492d1400aab926",
      "56d118ce17492d1400aab927",
      "5a8d8513df8bba001a0f9acf",
      "5a8d8513df8bba001a0f9ad0",
      "5a8d8513df8bba001a0f9ad1",
      "5a8d8513df8bba001a0f9ad2",
      "5a8d8513df8bba001a0f9ad3"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Context-Sensitive Button Mechanic\" (text) focused on \"how one button adapts actions and how the game indicates those actions\" (text). At the top is a concise header explaining the mechanic, near a simple illustrative scene that shows interaction examples, and in the middle a callout explains on-screen feedback adjacent to an illustration of a character holding an object; below is a short usage example and a note clarifying what happens when the character is stationary.\n\n\"Context-sensitive button mechanic lets one button perform many interactions depending on situation\" (text)\n\"On-screen display shows which action the button will trigger in each scenario\" (text)\n\"a stylized character holding a rock with a small prompt illustration indicating a throwing motion while moving\" (figure)\n\"a stylized character standing still placing a rock on the ground, shown next to the stationary prompt illustration\" (figure)\n\"Examples of interactions controlled by the same button: talking, opening doors, pushing, pulling, and throwing\" (text)\n\"a simple illustrative panel showing a prompt icon above a character near a door and another near an object to push\" (figure)\n\"The overall style of the image is clean, instructional, and illustrative with clear labels and simple cartoon visuals.\"",
    "infographic_id": 285,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The context-sensitive button mechanic allows one button to serve a variety of functions, such as talking, opening doors, and pushing, pulling, and throwing objects.[e] The on-screen display shows what action, if any, the button will trigger, determined by the situation. For example, if Link is holding a rock, the context-sensitive button will cause Link to throw the rock if he is moving or targeting an object or enemy, or place the rock on the ground if he is standing still.[f]",
    "qa_count": 10,
    "ids": [
      "56cd8d0662d2951400fa66b2",
      "56cd8d0662d2951400fa66b3",
      "56cd8d0662d2951400fa66b4",
      "56d1195d17492d1400aab93b",
      "56d1195d17492d1400aab93c",
      "5a8d867bdf8bba001a0f9ad9",
      "5a8d867bdf8bba001a0f9ada",
      "5a8d867bdf8bba001a0f9adb",
      "5a8d867bdf8bba001a0f9adc",
      "5a8d867bdf8bba001a0f9add"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Controls and Audio Differences Between Console Versions\" (text) focused on \"comparison of GameCube and Wii control and sound features\" (text). At the top, a concise header summarizes the two-console comparison, and below that paired panels highlight control inputs and audible feedback for each version. \"Wii version uses motion sensors and built-in speaker to trigger gestures and sound effects including bowstring sounds, Midna's laugh, and the series' chime for discovered secrets\" (text)\n\"a stylized cartoon of a handheld remote with a small built-in speaker emitting wave lines\" (figure)\n\"Player swings the Wii Remote to control the sword and uses Nunchuk gestures for other attacks\" (text)\n\"a stylized cartoon of a left-hand controller held with a connected secondary controller shown as a separate handheld\" (figure)\n\"GameCube version allows free camera control but limits equipped secondary weapons to two\" (text)\n\"a stylized cartoon of a game console controller with a simple camera icon nearby to indicate free camera control\" (figure)\nThe middle section places the Wii sound examples adjacent to the Wii controller panel and the GameCube equipment limitation adjacent to the GameCube panel, with supporting figures near relevant text. The overall style of the image is clear, instructional, and illustrative.",
    "infographic_id": 286,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The GameCube and Wii versions feature several minor differences in their controls. The Wii version of the game makes use of the motion sensors and built-in speaker of the Wii Remote. The speaker emits the sounds of a bowstring when shooting an arrow, Midna's laugh when she gives advice to Link, and the series' trademark \"chime\" when discovering secrets. The player controls Link's sword by swinging the Wii Remote. Other attacks are triggered using similar gestures with the Nunchuk. Unique to the GameCube version is the ability for the player to control the camera freely, without entering a special \"lookaround\" mode required by the Wii; however, in the GameCube version, only two of Link's secondary weapons can be equipped at a time, as opposed to four in the Wii version.[g]",
    "qa_count": 12,
    "ids": [
      "56cd8dbf62d2951400fa66f2",
      "56cd8dbf62d2951400fa66f3",
      "56cd8dbf62d2951400fa66f4",
      "56cd8dbf62d2951400fa66f5",
      "56cd8dbf62d2951400fa66f6",
      "56d11a1b17492d1400aab95d",
      "56d11a1b17492d1400aab95e",
      "5a8d8744df8bba001a0f9ae3",
      "5a8d8744df8bba001a0f9ae4",
      "5a8d8744df8bba001a0f9ae5",
      "5a8d8744df8bba001a0f9ae6",
      "5a8d8744df8bba001a0f9ae7"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Dungeons and Overworld\" (text) focused on \"how Link navigates and completes dungeons\" (text). At the top is the title and a short summary, near a figure showing the overall concept; the middle contains key labeled facts adjacent to illustrative figures that reinforce each QA answer, and the bottom gives a compact note about travel methods adjacent to a travel illustration.\n\"Infographic overview: how Link navigates and completes nine dungeons\" (text)\n\"a single large connected overworld that links all dungeon areas\" (text)\n\"each dungeon is a large, contained area where Link fights enemies and solves puzzles\" (text)\n\"at the end of each dungeon Link fights a boss to obtain an item or advance the plot\" (text)\n\"Link can travel across the overworld on foot, on his horse Epona, or by teleporting\" (text)\n\"a stylized map illustration showing nine connected dungeon entrances and a central open area\" (figure)\n\"a cartoon scene of Link facing generic enemies inside a cavernous dungeon\" (figure)\n\"a stylized illustration of Link confronting a larger boss figure in a final chamber\" (figure)\n\"a simple travel vignette showing a silhouette on foot, a stylized horse, and a teleportation spark\" (figure) The overall style of the image is clear, illustrative, and instructional.",
    "infographic_id": 287,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The game features nine dungeons—large, contained areas where Link battles enemies, collects items, and solves puzzles. Link navigates these dungeons and fights a boss at the end in order to obtain an item or otherwise advance the plot. The dungeons are connected by a large overworld, across which Link can travel on foot; on his horse, Epona; or by teleporting.",
    "qa_count": 12,
    "ids": [
      "56cd8e2362d2951400fa66fc",
      "56cd8e2362d2951400fa66fd",
      "56cd8e2362d2951400fa66fe",
      "56cd8e2362d2951400fa66ff",
      "56d11a7017492d1400aab968",
      "56d11a7017492d1400aab969",
      "56d11a7017492d1400aab96a",
      "5a8d8836df8bba001a0f9aed",
      "5a8d8836df8bba001a0f9aee",
      "5a8d8836df8bba001a0f9aef",
      "5a8d8836df8bba001a0f9af0",
      "5a8d8836df8bba001a0f9af1"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Wolf Link in the Twilight Realm\" (text) focused on \"how Link's wolf form changes abilities and companions\" (text). At the top it introduces the transformation and core changes; in the middle it contrasts wolf combat and advantages with a companion spotlight; toward the bottom it shows sensory abilities and enemies encountered.\n\n\"Title: Wolf Link in the Twilight Realm\" (text)\n\"Transformation: when Link enters the Twilight Realm he becomes a wolf and can later switch between Hylian and wolf forms at will\" (text)\n\"Wolf combat: primary offense by biting and defense by dodging while losing sword, shield, and secondary items\" (text)\n\"Companion and support: Midna, a small imp-like creature, rides with Link, gives hints, attacks with an energy field, helps jumps, and enables warping\" (text)\n\"Senses and encounters: faster than his human form, can dig to uncover items, follow scent trails, sense wandering spirits, and hunt enemy ghosts called Poes\" (text)\n\"a stylized cartoon of a wolf with an imp-like creature riding its back, positioned near the companion text\" (figure)\n\"a stylized cartoon of a wolf sniffing at the ground with small holes nearby, positioned near the senses and digging text\" (figure)\n\"a stylized cartoon of a ghostly spirit figure labeled by placement near the Poes text\" (figure)\n\nThe overall style of the image is clear, illustrative, and informational.",
    "infographic_id": 288,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "When Link enters the Twilight Realm, the void that corrupts parts of Hyrule, he transforms into a wolf.[h] He is eventually able to transform between his Hylian and wolf forms at will. As a wolf, Link loses the ability to use his sword, shield, or any secondary items; he instead attacks by biting, and defends primarily by dodging attacks. However, \"Wolf Link\" gains several key advantages in return—he moves faster than he does as a human (though riding Epona is still faster) and digs holes to create new passages and uncover buried items, and has improved senses, including the ability to follow scent trails.[i] He also carries Midna, a small imp-like creature who gives him hints, uses an energy field to attack enemies, helps him jump long distances, and eventually allows Link to \"warp\" to any of several preset locations throughout the overworld.[j] Using Link's wolf senses, the player can see and listen to the wandering spirits of those affected by the Twilight, as well as hunt for enemy ghosts named Poes.[k]",
    "qa_count": 13,
    "ids": [
      "56cd8ec662d2951400fa6704",
      "56cd8ec662d2951400fa6705",
      "56cd8ec662d2951400fa6706",
      "56cd8ec662d2951400fa6707",
      "56cd8ec662d2951400fa6708",
      "56d11af517492d1400aab987",
      "56d11af517492d1400aab989",
      "56d11af517492d1400aab98b",
      "5a8d89b5df8bba001a0f9af7",
      "5a8d89b5df8bba001a0f9af8",
      "5a8d89b5df8bba001a0f9af9",
      "5a8d89b5df8bba001a0f9afa",
      "5a8d89b5df8bba001a0f9afb"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Enemy AI in Twilight Princess\" (text) focused on \"how enemy behavior differs from a previous game\" (text). At the top there is a concise header and summary, near the middle there are supporting illustrations with short labels, and at the bottom there is a compact comparison note. \n\"Enemy artificial intelligence is more advanced in Twilight Princess than in an earlier game\" (text)\n\"a comparison note near the bottom referencing The Wind Waker as having more rudimentary enemy programming\" (text)\n\"a short label near an illustration stating that enemies react to defeated companions and to nearby projectiles\" (text)\n\"a short label near another illustration stating that enemies can detect Link from a greater distance than in previous games\" (text)\n\"a stylized close-up of a game enemy reacting to a fallen companion without any words or numerals\" (figure)\n\"a cartoon scene of a projectile passing by an enemy that turns toward it, shown without letters or numbers\" (figure)\n\"a silhouette of a hero seen at a distance with an enemy looking toward the silhouette, depicted without text\" (figure)\nThe overall style of the image is clean, instructive, and illustrative.",
    "infographic_id": 289,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The artificial intelligence (AI) of enemies in Twilight Princess is more advanced than that of enemies in The Wind Waker. Enemies react to defeated companions and to arrows or slingshot pellets that pass by, and can detect Link from a greater distance than was possible in previous games.",
    "qa_count": 10,
    "ids": [
      "56cd8f4b62d2951400fa670e",
      "56cd8f4b62d2951400fa670f",
      "56cd8f4b62d2951400fa6711",
      "56d1283617492d1400aabac2",
      "56d1283617492d1400aabac3",
      "5a8d9051df8bba001a0f9b01",
      "5a8d9051df8bba001a0f9b02",
      "5a8d9051df8bba001a0f9b03",
      "5a8d9051df8bba001a0f9b04",
      "5a8d9051df8bba001a0f9b05"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Voice and Expression in the Game\" (text) focused on \"how characters communicate without full spoken dialogue\" (text). At the top is a concise header and summary, above a middle section that contrasts the silent protagonist with the more vocal companion, and below are supporting illustrative captions that reinforce the text.\n\n\"Voice and Expression in the Game\" (text)\n\"Link is largely silent in conversation but uses grunts, gasps, nods and facial expressions to show reactions\" (text)\n\"Midna has the most spoken dialogue and her lines use scrambled pseudo-speech sampled from English by Japanese voice actress Akiko Kōmoto\" (text)\n\"Akiko Kōmoto of Japan provided the voice samples and serves as the basis for Midna's speech\" (text)\n\"a stylized cartoon of a silent protagonist making a nodding gesture and a facial expression\" (figure)\n\"a cartoon depiction of an open-mouthed companion producing playful nonsensical pseudo-speech\" (figure)\n\"a stylized portrait of a voice actress speaking into a microphone to indicate voice sampling\" (figure)\n\nThe overall style of the image is clear, illustrative, and informative.",
    "infographic_id": 290,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "There is very little voice acting in the game, as is the case in most Zelda titles to date. Link remains silent in conversation, but grunts when attacking or injured and gasps when surprised. His emotions and responses are largely indicated visually by nods and facial expressions. Other characters have similar language-independent verbalizations, including laughter, surprised or fearful exclamations, and screams. The character of Midna has the most voice acting—her on-screen dialog is often accompanied by a babble of pseudo-speech, which was produced by scrambling the phonemes of English phrases[better source needed] sampled by Japanese voice actress Akiko Kōmoto.",
    "qa_count": 13,
    "ids": [
      "56cd8ffa62d2951400fa6720",
      "56cd8ffa62d2951400fa6721",
      "56cd8ffa62d2951400fa6722",
      "56cd8ffa62d2951400fa6723",
      "56d128ed17492d1400aabad9",
      "56d128ed17492d1400aabada",
      "56d128ed17492d1400aabadb",
      "56d128ed17492d1400aabadc",
      "5a8d914edf8bba001a0f9b0b",
      "5a8d914edf8bba001a0f9b0c",
      "5a8d914edf8bba001a0f9b0d",
      "5a8d914edf8bba001a0f9b0e",
      "5a8d914edf8bba001a0f9b0f"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess story summary\" (text) focused on \"Link's early quest and the Tears of Light\" (text). At the top is a concise scene-setting header, near the center are sequential panels showing the key events, and the bottom summarizes the objective Link must complete to restore Hyrule.\n\n\"Twilight Princess story summary\" (text)\n\"Link begins as a ranch hand in Ordon Village; Bulblins attack and kidnap the village children while Link gives chase\" (text)\n\"a cartoon of a young worker tending animals near a small village, then running after shadowy figures\" (figure)\n\"a stylized depiction of a shadow wall with a beast dragging a figure through into a dim realm\" (figure)\n\"Midna, an imp-like Twilight being, frees a transformed wolf-Link and guides him to the princess\" (text)\n\"a silhouette of a small imp-like companion beside a wolf transformed from a youth, pointing toward a distant castle\" (figure)\n\"Link must collect Tears of Light in each Twilight area to restore the Light Spirits and regain his human form\" (text)\n\nThe overall style of the image is clean, illustrative, and instructional.",
    "infographic_id": 291,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Twilight Princess takes place several centuries after Ocarina of Time and Majora's Mask, and begins with a youth named Link who is working as a ranch hand in Ordon Village. One day, the village is attacked by Bulblins, who carry off the village's children with Link in pursuit before he encounters a wall of Twilight. A Shadow Beast pulls him beyond the wall into the Realm of Twilight, where he is transformed into a wolf and imprisoned. Link is soon freed by an imp-like Twilight being named Midna, who dislikes Link but agrees to help him if he obeys her unconditionally. She guides him to Princess Zelda. Zelda explains that Zant, the King of the Twilight, has stolen the light from three of the four Light Spirits and conquered Hyrule. In order to save Hyrule, Link must first restore the Light Spirits by entering the Twilight-covered areas and, as a wolf, recover the Spirits' lost light. He must do this by collecting the multiple \"Tears of Light\"; once all the Tears of Light are collected for one area, he restores that area's Light Spirit. As he restores them, the Light Spirits return Link to his Hylian form.",
    "qa_count": 12,
    "ids": [
      "56cd92e562d2951400fa6728",
      "56cd92e562d2951400fa672a",
      "56cd92e562d2951400fa672b",
      "56cd92e562d2951400fa672c",
      "56d1298217492d1400aabaf8",
      "56d1298217492d1400aabaf9",
      "56d1298217492d1400aabafb",
      "5a8d9520df8bba001a0f9b15",
      "5a8d9520df8bba001a0f9b16",
      "5a8d9520df8bba001a0f9b17",
      "5a8d9520df8bba001a0f9b18",
      "5a8d9520df8bba001a0f9b19"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Link and Midna's quest for the Fused Shadows\" (text) focused on \"the rescue, ambush, and sacrifice during a journey between twilight and light\" (text). At the top, a concise header summarizes the central goal and allies; near the middle, a sequence of scenes shows the ambush and transformation; below, the emotional rescue and resolution are presented.\n\n\"Link helps Midna collect the Fused Shadows while aiding multiple allied tribes and villages\" (text)\n\"a stylized scene of a journey showing small groups of forest, mountain, and river allies near each other\" (figure)\n\"after the Fused Shadows are gathered, they are ambushed by Zant who steals the fragments and turns Link into a wolf\" (text)\n\"a cartoon figure of a cloaked antagonist confronting a wolf-form hero and a wounded companion\" (figure)\n\"Link must obtain the Master Sword to regain his human form, and Zelda sacrifices herself to heal Midna\" (text)\n\"a stylized scene of a regal figure emanating light as a companion recovers, with a solitary sword depicted nearby\" (figure)\n\"a small illustrative panel of the Zoras labeled as coming from Lanayru placed near the mid sequence\" (figure)\n\nThe overall style of the image is clear, narrative-focused, and illustrative.",
    "infographic_id": 292,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "During this time, Link also helps Midna find the Fused Shadows, fragments of a relic containing powerful dark magic. In return, she helps Link find Ordon Village's children while helping the monkeys of Faron, the Gorons of Eldin, and the Zoras of Lanayru. Once Link has restored the Light Spirits and Midna has all the Fused Shadows, they are ambushed by Zant. After he relieves Midna of the Fused Shadow fragments, she ridicules him for abusing his tribe's magic, but Zant reveals that his power comes from another source as he uses it to turn Link back into a wolf, and then leaves Midna in Hyrule to die from the world's light. Bringing a dying Midna to Zelda, Link learns he needs the Master Sword to return to human form. Zelda sacrifices herself to heal Midna with her power before vanishing mysteriously. Midna is moved by Zelda's sacrifice, and begins to care more about Link and the fate of the light world.",
    "qa_count": 14,
    "ids": [
      "56cd937162d2951400fa6732",
      "56cd937162d2951400fa6733",
      "56cd937162d2951400fa6734",
      "56cd937162d2951400fa6735",
      "56cd937162d2951400fa6736",
      "56d12a1317492d1400aabb10",
      "56d12a1317492d1400aabb12",
      "56d12a1317492d1400aabb13",
      "56d12a1317492d1400aabb14",
      "5a8d9a35df8bba001a0f9b1f",
      "5a8d9a35df8bba001a0f9b20",
      "5a8d9a35df8bba001a0f9b21",
      "5a8d9a35df8bba001a0f9b22",
      "5a8d9a35df8bba001a0f9b23"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mirror of Twilight Quest Summary\" (text) focused on \"Link and Midna's journey between Hyrule and the Twilight Realm\" (text). At the top there is a concise header and a brief roadmap, near the middle a sequence of key events is shown with supporting illustrative figures, and at the bottom the climax and outcomes are summarized. \n\"Mirror of Twilight Quest Summary\" (text)\n\"Link gains the Master Sword, obtains the Shadow Crystal and can switch between wolf and human forms at will\" (text)\n\"Midna leads Link to the Mirror of Twilight deep within the Gerudo Desert, but the mirror is shattered and must be restored\" (text)\n\"Zant shattered the mirror after forming a pact with Ganondorf, who was previously banished through the mirror\" (text)\n\"After Zant is defeated, Link confronts Ganondorf at Hyrule Castle where Ganondorf uses Zelda's body and transforms into a beast before being defeated\" (text)\n\"a stylized cartoon of Link receiving a glowing crystal while a small shadowy companion gestures nearby\" (figure)\n\"a simplified illustration of a cracked ornate mirror set near desert dunes and a distant gate-like silhouette\" (figure)\n\"a stylized scene of two antagonists standing back to back, one wearing a twisted mask and one looming as a large beast\" (figure)\n\"a cartoon of a castle interior with a suspended figure above a central throne and a heroic figure approaching\" (figure)\nThe overall style of the image is clean, narrative, and illustrative with bold simple shapes and clear labels.",
    "infographic_id": 293,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "After gaining the Master Sword, Link is cleansed of the magic that kept him in wolf form, obtaining the Shadow Crystal. Now able to use it to switch between both forms at will, Link is led by Midna to the Mirror of Twilight located deep within the Gerudo Desert, the only known gateway between the Twilight Realm and Hyrule. However, they discover that the mirror is broken. The Sages there explain that Zant tried to destroy it, but he was only able to shatter it into fragments; only the true ruler of the Twili can completely destroy the Mirror of Twilight. They also reveal that they used it a century ago to banish Ganondorf, the Gerudo leader who attempted to steal the Triforce, to the Twilight Realm when executing him failed. Assisted by an underground resistance group they meet in Castle Town, Link and Midna set out to retrieve the missing shards of the Mirror, defeating those they infected. Once the portal has been restored, Midna is revealed to be the true ruler of the Twilight Realm, usurped by Zant when he cursed her into her current form. Confronting Zant, Link and Midna learn that Zant's coup was made possible when he forged a pact with Ganondorf, who asked for Zant's assistance in conquering Hyrule. After Link defeats Zant, Midna recovers the Fused Shadows, but destroys Zant after learning that only Ganondorf's death can release her from her curse. Returning to Hyrule, Link and Midna find Ganondorf in Hyrule Castle, with a lifeless Zelda suspended above his head. Ganondorf fights Link by possessing Zelda's body and eventually by transforming into a beast, but Link defeats him and Midna is able to resurrect Zelda.",
    "qa_count": 15,
    "ids": [
      "56cd942362d2951400fa673c",
      "56cd942362d2951400fa673d",
      "56cd942362d2951400fa673e",
      "56cd942362d2951400fa673f",
      "56cd942362d2951400fa6740",
      "56d12adf17492d1400aabb28",
      "56d12adf17492d1400aabb29",
      "56d12adf17492d1400aabb2a",
      "56d12adf17492d1400aabb2b",
      "56d12adf17492d1400aabb2c",
      "5a8d9f46df8bba001a0f9b29",
      "5a8d9f46df8bba001a0f9b2a",
      "5a8d9f46df8bba001a0f9b2b",
      "5a8d9f46df8bba001a0f9b2c",
      "5a8d9f46df8bba001a0f9b2d"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Final Battle and Farewells\" (text) focused on \"the climax events and aftermath between Ganondorf, Link, Zelda, and Midna\" (text). At the top, a concise scene summary sets the stage, the middle contains sequential illustrated moments with short captions adjacent to them, and the bottom gives the departing and restorative outcomes.\n\n\"Final battle sequence where Midna teleports Link and Zelda outside the collapsing castle\" (text)\n\"a stylized illustration of Midna holding a shadow artifact while teleporting two figures\" (figure)\n\"Ganondorf crushing Midna's helmet as the castle collapses\" (figure)\n\"Zelda and the light spirits assist while Link knocks Ganondorf from his horse and duels on foot\" (figure)\n\"Link drives the Master Sword into Ganondorf's chest and Ganondorf falls\" (text)\n\"a symbolic portrayal of ethereal figures returning life to Midna and restoring her true form\" (figure)\n\"Midna's farewell, her destruction of the Mirror of Twilight, and Link departing from Ordon Village\" (text)\n\nThe overall style of the image is illustrative, narrative-focused, and clear for question answering.",
    "infographic_id": 294,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Ganondorf then revives, and Midna teleports Link and Zelda outside the castle so she can hold him off with the Fused Shadows. However, as Hyrule Castle collapses, it is revealed that Ganondorf was victorious as he crushes Midna's helmet. Ganondorf engages Link on horseback, and, assisted by Zelda and the Light Spirits, Link eventually knocks Ganondorf off his horse and they duel on foot before Link strikes down Ganondorf and plunges the Master Sword into his chest. With Ganondorf dead, the Light Spirits not only bring Midna back to life, but restore her to her true form. After bidding farewell to Link and Zelda, Midna returns home before destroying the Mirror of Twilight with a tear to maintain balance between Hyrule and the Twilight Realm. Near the end, as Hyrule Castle is rebuilt, Link is shown leaving Ordon Village heading to parts unknown.",
    "qa_count": 13,
    "ids": [
      "56cd953262d2951400fa6746",
      "56cd953262d2951400fa6747",
      "56cd953262d2951400fa6748",
      "56cd953262d2951400fa6749",
      "56cd953262d2951400fa674a",
      "56d12bda17492d1400aabb44",
      "56d12bda17492d1400aabb45",
      "56d12bda17492d1400aabb47",
      "5a8da394df8bba001a0f9b33",
      "5a8da394df8bba001a0f9b34",
      "5a8da394df8bba001a0f9b35",
      "5a8da394df8bba001a0f9b36",
      "5a8da394df8bba001a0f9b37"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Development shift from a cel-shaded sequel to a realistic Zelda\" (text) focused on \"how feedback and design goals shaped the next game\" (text). At the top a concise project timeline headline sits above an illustrated conference scene. \"Nintendo announced a new The Legend of Zelda for GameCube in 2003, created by the Wind Waker team\" (text)\n\"a cartoon of a conference stage with a surprised presenter, labeled as the Game Developers Conference where a sequel was unintentionally revealed\" (figure)\nNear the middle a conversation panel summarizes internal feedback and design goals next to a silhouette of two designers talking. \"North American sales and audience perception motivated a desire for a more realistic presentation\" (text)\n\"a stylized scene of two figures in discussion beside a note icon, representing internal design debate\" (figure)\nBelow that an action-focused illustration supports gameplay priorities and an explicit feature goal. \"director Eiji Aonuma proposed realism while producer guidance emphasized new gameplay such as horseback combat\" (text)\n\"a cartoon of a rider on horseback practicing combat moves to depict the gameplay innovation goal\" (figure)\nAt the bottom a compact takeaway caption appears adjacent to the final illustration. \"team focus shifted from visual style alone to gameplay innovations not possible in previous titles\" (text)\n\"a small illustrative summary panel showing a game controller and an open design notebook to represent development priorities\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 295,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In 2003, Nintendo announced that a new The Legend of Zelda game was in the works for the GameCube by the same team that had created the cel-shaded The Wind Waker. At the following year's Game Developers Conference, director Eiji Aonuma unintentionally revealed that the game's sequel was in development under the working title The Wind Waker 2; it was set to use a similar graphical style to that of its predecessor. Nintendo of America told Aonuma that North American sales of The Wind Waker were sluggish because its cartoon appearance created the impression that the game was designed for a young audience. Concerned that the sequel would have the same problem, Aonuma expressed to producer Shigeru Miyamoto that he wanted to create a realistic Zelda game that would appeal to the North American market. Miyamoto, hesitant about solely changing the game's presentation, suggested the team's focus should instead be on coming up with gameplay innovations. He advised that Aonuma should start by doing what could not be done in Ocarina of Time, particularly horseback combat.[l]",
    "qa_count": 12,
    "ids": [
      "56cd95f562d2951400fa6750",
      "56cd95f562d2951400fa6751",
      "56cd95f562d2951400fa6752",
      "56cd95f562d2951400fa6753",
      "56d12ceb17492d1400aabb5c",
      "56d12ceb17492d1400aabb5d",
      "56d12ceb17492d1400aabb5f",
      "5a8da6c7df8bba001a0f9b3d",
      "5a8da6c7df8bba001a0f9b3e",
      "5a8da6c7df8bba001a0f9b3f",
      "5a8da6c7df8bba001a0f9b40",
      "5a8da6c7df8bba001a0f9b41"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Horseback feature rollout summary\" (text) focused on \"development timeline and sequel details\" (text). At the top there is a concise project summary, near it an illustrated preview scene, and below those are console and sequel highlights accompanied by supportive illustrations.\n\n\"Project summary: team implemented believable horseback riding in four months\" (text)\n\"Trailer previewed at Electronic Entertainment Expo 2004, released to the public in 2004\" (text)\n\"A later official sequel appeared on the Nintendo DS called Phantom Hourglass\" (text)\n\"Game built on a modified prior engine and graphical style chosen to fit an older protagonist\" (text)\n\"a stylized cartoon of a rider on a horse previewing gameplay\" (figure)\n\"a stylized cartoon of a trade show stage with audience and a trailer display\" (figure)\n\"a stylized cartoon of a handheld console silhouette beside a floating game cartridge shape\" (figure)\n\nThe overall style of the image is clean, schematic, and informational.",
    "infographic_id": 296,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "In four months, Aonuma's team managed to present realistic horseback riding,[l] which Nintendo later revealed to the public with a trailer at Electronic Entertainment Expo 2004. The game was scheduled to be released the next year, and was no longer a follow-up to The Wind Waker; a true sequel to it was released for the Nintendo DS in 2007, in the form of Phantom Hourglass. Miyamoto explained in interviews that the graphical style was chosen to satisfy demand, and that it better fit the theme of an older incarnation of Link. The game runs on a modified The Wind Waker engine.",
    "qa_count": 10,
    "ids": [
      "56cd96c162d2951400fa6758",
      "56cd96c162d2951400fa6759",
      "56cd96c162d2951400fa675a",
      "56cd96c162d2951400fa675b",
      "56d12d5117492d1400aabb71",
      "5a8da7d2df8bba001a0f9b47",
      "5a8da7d2df8bba001a0f9b48",
      "5a8da7d2df8bba001a0f9b49",
      "5a8da7d2df8bba001a0f9b4a",
      "5a8da7d2df8bba001a0f9b4b"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess development notes and series motifs\" (text) focused on \"how parallel worlds, transformations, and controls shaped the game's production\" (text). At the top is an overview heading and key creative contributors, near the middle are paired illustrations showing series motifs and proposed control ideas, and near the bottom are production notes linking hardware and design suggestions. \"Twilight Princess development notes and series motifs\" (text)\n\"How parallel worlds, transformations, and controls shaped the game's production\" (text)\n\"Aonuma paused Twilight Princess to direct The Minish Cap, then returned to a struggling team\" (text)\n\"Mitsuhiro Takano wrote the script for story scenes while others completed in-game dialogue; Miyamoto suggested using the Revolution pointing device later named the Wii\" (text)\n\"a stylized cartoon of two adjacent worlds with a connecting portal, representing recurring parallel-world motifs in the series\" (figure)\n\"a cartoon wolf transformation beside a small rabbit silhouette to indicate inspiration from earlier games' metamorphoses\" (figure)\n\"a cartoon hand holding a pointing remote aimed like an arrow controller, illustrating the suggested use of the Wii Remote\" (figure)\nThe overall style of the image is clean, illustrative, and informative with clear labels and simple cartoon visuals.",
    "infographic_id": 297,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Prior Zelda games have employed a theme of two separate, yet connected, worlds. In A Link to the Past, Link travels between a \"Light World\" and a \"Dark World\"; in Ocarina of Time, as well as in Oracle of Ages, Link travels between two different time periods. The Zelda team sought to reuse this motif in the series' latest installment. It was suggested that Link transform into a wolf, much like he metamorphoses into a rabbit in the Dark World of A Link to the Past.[m] The story of the game was created by Aonuma, and later underwent several changes by scenario writers Mitsuhiro Takano and Aya Kyogoku. Takano created the script for the story scenes, while Kyogoku and Takayuki Ikkaku handled the actual in-game script. Aonuma left his team working on the new idea while he directed The Minish Cap for the Game Boy Advance. When he returned, he found the Twilight Princess team struggling. Emphasis on the parallel worlds and the wolf transformation had made Link's character unbelievable. Aonuma also felt the gameplay lacked the caliber of innovation found in Phantom Hourglass, which was being developed with touch controls for the Nintendo DS. At the same time, the Wii was under development with the code name \"Revolution\". Miyamoto thought that the Revolution's pointing device, the Wii Remote, was well suited for aiming arrows in Zelda, and suggested that Aonuma consider using it.[n]",
    "qa_count": 11,
    "ids": [
      "56cd976762d2951400fa6761",
      "56cd976762d2951400fa6762",
      "56cd976762d2951400fa6763",
      "56cd976762d2951400fa6764",
      "56d12e4a17492d1400aabb8b",
      "56d12e4a17492d1400aabb8c",
      "5a8da94adf8bba001a0f9b51",
      "5a8da94adf8bba001a0f9b52",
      "5a8da94adf8bba001a0f9b53",
      "5a8da94adf8bba001a0f9b54",
      "5a8da94adf8bba001a0f9b55"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess development decisions\" (text) focused on \"design choices and platform timing\" (text). At the top, a concise header explains the control innovation; near the middle, a pair of complementary visuals shows the parallel development decision; below, a short summary notes the timing concern and final approach.\n\n\"Twilight Princess development decisions\" (text)\n\"Design choices and platform timing\" (text)\n\"Aonuma developed a pointing-based interface for bow and arrow aiming, giving a new feel similar to handheld control\" (text)\n\"Originally announced release year was 2005, creating pressure around delaying for dual versions\" (text)\n\"Satoru Iwata supported making both versions despite the wait for the finished product\" (text)\n\"a stylized illustration of a game designer pointing at a screen to aim an arrow\" (figure)\n\"a cartoon depiction of two console shapes side by side labeled as parallel development\" (figure)\n\"a stylized scene of a calendar page with a circled release year and a thoughtful character nearby\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative with clear, simple icons and concise typography.",
    "infographic_id": 298,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Aonuma had anticipated creating a Zelda game for what would later be called the Wii, but had assumed that he would need to complete Twilight Princess first. His team began work developing a pointing-based interface for the bow and arrow, and Aonuma found that aiming directly at the screen gave the game a new feel, just like the DS control scheme for Phantom Hourglass. Aonuma felt confident this was the only way to proceed, but worried about consumers who had been anticipating a GameCube release. Developing two versions would mean delaying the previously announced 2005 release, still disappointing the consumer. Satoru Iwata felt that having both versions would satisfy users in the end, even though they would have to wait for the finished product. Aonuma then started working on both versions in parallel.[o]",
    "qa_count": 9,
    "ids": [
      "56cd97f862d2951400fa676a",
      "56cd97f862d2951400fa676b",
      "56cd97f862d2951400fa676c",
      "56d12ed617492d1400aabb96",
      "5a8dab7cdf8bba001a0f9b5b",
      "5a8dab7cdf8bba001a0f9b5c",
      "5a8dab7cdf8bba001a0f9b5d",
      "5a8dab7cdf8bba001a0f9b5e",
      "5a8dab7cdf8bba001a0f9b5f"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Wii and Zelda announcement overview\" (text) focused on \"how the Wii, GameCube, and early Twilight Princess previews were presented at E3\" (text). At the top there is a concise headline and summary, near the middle a timeline-style sequence of announcements and previews, and near the bottom a clarifying note about compatibility and media uncertainty. \n\"Wii was announced as the platform for the next Zelda title at E3 2005\" (text)\n\"GameCube compatibility was a design goal and eased development for the Wii\" (text)\n\"Limited Nintendo DS game cards distributed at E3 2005 contained a Twilight Princess preview trailer\" (text)\n\"A note that it was unclear whether the announced Zelda on Wii referred to Twilight Princess or a different game\" (text)\n\"a stylized illustration of a home console and a smaller earlier console shown side by side to evoke compatibility\" (figure)\n\"a cartoon depiction of a trade show booth with small handheld cards on a counter to suggest preview distribution\" (figure)\n\"a stylized silhouette of a protagonist-like character with a question mark to represent media uncertainty about which game was meant\" (figure)\nThe overall style of the image is clear, illustrative, and infographic-focused with concise labels and supportive cartoon visuals.",
    "infographic_id": 299,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Transferring GameCube development to the Wii was relatively simple, since the Wii was being created to be compatible with the GameCube.[o] At E3 2005, Nintendo released a small number of Nintendo DS game cards containing a preview trailer for Twilight Princess. They also announced that Zelda would appear on the Wii (then codenamed \"Revolution\"), but it was not clear to the media if this meant Twilight Princess or a different game.",
    "qa_count": 9,
    "ids": [
      "56cd9df862d2951400fa677a",
      "56cd9df862d2951400fa677b",
      "56cd9df862d2951400fa677c",
      "56d12fb517492d1400aabba1",
      "5a8dad7edf8bba001a0f9b65",
      "5a8dad7edf8bba001a0f9b66",
      "5a8dad7edf8bba001a0f9b67",
      "5a8dad7edf8bba001a0f9b68",
      "5a8dad7edf8bba001a0f9b69"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess control and release timeline\" (text) focused on \"Wii and GameCube control changes and launch plans\" (text). At the top is a concise summary of control experimentation, the middle explains media reports and confirmations, and the bottom shows the launch announcement timing and delay.\n\n\"Control prototype used a swinging gesture to control the sword from a first-person viewpoint, then third-person mirroring was applied to match hand use\" (text)\n\"A prototype could not show the full variety of character movements, prompting a mirrored map when third-person view returned\" (text)\n\"NGC Magazine reported control details in December 2005, prompting confirmations that led to an E3 2006 announcement\" (text)\n\"Nintendo announced at E3 2006 that both versions would be available at the Wii launch in 2006; the Wii controller was not supported in the GameCube release, which arrived a month later\" (text)\n\"a cartoon of a hand making a swinging gesture facing a simplified first-person sword view\" (figure)\n\"a stylized magazine illustration with an open issue and an attention marker to represent a December media report\" (figure)\n\"a cartoon of two game discs side by side with a small launch marker to represent the Wii launch announcement\" (figure)\n\"a silhouette of a game box staggered slightly behind another to indicate the GameCube release arriving a month later\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 300,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The team worked on a Wii control scheme, adapting camera control and the fighting mechanics to the new interface. A prototype was created that used a swinging gesture to control the sword from a first-person viewpoint, but was unable to show the variety of Link's movements. When the third-person view was restored, Aonuma thought it felt strange to swing the Wii Remote with the right hand to control the sword in Link's left hand, so the entire Wii version map was mirrored.[p] Details about Wii controls began to surface in December 2005 when British publication NGC Magazine claimed that when a GameCube copy of Twilight Princess was played on the Revolution, it would give the player the option of using the Revolution controller. Miyamoto confirmed the Revolution controller-functionality in an interview with Nintendo of Europe and Time reported this soon after. However, support for the Wii controller did not make it into the GameCube release. At E3 2006, Nintendo announced that both versions would be available at the Wii launch, and had a playable version of Twilight Princess for the Wii.[p] Later, the GameCube release was pushed back to a month after the launch of the Wii.",
    "qa_count": 12,
    "ids": [
      "56cd9ed662d2951400fa6780",
      "56cd9ed662d2951400fa6781",
      "56cd9ed662d2951400fa6782",
      "56cd9ed662d2951400fa6783",
      "56cd9ed662d2951400fa6784",
      "56d1307b17492d1400aabbb1",
      "56d1307b17492d1400aabbb2",
      "5a8dae8adf8bba001a0f9b6f",
      "5a8dae8adf8bba001a0f9b70",
      "5a8dae8adf8bba001a0f9b71",
      "5a8dae8adf8bba001a0f9b72",
      "5a8dae8adf8bba001a0f9b73"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  }
]