[
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's critical recognition and accolades\" (text) focused on \"major press honors, key quotes, and consecutive Time 100 listings\" (text). At the top a concise headline and topic introduce the subject, near the top-left a short summary line lists the peak honors and naming source, and below that centered quotes with credited critics sit adjacent to figures that support each QA. Near the middle a figure highlights the Artist of the Decade recognition with its source, and below a pair of figures show the two consecutive Time 100 appearances with the critic credit beside the first appearance.\n\n\"Beyoncé's critical recognition and accolades\" (text)\n\"Major press honors, named Artist of the Decade by The Guardian, and consecutive Time 100 listings in 2013 and 2014\" (text)\n\"Praised as the most important and compelling popular musician of the twenty-first century — quote credited to Jody Rosen\" (text)\n\"Described as the heir-apparent diva and the reigning national voice — quote credited to Baz Luhrmann\" (text)\n\"a stylized illustration of a newspaper front page with a highlighted award mention saying Artist of the Decade\" (figure)\n\"a cartoon portrait of a critic speaking with a short quoted phrase and a name plate nearby\" (figure)\n\"a stylized magazine cover showing a prominent figure in a dramatic pose without text\" (figure)\n\"a silhouette of a performer on stage in an iconic pose placed near the Time 100 listing text\" (figure) The overall style of the image is clean, modern, and editorial.",
    "infographic_id": 51,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 12,
    "context": "In The New Yorker music critic Jody Rosen described Beyoncé as \"the most important and compelling popular musician of the twenty-first century..... the result, the logical end point, of a century-plus of pop.\" When The Guardian named her Artist of the Decade, Llewyn-Smith wrote, \"Why Beyoncé? [...] Because she made not one but two of the decade's greatest singles, with Crazy in Love and Single Ladies (Put a Ring on It), not to mention her hits with Destiny's Child; and this was the decade when singles – particularly R&B singles – regained their status as pop's favourite medium. [...] [She] and not any superannuated rock star was arguably the greatest live performer of the past 10 years.\" In 2013, Beyoncé made the Time 100 list, Baz Luhrmann writing \"no one has that voice, no one moves the way she moves, no one can hold an audience the way she does... When Beyoncé does an album, when Beyoncé sings a song, when Beyoncé does anything, it's an event, and it's broadly influential. Right now, she is the heir-apparent diva of the USA — the reigning national voice.\" In 2014, Beyoncé was listed again on the Time 100 and also featured on the cover of the issue.",
    "qa_count": 12,
    "ids": [
      "56bec94f3aeaaa14008c944f",
      "56bec94f3aeaaa14008c9450",
      "56bec94f3aeaaa14008c9451",
      "56bfd14ba10cfb1400551306",
      "56bfd14ba10cfb1400551307",
      "56bfd14ba10cfb1400551308",
      "56bfd14ba10cfb1400551309",
      "56d4e91b2ccc5a1400d83330",
      "56d4e91b2ccc5a1400d83331",
      "56d4e91b2ccc5a1400d83332",
      "56d4e91b2ccc5a1400d83333",
      "56d4e91b2ccc5a1400d83334"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's influence on other artists\" (text) focused on \"examples of artists and works she inspired\" (text). At the top is a concise header summarizing the topic, near a figure that illustrates musical influence; in the middle are grouped examples with supporting visuals adjacent, and at the bottom are campaign and film study notes near related illustrations. \"Beyoncé's work has influenced numerous artists across pop and indie scenes\" (text)\n\"a cartoon indie band looking at a record sleeve to show musical inspiration\" (figure)\n\"White Rabbits cited Beyoncé as an inspiration for their third album Milk Famous\" (text)\n\"a stylized actress watching a live concert to study stage performance\" (figure)\n\"Gwyneth Paltrow studied Beyoncé at live concerts while preparing to perform in the film Country Strong\" (text)\n\"a cartoon pop star in a soda commercial to indicate brand partnership influence\" (figure)\n\"Nicki Minaj credited Beyoncé's Pepsi commercial with influencing her decision to join the Pepsi global campaign\" (text). The overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 52,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Beyoncé's work has influenced numerous artists including Adele, Ariana Grande, Lady Gaga, Bridgit Mendler, Rihanna, Kelly Rowland, Sam Smith, Meghan Trainor, Nicole Scherzinger, Rita Ora, Zendaya, Cheryl Cole, JoJo, Alexis Jordan, Jessica Sanchez, and Azealia Banks. American indie rock band White Rabbits also cited her an inspiration for their third album Milk Famous (2012), friend Gwyneth Paltrow studied Beyoncé at her live concerts while learning to become a musical performer for the 2010 film Country Strong. Nicki Minaj has stated that seeing Beyoncé's Pepsi commercial influenced her decision to appear in the company's 2012 global campaign.",
    "qa_count": 12,
    "ids": [
      "56bec9f13aeaaa14008c9467",
      "56bec9f13aeaaa14008c9468",
      "56bec9f13aeaaa14008c9469",
      "56bfd351a10cfb1400551310",
      "56bfd351a10cfb1400551311",
      "56bfd351a10cfb1400551312",
      "56bfd351a10cfb1400551313",
      "56d4e9d12ccc5a1400d8333a",
      "56d4e9d12ccc5a1400d8333b",
      "56d4e9d12ccc5a1400d8333c",
      "56d4e9d12ccc5a1400d8333d",
      "56d4e9d12ccc5a1400d8333e"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Highlights and Honors\" (text) focused on \"major songs, honors, and cultural tributes\" (text). Near the top a concise overview introduces key song achievements and honors, the middle contains cultural tributes and museum inclusion, and the bottom shows a quirky scientific namesake with a small note linking items to sources.\n\n\"Debut single Crazy in Love was named VH1's Greatest Song of the 2000s, was listed among the 500 greatest songs by Rolling Stone, earned two Grammy Awards, and sold around 8 million copies\" (text)\n\"Middle section notes the Single Ladies video launched a major dance craze, spawned online parodies and amateur imitators, and its iconic choreography is preserved as a museum costume\" (text)\n\"Adjacent callout records that the 2013 single Girls Love Beyoncé was released and sung by Drake and referenced her group's work\" (text)\n\"Bottom caption highlights that a species of horse fly with golden abdominal hairs was named after her and that a museum exhibit was added in July 2014 holding performance outfits\" (text)\n\"a stylized illustration of a performing singer in an iconic choreography pose, supporting the dance craze and video influence\" (figure)\n\"a cartoon depiction of an insect with golden hairs on its abdomen, supporting the species namesake claim\" (figure)\n\"a stylized exhibit display with costume silhouettes in a museum alcove, supporting the Rock and Roll Hall of Fame inclusion\" (figure)\n\nThe overall style of the image is clean, infographic-like, and illustrative.",
    "infographic_id": 53,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "Her debut single, \"Crazy in Love\" was named VH1's \"Greatest Song of the 2000s\", NME's \"Best Track of the 00s\" and \"Pop Song of the Century\", considered by Rolling Stone to be one of the 500 greatest songs of all time, earned two Grammy Awards and is one of the best-selling singles of all time at around 8 million copies. The music video for \"Single Ladies (Put a Ring on It)\", which achieved fame for its intricate choreography and its deployment of jazz hands, was credited by the Toronto Star as having started the \"first major dance craze of both the new millennium and the Internet\", triggering a number of parodies of the dance choreography and a legion of amateur imitators on YouTube. In 2013, Drake released a single titled \"Girls Love Beyoncé\", which featured an interpolation from Destiny Child's \"Say My Name\" and discussed his relationship with women. In January 2012, research scientist Bryan Lessard named Scaptia beyonceae, a species of horse fly found in Northern Queensland, Australia after Beyoncé due to the fly's unique golden hairs on its abdomen. In July 2014, a Beyoncé exhibit was introduced into the \"Legends of Rock\" section of the Rock and Roll Hall of Fame. The black leotard from the \"Single Ladies\" video and her outfit from the Super Bowl half time performance are among several pieces housed at the museum.",
    "qa_count": 12,
    "ids": [
      "56beca973aeaaa14008c9477",
      "56beca973aeaaa14008c9478",
      "56beca973aeaaa14008c9479",
      "56beca973aeaaa14008c947a",
      "56beca973aeaaa14008c947b",
      "56bfd565a10cfb1400551319",
      "56bfd565a10cfb140055131a",
      "56bfd565a10cfb140055131b",
      "56bfd565a10cfb140055131c",
      "56d4eaca2ccc5a1400d83345",
      "56d4eaca2ccc5a1400d83347",
      "56d4eaca2ccc5a1400d83348"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé career sales and honors at a glance\" (text) focused on \"global sales totals, certifications, major awards, and notable singles\" (text). At the top, a concise headline summarizes key sales and certification milestones, near an illustrative figure showing a stylized stack of records to represent global sales. \"As a solo artist she has sold over 15 million albums in the US and over 118 million records worldwide, plus 60 million with Destiny's Child\" (text)  \n\"a stylized stack of vinyl and compact disc icons representing solo and group sales\" (figure)  \nBelow that, a centered badge-style summary lists the industry certification accolade, adjacent to an illustrative medal figure for awards. \"The Recording Industry Association of America listed her as the top certified artist of the 2000s with 64 certifications\" (text)  \n\"a cartoon medal on a ribbon indicating a top certified artist honor\" (figure)  \nIn the middle, a short honors strip highlights major named awards and their timing, positioned below and tied visually to a silhouette of a performing figure. \"First female recipient of the International Artist Award at the American Music Awards, Legend Award at the 2008 World Music Awards, and a Billboard Millennium Award\" (text)  \n\"a silhouette of a performer on a simple podium with small trophy icons\" (figure)  \nAt the bottom, a brief single line points to notable best-selling singles as supporting evidence, placed below a small row of single-disc icons. \"Notable best-selling singles include Crazy in Love, Single Ladies, Halo, and Irreplaceable\" (text)  \n\"a row of four stylized single-record icons to represent notable hit singles\" (figure)  \nThe overall style of the image is clean, illustrative, and informational with clear typographic hierarchy and simple cartoon-like figures.",
    "infographic_id": 54,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Beyoncé has received numerous awards. As a solo artist she has sold over 15 million albums in the US, and over 118 million records worldwide (a further 60 million additionally with Destiny's Child), making her one of the best-selling music artists of all time. The Recording Industry Association of America (RIAA) listed Beyoncé as the top certified artist of the 2000s, with a total of 64 certifications. Her songs \"Crazy in Love\", \"Single Ladies (Put a Ring on It)\", \"Halo\", and \"Irreplaceable\" are some of the best-selling singles of all time worldwide. In 2009, The Observer named her the Artist of the Decade and Billboard named her the Top Female Artist and Top Radio Songs Artist of the Decade. In 2010, Billboard named her in their \"Top 50 R&B/Hip-Hop Artists of the Past 25 Years\" list at number 15. In 2012 VH1 ranked her third on their list of the \"100 Greatest Women in Music\". Beyoncé was the first female artist to be honored with the International Artist Award at the American Music Awards. She has also received the Legend Award at the 2008 World Music Awards and the Billboard Millennium Award at the 2011 Billboard Music Awards.",
    "qa_count": 15,
    "ids": [
      "56becb8d3aeaaa14008c9495",
      "56becb8d3aeaaa14008c9496",
      "56becb8d3aeaaa14008c9497",
      "56becb8d3aeaaa14008c9498",
      "56becb8d3aeaaa14008c9499",
      "56bfd6f7a10cfb1400551323",
      "56bfd6f7a10cfb1400551324",
      "56bfd6f7a10cfb1400551325",
      "56bfd6f7a10cfb1400551326",
      "56bfd6f7a10cfb1400551327",
      "56d4eb762ccc5a1400d8334e",
      "56d4eb762ccc5a1400d8334f",
      "56d4eb762ccc5a1400d83350",
      "56d4eb762ccc5a1400d83351",
      "56d4eb762ccc5a1400d83352"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé Grammy and awards highlights\" (text) focused on \"career award milestones and notable nominations\" (text). At the top a clear comparative summary sits near an overall awards figure; in the middle are milestone wins and one-night records adjacent to song and album highlights; near the bottom are film award outcomes and critics awards including a noted acting nomination.\n\n\"Beyoncé has won 20 Grammy Awards both solo and with Destiny's Child, making her the second most honored female Grammy artist behind Alison Krauss\" (text)\n\"She has received 52 Grammy nominations, marking the most nominations for a woman in Grammy history\" (text)\n\"She set the record for most Grammy wins in one night with six awards in 2010, a record that was later equaled by Adele in 2012\" (text)\n\"\"Single Ladies (Put a Ring on It)\" won Song of the Year, several albums won Best Contemporary R&B Album, she won two awards at the Broadcast Film Critics Association Awards, and she received a Best Actress Golden Globe nomination for Dreamgirls\" (text)\n\n\"a stylized portrait of a female singer holding multiple award tokens to represent overall Grammy wins\" (figure)\n\"a cartoon stage scene showing a single performance night with multiple trophy silhouettes to represent the one-night record and its later tie\" (figure)\n\"a stylized icon cluster with a music note, an album case, and a single to represent titled song and album wins\" (figure)\n\"a silhouette of a film actress on a red-carpet style plinth with two award tokens to represent critics awards and a noted acting nomination for a named film\" (figure)\n\nThe overall style of the image is clean, illustrative, and infographic-focused with clear iconography and concise typographic labels.",
    "infographic_id": 55,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "Beyoncé has won 20 Grammy Awards, both as a solo artist and member of Destiny's Child, making her the second most honored female artist by the Grammys, behind Alison Krauss and the most nominated woman in Grammy Award history with 52 nominations. \"Single Ladies (Put a Ring on It)\" won Song of the Year in 2010 while \"Say My Name\" and \"Crazy in Love\" had previously won Best R&B Song. Dangerously in Love, B'Day and I Am... Sasha Fierce have all won Best Contemporary R&B Album. Beyoncé set the record for the most Grammy awards won by a female artist in one night in 2010 when she won six awards, breaking the tie she previously held with Alicia Keys, Norah Jones, Alison Krauss, and Amy Winehouse, with Adele equaling this in 2012. Following her role in Dreamgirls she was nominated for Best Original Song for \"Listen\" and Best Actress at the Golden Globe Awards, and Outstanding Actress in a Motion Picture at the NAACP Image Awards. Beyoncé won two awards at the Broadcast Film Critics Association Awards 2006; Best Song for \"Listen\" and Best Original Soundtrack for Dreamgirls: Music from the Motion Picture.",
    "qa_count": 13,
    "ids": [
      "56becc903aeaaa14008c949f",
      "56becc903aeaaa14008c94a0",
      "56becc903aeaaa14008c94a1",
      "56becc903aeaaa14008c94a2",
      "56becc903aeaaa14008c94a3",
      "56bfd8bda10cfb140055132d",
      "56bfd8bda10cfb140055132e",
      "56bfd8bda10cfb140055132f",
      "56bfd8bda10cfb1400551330",
      "56d4ebea2ccc5a1400d83358",
      "56d4ebea2ccc5a1400d8335a",
      "56d4ebea2ccc5a1400d8335b",
      "56d4ebea2ccc5a1400d8335c"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and a long-term Pepsi partnership\" (text) focused on \"a celebrity endorsement timeline, reactions, critics, and audience measurement\" (text). The top gives the partner and start date, the middle contains timeline callouts for the 2004 commercial and the 2012 deal, and the bottom summarizes the advocacy response and audience measurement results.  \n\"Beyoncé partnered with Pepsi beginning in 2002 and appeared in a 2004 gladiator-themed commercial with Britney Spears, Pink, and Enrique Iglesias\" (text)  \n\"In 2012 she signed a $50 million deal to endorse Pepsi\" (text)  \n\"The Center for Science in the Public Interest wrote an open letter asking her to reconsider the deal and donate proceeds because of product health concerns\" (text)  \n\"Measurement firm NetBase found the campaign was the most talked about endorsement with a 70 percent positive audience response\" (text)  \n\"a stylized illustration of a long-term brand partnership represented by a symbolic handshake\" (figure)  \n\"a cartoon scene depicting a staged gladiator-themed commercial with multiple performers together\" (figure)  \n\"a silhouette of a person writing a formal open letter to a public figure\" (figure)  \n\"a stylized icon representing public conversation and positive reactions around an ad campaign\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 56,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 17,
    "keywords_total": 18,
    "context": "Beyoncé has worked with Pepsi since 2002, and in 2004 appeared in a Gladiator-themed commercial with Britney Spears, Pink, and Enrique Iglesias. In 2012, Beyoncé signed a $50 million deal to endorse Pepsi. The Center for Science in the Public Interest (CSPINET) wrote Beyoncé an open letter asking her to reconsider the deal because of the unhealthiness of the product and to donate the proceeds to a medical organisation. Nevertheless, NetBase found that Beyoncé's campaign was the most talked about endorsement in April 2013, with a 70 per cent positive audience response to the commercial and print ads.",
    "qa_count": 12,
    "ids": [
      "56bed07e3aeaaa14008c94a9",
      "56bed07e3aeaaa14008c94aa",
      "56bed07e3aeaaa14008c94ab",
      "56bed07e3aeaaa14008c94ad",
      "56bfda91a10cfb1400551337",
      "56bfda91a10cfb1400551338",
      "56bfda91a10cfb1400551339",
      "56bfda91a10cfb140055133a",
      "56d4ec422ccc5a1400d83362",
      "56d4ec422ccc5a1400d83363",
      "56d4ec422ccc5a1400d83364",
      "56d4ec422ccc5a1400d83365"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé fragrance timeline and milestones\" (text) focused on \"the artist's fragrance releases, partners, and sales achievements\" (text). At the top is a concise title and a short overview, near a small timeline area in the middle that highlights sequential launches, and below are supporting visuals and a summary of commercial success.  \n\"Beyoncé worked with Tommy Hilfiger on True Star and True Star Gold, and promoted Emporio Armani Diamonds\" (text)\n\"Beyoncé launched her first official fragrance Heat in 2010 and followed with Heat Rush and Pulse in 2011\" (text)\n\"The Mrs. Carter Show Limited Edition of Heat was released in 2013 and part of six editions in the Heat line\" (text)\n\"The six editions of Heat are the world's best-selling celebrity fragrance line with sales of over 400 million\" (text)\n\"a stylized perfume bottle on a small timeline point representing a first official fragrance release\" (figure)\n\"a cartoon promotional poster scene indicating a partnered designer fragrance campaign\" (figure)\n\"a stylized collection of six matching perfume bottles grouped together to represent the Heat editions\" (figure)\n\"a simplified receipt or sales emblem illustrating total line sales\" (figure) The overall style of the image is clean, infographic-focused, illustrative, and informational.",
    "infographic_id": 57,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Beyoncé has worked with Tommy Hilfiger for the fragrances True Star (singing a cover version of \"Wishing on a Star\") and True Star Gold; she also promoted Emporio Armani's Diamonds fragrance in 2007. Beyoncé launched her first official fragrance, Heat in 2010. The commercial, which featured the 1956 song \"Fever\", was shown after the water shed in the United Kingdom as it begins with an image of Beyoncé appearing to lie naked in a room. In February 2011, Beyoncé launched her second fragrance, Heat Rush. Beyoncé's third fragrance, Pulse, was launched in September 2011. In 2013, The Mrs. Carter Show Limited Edition version of Heat was released. The six editions of Heat are the world's best-selling celebrity fragrance line, with sales of over $400 million.",
    "qa_count": 13,
    "ids": [
      "56bed1243aeaaa14008c94b3",
      "56bed1243aeaaa14008c94b4",
      "56bed1243aeaaa14008c94b5",
      "56bed1243aeaaa14008c94b6",
      "56bed1243aeaaa14008c94b7",
      "56bfdbf2a10cfb1400551341",
      "56bfdbf2a10cfb1400551342",
      "56bfdbf2a10cfb1400551343",
      "56bfdbf2a10cfb1400551344",
      "56d4ee342ccc5a1400d8336d",
      "56d4ee342ccc5a1400d8336e",
      "56d4ee342ccc5a1400d8336f",
      "56d4ee342ccc5a1400d83370"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Starpower: Beyoncé cancellation and brand deals\" (text) focused on \"the cancelled video game, resulting lawsuit, and early brand partnerships\" (text). At the top the title and topic give context, above a compact summary in the middle that links the cancellation, legal outcome, and job losses, and near the bottom a short note about earlier brand deals and timing. \n\"Starpower: Beyoncé was cancelled after Beyoncé pulled out of a partnership with GateFive\" (text)\n\"Settlement resolved out of court in June 2013 after lawyers negotiated terms\" (text)\n\"Cancellation was reported to have caused the sacking of 70 staff and millions lost in development\" (text)\n\"Beyoncé secured brand deals since the age of 18 with American Express, Nintendo DS, and L'Oréal\" (text)\n\"a stylized console with a broken cartridge and a flagged document\" (figure)\n\"a cartoon silhouetted studio team leaving a closed studio door\" (figure)\n\"a stylized courtroom table with two briefcases and a folded agreement\" (figure)\n\"a simple icon cluster representing branded products like a card, handheld device, and cosmetic bottle\" (figure)\nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 58,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The release of a video-game Starpower: Beyoncé was cancelled after Beyoncé pulled out of a $100 million with GateFive who alleged the cancellation meant the sacking of 70 staff and millions of pounds lost in development. It was settled out of court by her lawyers in June 2013 who said that they had cancelled because GateFive had lost its financial backers. Beyoncé also has had deals with American Express, Nintendo DS and L'Oréal since the age of 18.",
    "qa_count": 10,
    "ids": [
      "56bed17a3aeaaa14008c94bd",
      "56bed17a3aeaaa14008c94be",
      "56bfdd3fa10cfb140055134b",
      "56bfdd3fa10cfb140055134d",
      "56bfdd3fa10cfb140055134e",
      "56bfdd3fa10cfb140055134f",
      "56d4efd92ccc5a1400d83376",
      "56d4efd92ccc5a1400d83377",
      "56d4efd92ccc5a1400d83378",
      "56d4efd92ccc5a1400d83379"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Parkwood Topshop Partnership\" (text) focused on \"the launch of a joint activewear division with a major London retailer\" (text). At the top, a concise header introduces the collaboration and partners. \"Beyoncé's management company Parkwood Entertainment formed a joint subsidiary with a London fashion retailer\" (text)\n\"A joint company named Parkwood Topshop Athletic Ltd was created as a 50/50 split to develop activewear and street wear\" (text)\n\"Athletic and activewear products were planned to hit stores in the fall of 2015\" (text)\n\"Parkwood Entertainment's partnership aimed to help the retailer break into the activewear market\" (text)\nBelow the header and adjacent to the main facts, place an illustrative scene of a stylized storefront with fashionable activewear displays to represent the retailer and collection launch. \"a stylized storefront with activewear displays and mannequins, no words or logos\" (figure)\nNear that figure, include an illustration of a cartoon business handshake representing the partnership between an artist's management and a retailer. \"a cartoon handshake between two business figures, no words or logos\" (figure)\nBelow and left of the handshake, add a stylized silhouette of a dancer or trainer to signify the athletic inspiration behind the line. \"a stylized dancer silhouette in an athletic pose, no words or logos\" (figure)\nThe overall style of the image is clean, schematic, and informative with bold, readable headings and simple illustrative icons.",
    "infographic_id": 59,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "In October 2014, it was announced that Beyoncé with her management company Parkwood Entertainment would be partnering with London-based fashion retailer Topshop, in a new 50/50 split subsidiary business named Parkwood Topshop Athletic Ltd. The new division was created for Topshop to break into the activewear market, with an athletic, street wear brand being produced. \"Creating a partnership with Beyoncé, one of the most hard-working and talented people in the world, who spends many hours of her life dancing, rehearsing and training is a unique opportunity to develop this category\" stated Sir Philip Green on the partnership. The company and collection is set to launch and hit stores in the fall of 2015.",
    "qa_count": 10,
    "ids": [
      "56bed22d3aeaaa14008c94c1",
      "56bed22d3aeaaa14008c94c2",
      "56bed22d3aeaaa14008c94c3",
      "56bed22d3aeaaa14008c94c4",
      "56bfdecca10cfb1400551355",
      "56bfdecca10cfb1400551359",
      "56d4f5d32ccc5a1400d83380",
      "56d4f5d32ccc5a1400d83381",
      "56d4f5d32ccc5a1400d83382",
      "56d4f5d32ccc5a1400d83383"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé joins artist-owned streaming initiative\" (text) focused on \"the artist ownership and goals of the Tidal music service\" (text). At the top, a headline and brief summary set context. \"Beyoncé announced as co-owner of Tidal on March 30, 2015, as part of a multi-artist ownership plan\" (text)\n\"Aspiro became the parent company acquired by Jay Z in early 2015, linking artist ownership to corporate control\" (text)\n\"Service described as a music streaming service emphasizing lossless audio and high definition music videos\" (text)\n\"Reason for the artist-owned model: to respect music value and respond to criticisms of low payout of royalties from other services such as Spotify\" (text)\nNear the headline, place a supporting visual showing a stylized group of artists forming a partnership around a music service symbol. \"a stylized group of musicians rallying around a streaming service symbol to represent artist ownership\" (figure)\nAdjacent to the service description, include a figure that illustrates high-fidelity audio and video media without words. \"an illustrative depiction of a high-fidelity audio waveform and a play icon to represent lossless audio and high-definition music videos\" (figure)\nBelow the acquisition text, add a scene showing a silhouetted business handoff to imply a corporate purchase. \"a silhouette of a business handoff between two abstract figures to imply acquisition of a parent company\" (figure)\nThe overall style of the image is clean, infographic-focused, and illustrative with clear, concise typographic labels and supportive cartoon-style figures.",
    "infographic_id": 60,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "On March 30, 2015, it was announced that Beyoncé is a co-owner, with various other music artists, in the music streaming service Tidal. The service specialises in lossless audio and high definition music videos. Beyoncé's husband Jay Z acquired the parent company of Tidal, Aspiro, in the first quarter of 2015. Including Beyoncé and Jay-Z, sixteen artist stakeholders (such as Kanye West, Rihanna, Madonna, Chris Martin, Nicki Minaj and more) co-own Tidal, with the majority owning a 3% equity stake. The idea of having an all artist owned streaming service was created by those involved to adapt to the increased demand for streaming within the current music industry, and to rival other streaming services such as Spotify, which have been criticised for their low payout of royalties. \"The challenge is to get everyone to respect music again, to recognize its value\", stated Jay-Z on the release of Tidal.",
    "qa_count": 9,
    "ids": [
      "56bed2993aeaaa14008c94c9",
      "56bed2993aeaaa14008c94cb",
      "56bfe0a9a10cfb140055135f",
      "56bfe0a9a10cfb1400551361",
      "56bfe0a9a10cfb1400551363",
      "56d4f63e2ccc5a1400d8338a",
      "56d4f63e2ccc5a1400d8338c",
      "56d4f63e2ccc5a1400d8338d",
      "56d4f63e2ccc5a1400d8338e"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"House of Deréon origin and offerings\" (text) focused on \"a contemporary women's fashion line started by Beyoncé and her mother\" (text). Near the top there is a concise origin header and adjacent founding detail, followed by a middle section with family tribute and company management, and a lower section showing product types and availability with supporting illustrations. \"House of Deréon was launched by Beyoncé and her mother in 2005\" (text)\n\"Named in tribute to grandmother Agnèz Deréon and inspired by three generations of women\" (text)\n\"Family company Beyond Productions provides licensing and brand management for House of Deréon and junior line Deréon\" (text)\n\"The collection includes sportswear, denim offerings with fur, outerwear, and accessories such as handbags and footwear\" (text)\n\"Available at department and specialty stores across the US and Canada\" (text)\n\"a stylized cartoon of two women working on a dressmaker's table\" (figure)\n\"a stylized cartoon of a small boutique storefront with clothing on display\" (figure)\n\"a stylized cartoon of a runway scene with performers wearing coordinated outfits\" (figure)\n\"a stylized cartoon of a group of clothing items including a jacket, denim piece, handbag, and shoes\" (figure) The overall style of the image is illustrative, clean, and informative.",
    "infographic_id": 61,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 16,
    "keywords_total": 22,
    "context": "Beyoncé and her mother introduced House of Deréon, a contemporary women's fashion line, in 2005. The concept is inspired by three generations of women in their family, the name paying tribute to Beyoncé's grandmother, Agnèz Deréon, a respected seamstress. According to Tina, the overall style of the line best reflects her and Beyoncé's taste and style. Beyoncé and her mother founded their family's company Beyond Productions, which provides the licensing and brand management for House of Deréon, and its junior collection, Deréon. House of Deréon pieces were exhibited in Destiny's Child's shows and tours, during their Destiny Fulfilled era. The collection features sportswear, denim offerings with fur, outerwear and accessories that include handbags and footwear, and are available at department and specialty stores across the US and Canada.",
    "qa_count": 11,
    "ids": [
      "56bed32f3aeaaa14008c94cf",
      "56bed32f3aeaaa14008c94d0",
      "56bed32f3aeaaa14008c94d1",
      "56bed32f3aeaaa14008c94d2",
      "56bed32f3aeaaa14008c94d3",
      "56bfe2a2a10cfb1400551369",
      "56bfe2a2a10cfb140055136a",
      "56bfe2a2a10cfb140055136b",
      "56bfe2a2a10cfb140055136c",
      "56d4f6922ccc5a1400d83394",
      "56d4f6922ccc5a1400d83397"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé fashion collaborations and labels\" (text) focused on \"Her branded collections and retail partnerships\" (text). At the top is a concise header and timeline summary, near the middle are supporting scenes for major launches, and below are retail and distribution notes adjacent to a country launch highlight.\n\n\"Timeline of key fashion collaborations and label launches from 2005 to 2010\" (text)\n\"Partnered with a shoe company called House of Brands in 2005 to add footwear for House of Deréon\" (text)\n\"Released a mobile game called Beyoncé Fashion Diva in January 2008 that featured the House of Deréon collection\" (text)\n\"In July 2009 launched the junior label Sasha Fierce for Deréon for back-to-school, including sportswear and accessories sold at department stores such as Macy's and Dillard's plus specialty stores\" (text)\n\"Teamed up with C&A on May 27, 2010 to launch a Deréon collection in Brazil with tailored and evening pieces\" (text)\n\n\"a stylized illustration of a shoe and a retail storefront to represent the 2005 footwear partnership\" (figure)\n\"a cartoon mobile phone showing simplified fashionable silhouettes to represent the 2008 game featuring the collection\" (figure)\n\"a stylized scene of a mother and teenager near a school backpack to represent the 2009 junior label launch and retail availability\" (figure)\n\"a silhouette of a retail store facade with a map marker over a country outline to represent the 2010 Brazil launch\" (figure)\n\nThe overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 62,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "In 2005, Beyoncé teamed up with House of Brands, a shoe company, to produce a range of footwear for House of Deréon. In January 2008, Starwave Mobile launched Beyoncé Fashion Diva, a \"high-style\" mobile game with a social networking component, featuring the House of Deréon collection. In July 2009, Beyoncé and her mother launched a new junior apparel label, Sasha Fierce for Deréon, for back-to-school selling. The collection included sportswear, outerwear, handbags, footwear, eyewear, lingerie and jewelry. It was available at department stores including Macy's and Dillard's, and specialty stores Jimmy Jazz and Against All Odds. On May 27, 2010, Beyoncé teamed up with clothing store C&A to launch Deréon by Beyoncé at their stores in Brazil. The collection included tailored blazers with padded shoulders, little black dresses, embroidered tops and shirts and bandage dresses.",
    "qa_count": 11,
    "ids": [
      "56bed38e3aeaaa14008c94d9",
      "56bed38e3aeaaa14008c94da",
      "56bed38e3aeaaa14008c94db",
      "56bfe4dfa10cfb1400551374",
      "56bfe4dfa10cfb1400551375",
      "56bfe4dfa10cfb1400551377",
      "56d4f6e02ccc5a1400d8339e",
      "56d4f6e02ccc5a1400d8339f",
      "56d4f6e02ccc5a1400d833a0",
      "56d4f6e02ccc5a1400d833a1",
      "56d4f6e02ccc5a1400d833a2"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé and Topshop activewear partnership\" (text) focused on \"the launch and key facts of a collaborative activewear line\" (text). At the top is a concise headline and overview, near the middle are supporting visuals and labels, and toward the bottom are launch timing and ownership details, each placed adjacent to an illustrative figure. \n\"Parkwood Topshop Athletic Ltd is the collaborative activewear venture launched by Beyoncé and Topshop\" (text)\n\"The venture is a 50-50 partnership with Beyoncé holding half ownership\" (text)\n\"The first dance, fitness, and sports ranges were scheduled for autumn 2015\" (text)\n\"The full activewear line was set to launch in April 2016\" (text)\n\"a stylized storefront scene suggesting a British fashion retailer without text\" (figure)\n\"a cartoon two-person handshake representing an equal partnership\" (figure)\n\"a stylized rack of workout clothing to indicate dance, fitness, and sports ranges\" (figure)\n\"a simple calendar illustration highlighting a later spring month\" (figure) The overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 63,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In October 2014, Beyoncé signed a deal to launch an activewear line of clothing with British fashion retailer Topshop. The 50-50 venture is called Parkwood Topshop Athletic Ltd and is scheduled to launch its first dance, fitness and sports ranges in autumn 2015. The line will launch in April 2016.",
    "qa_count": 8,
    "ids": [
      "56bed3e63aeaaa14008c94e0",
      "56bed3e63aeaaa14008c94e1",
      "56bfe66ea10cfb140055137e",
      "56bfe66ea10cfb1400551380",
      "56bfe66ea10cfb1400551381",
      "56d4f71e2ccc5a1400d833a8",
      "56d4f71e2ccc5a1400d833a9",
      "56d4f71e2ccc5a1400d833aa"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Founding the Survivor Foundation\" (text) focused on \"post-hurricane relief and foundation growth\" (text). At the top a short header summarizes the trigger and founding, above a middle section with supporting visuals that show initial support and later expansion, and below a closing note indicates later relief efforts and partnerships.\n\n\"Founded after Hurricane Katrina to provide transitional housing in the Houston area\" (text)\n\"Beyoncé and Rowland founded the Survivor Foundation in 2005 and Beyoncé initially contributed $250,000\" (text)\n\"Foundation later expanded to work with other charities in the city and provided relief after Hurricane Ike\" (text)\n\n\"a cartoon of a damaged house with a stylized figure pointing toward a shelter\" (figure)\n\"a stylized scene of two figures handing over an oversized symbolic donation envelope\" (figure)\n\"a silhouette of several connected hands forming a circle to suggest partnership\" (figure)\n\"a cartoon of a flooded street with a small boat labeled as relief response\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 64,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "After Hurricane Katrina in 2005, Beyoncé and Rowland founded the Survivor Foundation to provide transitional housing for victims in the Houston area, to which Beyoncé contributed an initial $250,000. The foundation has since expanded to work with other charities in the city, and also provided relief following Hurricane Ike three years later.",
    "qa_count": 9,
    "ids": [
      "56bed4553aeaaa14008c94e5",
      "56bed4553aeaaa14008c94e7",
      "56bed4553aeaaa14008c94e8",
      "56bfe7eaa10cfb1400551387",
      "56bfe7eaa10cfb1400551389",
      "56bfe7eaa10cfb140055138a",
      "56d4f7a22ccc5a1400d833ae",
      "56d4f7a22ccc5a1400d833b0",
      "56d4f7a22ccc5a1400d833b1"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's recent charity and community initiatives\" (text) focused on \"public benefit activities and fundraising efforts\" (text). At the top is a headline about a televised relief benefit and its celebrity hosts, the middle highlights a community training center and a fundraising apparel campaign, and the bottom notes a charity single release and its beneficiary.\n\n\"Top banner: Beyoncé participated with George Clooney in Hope for Haiti Now: A Global Benefit alongside Wyclef Jean to support earthquake relief\" (text)\n\"a cartoon scene of a televised telethon with multiple presenters on stage\" (figure)\n\"Middle left: Beyoncé and her mother opened the Beyoncé Cosmetology Center at the Brooklyn Phoenix House offering a seven-month cosmetology training course\" (text)\n\"a stylized illustration of a community training room with a barber chair and learning tools\" (figure)\n\"Middle right: Beyoncé was the official face of a limited edition charity T-shirt from a fashion label that raised $1 million\" (text)\n\"a simple illustrative T-shirt icon on a hanger with a small donation tag\" (figure)\n\"Bottom: Beyoncé released a cover of the song God Bless the USA as a charity single to benefit the New York Police and Fire Widows' and Children's Benefit Fund\" (text)\n\"a silhouetted singer recording in a studio with a donation envelope nearby\" (figure)\n\nThe overall style of the image is clean, illustrative, and infographic-focused.",
    "infographic_id": 65,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 27,
    "keywords_total": 27,
    "context": "Beyoncé participated in George Clooney and Wyclef Jean's Hope for Haiti Now: A Global Benefit for Earthquake Relief telethon and was named the official face of the limited edition CFDA \"Fashion For Haiti\" T-shirt, made by Theory which raised a total of $1 million. On March 5, 2010, Beyoncé and her mother Tina opened the Beyoncé Cosmetology Center at the Brooklyn Phoenix House, offering a seven-month cosmetology training course for men and women. In April 2011, Beyoncé joined forces with US First Lady Michelle Obama and the National Association of Broadcasters Education Foundation, to help boost the latter's campaign against child obesity by reworking her single \"Get Me Bodied\". Following the death of Osama bin Laden, Beyoncé released her cover of the Lee Greenwood song \"God Bless the USA\", as a charity single to help raise funds for the New York Police and Fire Widows' and Children's Benefit Fund.",
    "qa_count": 10,
    "ids": [
      "56bed4c23aeaaa14008c94ed",
      "56bed4c23aeaaa14008c94ee",
      "56bed4c23aeaaa14008c94ef",
      "56bfeb09a10cfb1400551391",
      "56bfeb09a10cfb1400551392",
      "56bfeb09a10cfb1400551394",
      "56bfeb09a10cfb1400551395",
      "56d4f9112ccc5a1400d833b6",
      "56d4f9112ccc5a1400d833b7",
      "56d4f9112ccc5a1400d833ba"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Beyoncé's advocacy and campaign highlights\" (text) focused on \"celebrity campaigns for social causes\" (text). At the top, a concise headline and topic introduce the subject, with supporting visuals near the headline and a timeline-style middle section, and charity participation and quotes placed near the bottom.  \n\"Beyoncé helped launch a gun-safety campaign called Demand A Plan after the Sandy Hook Elementary School shooting\" (text)  \n\"a cartoon scene of a group recording a public service video with a symbolic sign of community concern\" (figure)  \n\"She donated the song I Was Here to a World Humanitarian Day campaign and served as an ambassador\" (text)  \n\"a stylized illustration of a staged music video filmed in an institutional hall to suggest an international campaign\" (figure)  \n\"In 2013 she joined Salma Hayek and Frida Giannini on a Chime for Change initiative to spread female empowerment, performing at a concert in London\" (text)  \n\"a cartoon crowd at an outdoor concert with a simple stage and multiple performers to imply a benefit show\" (figure)  \n\"She spoke about her mother as an inspiration and supported projects via Catapult and the Miss a Meal food-donation effort\" (text)  \n\"a stylized depiction of hands exchanging a meal and a symbolic donation box to suggest food-donation and crowdfunding\" (figure)  \nThe overall style of the image is clean, illustrative, and informational with clear, legible labels and supportive cartoon-style figures.",
    "infographic_id": 66,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 22,
    "keywords_total": 22,
    "context": "In December, Beyoncé along with a variety of other celebrities teamed up and produced a video campaign for \"Demand A Plan\", a bipartisan effort by a group of 950 US mayors and others designed to influence the federal government into rethinking its gun control laws, following the Sandy Hook Elementary School shooting. Beyoncé became an ambassador for the 2012 World Humanitarian Day campaign donating her song \"I Was Here\" and its music video, shot in the UN, to the campaign. In 2013, it was announced that Beyoncé would work with Salma Hayek and Frida Giannini on a Gucci \"Chime for Change\" campaign that aims to spread female empowerment. The campaign, which aired on February 28, was set to her new music. A concert for the cause took place on June 1, 2013 in London and included other acts like Ellie Goulding, Florence and the Machine, and Rita Ora. In advance of the concert, she appeared in a campaign video released on 15 May 2013, where she, along with Cameron Diaz, John Legend and Kylie Minogue, described inspiration from their mothers, while a number of other artists celebrated personal inspiration from other women, leading to a call for submission of photos of women of viewers' inspiration from which a selection was shown at the concert. Beyoncé said about her mother Tina Knowles that her gift was \"finding the best qualities in every human being.\" With help of the crowdfunding platform Catapult, visitors of the concert could choose between several projects promoting education of women and girls. Beyoncé is also taking part in \"Miss a Meal\", a food-donation campaign, and supporting Goodwill charity through online charity auctions at Charitybuzz that support job creation throughout Europe and the U.S.",
    "qa_count": 12,
    "ids": [
      "56bed5983aeaaa14008c94f3",
      "56bed5983aeaaa14008c94f4",
      "56bed5983aeaaa14008c94f5",
      "56bed5983aeaaa14008c94f6",
      "56bed5983aeaaa14008c94f7",
      "56bfed855a85de14001c7864",
      "56bfed855a85de14001c7866",
      "56bfed855a85de14001c7868",
      "56d4fa2e2ccc5a1400d833ca",
      "56d4fa2e2ccc5a1400d833cb",
      "56d4fa2e2ccc5a1400d833cc",
      "56d4fa2e2ccc5a1400d833cd"
    ],
    "title": "Beyoncé"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Frédéric François Chopin: life and music\" (text) focused on \"a concise biography and musical focus\" (text). At the top, a headline with full name and life dates appears near a portrait-style figure; in the middle, nationality, era, and main instrument are displayed adjacent to illustrative figures; at the bottom, birthplace, upbringing, and age when leaving Poland are summarized next to supporting visuals.  \n\"Fryderyk Franciszek Chopin — born 1810, died 17 October 1849\" (text)  \n\"Polish and French nationalities; leading figure of the Romantic era who wrote mainly for solo piano\" (text)  \n\"a portrait-style stylized bust of a young composer in profile\" (figure)  \n\"a cartoon of a seated pianist at a grand piano, expressive posture\" (figure)  \n\"a stylized map fragment showing a historic duchy region with a small town marker\" (figure)  \n\"a silhouette of a young traveler with a small satchel walking away from a town\" (figure)  \n\"Born in the Duchy of Warsaw and raised in Warsaw; left Poland at age 20\" (text) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 67,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Frédéric François Chopin (/ˈʃoʊpæn/; French pronunciation: ​[fʁe.de.ʁik fʁɑ̃.swa ʃɔ.pɛ̃]; 22 February or 1 March 1810 – 17 October 1849), born Fryderyk Franciszek Chopin,[n 1] was a Polish and French (by citizenship and birth of father) composer and a virtuoso pianist of the Romantic era, who wrote primarily for the solo piano. He gained and has maintained renown worldwide as one of the leading musicians of his era, whose \"poetic genius was based on a professional technique that was without equal in his generation.\" Chopin was born in what was then the Duchy of Warsaw, and grew up in Warsaw, which after 1815 became part of Congress Poland. A child prodigy, he completed his musical education and composed his earlier works in Warsaw before leaving Poland at the age of 20, less than a month before the outbreak of the November 1830 Uprising.",
    "qa_count": 19,
    "ids": [
      "56cbd2356d243a140015ed66",
      "56cbd2356d243a140015ed67",
      "56cbd2356d243a140015ed68",
      "56cbd2356d243a140015ed69",
      "56cbd2356d243a140015ed6a",
      "56ce0a3762d2951400fa69d6",
      "56ce0a3762d2951400fa69d7",
      "56ce0a3762d2951400fa69d8",
      "56ce0a3762d2951400fa69d9",
      "56ce0a3762d2951400fa69da",
      "56cf54a2aab44d1400b89006",
      "56cf54a2aab44d1400b89008",
      "56cf54a2aab44d1400b89009",
      "56cf54a2aab44d1400b8900a",
      "56d1ca30e7d4791d009021a7",
      "56d1ca30e7d4791d009021a8",
      "56d1ca30e7d4791d009021a9",
      "56d1ca30e7d4791d009021aa",
      "56d1ca30e7d4791d009021ab"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's later life and legacy\" (text) focused on \"key life events, relationships, composition periods, and final years\" (text). At the top there is a concise timeline summary, near the middle are relationship and activity highlights, and near the bottom are final years and cause of death notes.  \n\"Chopin moved to Paris at age 21, settled there, and gave about 30 public performances during his last eighteen years preferring salon settings\" (text)  \n\"Obtained French citizenship in 1835, had a troubled long relationship with Maria Wodzińska, and lived with a prominent writer from 1837 to 1847\" (text)  \n\"He formed a friendship with fellow composer Franz Liszt, was admired by contemporaries, and enjoyed a highly productive composition period in Majorca\" (text)  \n\"His last years were financially supported by Jane Stirling, who arranged a Scotland visit, and he probably died of tuberculosis\" (text)  \n\"a stylized pianist at a small salon piano, attended by a small audience\" (figure)  \n\"a cartoon pair representing two friends in conversation to symbolize a composer friendship\" (figure)  \n\"a stylized coastal scene with a small house and a musical manuscript to suggest an island composition period in Majorca\" (figure)  \n\"a simple portrait silhouette with a medical symbol beside it to indicate poor health and probable cause of death\" (figure) The overall style of the image is clear, informative, and documentary with simple illustrative cartoons that support each text item.",
    "infographic_id": 68,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "At the age of 21 he settled in Paris. Thereafter, during the last 18 years of his life, he gave only some 30 public performances, preferring the more intimate atmosphere of the salon. He supported himself by selling his compositions and teaching piano, for which he was in high demand. Chopin formed a friendship with Franz Liszt and was admired by many of his musical contemporaries, including Robert Schumann. In 1835 he obtained French citizenship. After a failed engagement to Maria Wodzińska, from 1837 to 1847 he maintained an often troubled relationship with the French writer George Sand. A brief and unhappy visit to Majorca with Sand in 1838–39 was one of his most productive periods of composition. In his last years, he was financially supported by his admirer Jane Stirling, who also arranged for him to visit Scotland in 1848. Through most of his life, Chopin suffered from poor health. He died in Paris in 1849, probably of tuberculosis.",
    "qa_count": 17,
    "ids": [
      "56cbd2f96d243a140015ed70",
      "56cbd2f96d243a140015ed71",
      "56cbd2f96d243a140015ed72",
      "56cbd2f96d243a140015ed73",
      "56cbd2f96d243a140015ed74",
      "56ce0d8662d2951400fa69e8",
      "56ce0d8662d2951400fa69e9",
      "56ce0d8662d2951400fa69ea",
      "56ce0d8662d2951400fa69eb",
      "56ce0d8662d2951400fa69ec",
      "56cf5734aab44d1400b89079",
      "56cf5734aab44d1400b8907a",
      "56cf5734aab44d1400b8907c",
      "56cf5734aab44d1400b8907d",
      "56d1cd98e7d4791d009021e6",
      "56d1cd98e7d4791d009021e7",
      "56d1cd98e7d4791d009021e8"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Musical Profile\" (text) focused on \"his works, influences, inventions, and performance style\" (text). At the top is a concise headline, the middle groups genres and inventions with nearby supporting figures, and the bottom highlights influences, song language, salon life, and performance traits adjacent to illustrative scenes.\n\n\"All of Chopin's compositions include the piano\" (text)\n\"Major piano forms include mazurkas, waltzes, nocturnes, polonaises, études, impromptus, scherzos, preludes and sonatas\" (text)\n\"He invented the instrumental ballade and expanded solo piano forms\" (text)\n\"His influences included J. S. Bach, Mozart and Schubert, plus Polish folk music; some songs use Polish lyrics and he was a frequent guest at Paris salons; performances noted for nuance and sensitivity\" (text)\n\n\"a cartoon grand piano beside a stack of sheet music representing solo piano works\" (figure)\n\"a stylized set of dance and short-piece icons suggesting mazurkas, waltzes, and nocturnes\" (figure)\n\"a cartoon lyrical sheet evolving into a flowing musical motif to represent the invention of the instrumental ballade\" (figure)\n\"a stylized interior of a salon with small groups of listeners and a silhouette at a keyboard to suggest salons and performance traits\" (figure)\n\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 69,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "All of Chopin's compositions include the piano. Most are for solo piano, though he also wrote two piano concertos, a few chamber pieces, and some songs to Polish lyrics. His keyboard style is highly individual and often technically demanding; his own performances were noted for their nuance and sensitivity. Chopin invented the concept of instrumental ballade. His major piano works also include mazurkas, waltzes, nocturnes, polonaises, études, impromptus, scherzos, preludes and sonatas, some published only after his death. Influences on his compositional style include Polish folk music, the classical tradition of J. S. Bach, Mozart and Schubert, the music of all of whom he admired, as well as the Paris salons where he was a frequent guest. His innovations in style, musical form, and harmony, and his association of music with nationalism, were influential throughout and after the late Romantic period.",
    "qa_count": 17,
    "ids": [
      "56cbd4c56d243a140015ed7a",
      "56cbd4c56d243a140015ed7b",
      "56cbd4c56d243a140015ed7c",
      "56cbd4c56d243a140015ed7d",
      "56cbd4c56d243a140015ed7e",
      "56ce0f42aab44d1400b8841e",
      "56ce0f42aab44d1400b8841f",
      "56ce0f42aab44d1400b88420",
      "56ce0f42aab44d1400b88421",
      "56ce0f42aab44d1400b88422",
      "56cf582eaab44d1400b8909b",
      "56cf582eaab44d1400b8909c",
      "56cf582eaab44d1400b8909d",
      "56cf582eaab44d1400b8909e",
      "56d1cf80e7d4791d00902211",
      "56d1cf80e7d4791d00902212",
      "56d1cf80e7d4791d00902215"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and his lasting public image\" (text) focused on \"how place, personal life, and cultural portrayals shaped a Romantic era symbol\" (text). At the top a concise header summarizes origin and creative base, above a middle section that links personal factors and political associations to his legacy, and below are illustrative scenes showing media portrayals and continued popularity. \n\"Frédéric Chopin was native to Poland and composed most of his works in France\" (text)\n\"His love life and his early death helped make him a leading symbol of the Romantic era\" (text)\n\"His association with political insurrection was indirect rather than direct\" (text)\n\"He has been the subject of films and biographies that varied in historical accuracy\" (text)\n\"a stylized portrait of a composer at a piano, evoking composition and performance\" (figure)\n\"a cartoon scene suggesting romantic relationships and a fragile figure to imply early death\" (figure)\n\"a simple illustrative vignette suggesting unrest and distant political turmoil without direct action\" (figure)\n\"a small cinematic tableau showing a film camera and an open book to represent films and biographies\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 70,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "In his native Poland, in France, where he composed most of his works, and beyond, Chopin's music, his status as one of music's earliest superstars, his association (if only indirect) with political insurrection, his love life and his early death have made him, in the public consciousness, a leading symbol of the Romantic era. His works remain popular, and he has been the subject of numerous films and biographies of varying degrees of historical accuracy.",
    "qa_count": 11,
    "ids": [
      "56cbd8c66d243a140015ed85",
      "56cbd8c66d243a140015ed86",
      "56cbd8c66d243a140015ed87",
      "56cbd8c66d243a140015ed88",
      "56ce1138aab44d1400b88428",
      "56ce1138aab44d1400b88429",
      "56ce1138aab44d1400b8842a",
      "56ce1138aab44d1400b8842b",
      "56cf5a5aaab44d1400b890dd",
      "56cf5a5aaab44d1400b890de",
      "56cf5a5aaab44d1400b890df"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Birth and Names of a Composer\" (text) focused on \"early life and naming of the composer\" (text). At the top a concise headline and overview appear, near a left figure showing the village context and a right figure showing a symbolic map distance, and in the middle a paired text block and illustration explain baptismal and family birthdates, while the bottom shows the Latin name and the founding authority of the regional state with supporting imagery. \n\"Birthplace shown as the village Żelazowa Wola, 29 miles west of the capital\" (text)\n\"Parish record lists birthday as 22 February 1810, but family used 1 March\" (text)\n\"Latin form of given names recorded as Fridericus Franciscus\" (text)\n\"The regional Polish state had been established by Napoleon\" (text)\n\"a cartoon of a rural manor representing the birthplace village\" (figure)\n\"a stylized map icon indicating a linear distance west of a capital city without labels\" (figure)\n\"a cartoon baptismal register with an open page and blanked lines indicating a dated record\" (figure)\n\"a stylized silhouette of a family discussing an alternate date\" (figure)\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 71,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Fryderyk Chopin was born in Żelazowa Wola, 46 kilometres (29 miles) west of Warsaw, in what was then the Duchy of Warsaw, a Polish state established by Napoleon. The parish baptismal record gives his birthday as 22 February 1810, and cites his given names in the Latin form Fridericus Franciscus (in Polish, he was Fryderyk Franciszek). However, the composer and his family used the birthdate 1 March,[n 2] which is now generally accepted as the correct date.",
    "qa_count": 16,
    "ids": [
      "56cbda8d6d243a140015ed8e",
      "56cbda8d6d243a140015ed8f",
      "56cbda8d6d243a140015ed90",
      "56cbda8d6d243a140015ed91",
      "56cbda8d6d243a140015ed92",
      "56ce1225aab44d1400b88430",
      "56ce1225aab44d1400b88431",
      "56ce1225aab44d1400b88432",
      "56ce1225aab44d1400b88433",
      "56ce1225aab44d1400b88434",
      "56cf5b40aab44d1400b890fe",
      "56cf5b40aab44d1400b890ff",
      "56cf5b40aab44d1400b89100",
      "56cf5b40aab44d1400b89101",
      "56d1d330e7d4791d0090224d",
      "56d1d330e7d4791d0090224e"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Nicolas Chopin and His Family\" (text) focused on \"early family background and household language\" (text). At the top is the headline and a concise origin note; near the middle are marriage, baptism, and godfather details; near the bottom are household language and sibling information.\n\n\"Headline: Nicolas Chopin and His Family, a Frenchman from Lorraine who settled in Poland\" (text)\n\"Marriage and naming note near middle: Married Justyna Krzyżanowska in 1806 and named his son after godfather Fryderyk Skarbek\" (text)\n\"Life event label below that: Fryderyk baptized on 23 April 1810 in the same church where his parents married\" (text)\n\"Household and siblings detail near bottom: Nicolas insisted on using Polish at home; eldest sister Ludwika and two younger sisters flanked the only son\" (text)\n\n\"a stylized portrait of a tutor with children to indicate Nicolas's role teaching aristocratic children\" (figure)\n\"a cartoon church scene showing a baptism and a wedding emblem to link events\" (figure)\n\"a silhouette of a young man standing beside the baptism scene to represent the godfather\" (figure)\n\"a simple family grouping showing three sisters around a younger brother to illustrate sibling order\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 72,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Fryderyk's father, Nicolas Chopin, was a Frenchman from Lorraine who had emigrated to Poland in 1787 at the age of sixteen. Nicolas tutored children of the Polish aristocracy, and in 1806 married Justyna Krzyżanowska, a poor relative of the Skarbeks, one of the families for whom he worked. Fryderyk was baptized on Easter Sunday, 23 April 1810, in the same church where his parents had married, in Brochów. His eighteen-year-old godfather, for whom he was named, was Fryderyk Skarbek, a pupil of Nicolas Chopin. Fryderyk was the couple's second child and only son; he had an elder sister, Ludwika (1807–55), and two younger sisters, Izabela (1811–81) and Emilia (1812–27). Nicolas was devoted to his adopted homeland, and insisted on the use of the Polish language in the household.",
    "qa_count": 11,
    "ids": [
      "56cbdbf36d243a140015ed99",
      "56cbdbf36d243a140015ed9a",
      "56cbdbf36d243a140015ed9c",
      "56cf5bfcaab44d1400b89111",
      "56cf5bfcaab44d1400b89112",
      "56cf5bfcaab44d1400b89113",
      "56cf5bfcaab44d1400b89114",
      "56cf5bfcaab44d1400b89115",
      "56d1d3fee7d4791d00902263",
      "56d1d3fee7d4791d00902264",
      "56d1d3fee7d4791d00902266"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin family move and household life\" (text) focused on \"family relocation, roles, residence, and early childhood health\" (text). At the top a concise headline and date summary introduces the move and duration; near the top-center a short family-role and residence summary appears adjacent to an illustrative scene; below that a domestic music scene and a child health note sit near each other to link activities and condition.\n\n\"Chopin family moved to Warsaw in October 1810 when the child was six months old and they lived at the Saxon Palace grounds\" (text)\n\"Father taught French at the Warsaw Lyceum and combined teaching with playing flute and violin\" (text)\n\"Mother played piano and gave lessons to boys in the boarding house the family kept\" (text)\n\"Chopin was of slight build and in early childhood was prone to illnesses\" (text)\n\"a stylized illustration of the Saxon Palace with a family group on the palace grounds to indicate residence\" (figure)\n\"a cartoon of a teacher figure holding a book with a flute and a violin nearby to indicate the father's teaching and instruments\" (figure)\n\"a stylized domestic scene of a woman at a keyboard teaching boys in a boarding-house interior\" (figure)\n\"a silhouette of a small child appearing fragile to represent early childhood susceptibility to illness\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 73,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "In October 1810, six months after Fryderyk's birth, the family moved to Warsaw, where his father acquired a post teaching French at the Warsaw Lyceum, then housed in the Saxon Palace. Fryderyk lived with his family in the Palace grounds. The father played the flute and violin; the mother played the piano and gave lessons to boys in the boarding house that the Chopins kept. Chopin was of slight build, and even in early childhood was prone to illnesses.",
    "qa_count": 14,
    "ids": [
      "56cbdcd16d243a140015eda2",
      "56cbdcd16d243a140015eda3",
      "56cbdcd16d243a140015eda4",
      "56cbdcd16d243a140015eda5",
      "56cbdcd16d243a140015eda6",
      "56cf5e35aab44d1400b89147",
      "56cf5e35aab44d1400b89148",
      "56cf5e35aab44d1400b89149",
      "56cf5e35aab44d1400b8914a",
      "56d1d4d3e7d4791d00902275",
      "56d1d4d3e7d4791d00902276",
      "56d1d4d3e7d4791d00902277",
      "56d1d4d3e7d4791d00902278",
      "56d1d4d3e7d4791d00902279"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Early musical training and first works\" (text) focused on \"the teacher, family duets, early concerts, 1817 compositions, and first surviving manuscript\" (text). At the top there is a concise header summarizing the teacher and years, near a supportive visual; in the middle a short timeline phrase is placed adjacent to an illustrative scene of lessons and duet practice; below that a final phrase about early public performance, 1817 compositions, and the earliest surviving manuscript sits near an image of the manuscript.\n\n\"First professional teacher from 1816 to 1821 was Wojciech Żywny\" (text)\n\"A sister named Ludwika sometimes played duets with him during lessons\" (text)\n\"By age 7 he had begun giving public concerts and in 1817 he composed two polonaises\" (text)\n\"His earliest surviving manuscript is a polonaise in A-flat major dedicated to Żywny from 1821\" (text)\n\"a stylized cartoon of a piano teacher instructing a young pupil at a keyboard\" (figure)\n\"a cartoon of two children at a keyboard playing together, indicating duet practice\" (figure)\n\"a stylized illustration of a small public recital with a child performer on a simple stage\" (figure)\n\"a cartoon depiction of an open handwritten musical manuscript with visible staff lines and note-like symbols\" (figure) The overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 74,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Fryderyk may have had some piano instruction from his mother, but his first professional music tutor, from 1816 to 1821, was the Czech pianist Wojciech Żywny. His elder sister Ludwika also took lessons from Żywny, and occasionally played duets with her brother. It quickly became apparent that he was a child prodigy. By the age of seven Fryderyk had begun giving public concerts, and in 1817 he composed two polonaises, in G minor and B-flat major. His next work, a polonaise in A-flat major of 1821, dedicated to Żywny, is his earliest surviving musical manuscript.",
    "qa_count": 14,
    "ids": [
      "56cbdea66d243a140015edac",
      "56cbdea66d243a140015edad",
      "56cbdea66d243a140015edae",
      "56cbdea66d243a140015edaf",
      "56cbdea66d243a140015edb0",
      "56cf609aaab44d1400b89185",
      "56cf609aaab44d1400b89186",
      "56cf609aaab44d1400b89187",
      "56cf609aaab44d1400b89188",
      "56cf609aaab44d1400b89189",
      "56d20a6ae7d4791d00902618",
      "56d20a6ae7d4791d00902619",
      "56d20a6ae7d4791d0090261a",
      "56d20a6ae7d4791d0090261b"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Young Chopin in Warsaw\" (text) focused on \"early local connections and events around his youth\" (text). At the top there is a concise historical header, near that a supporting illustrative scene, and below that the residential and social links are shown with small illustrations and captions, and a closing note about contemporary testimony sits near the bottom. \"Saxon Palace requisitioned for military use in 1817\" (text)\n\"Soon after the Warsaw Lyceum was reestablished in the Kazimierz Palace, today part of Warsaw University\" (text)\n\"Fryderyk's family moved to a surviving house adjacent to the Kazimierz Palace; he was sometimes invited to the Belweder Palace as playmate of the son of Grand Duke Constantine and he composed a march there\" (text)\n\"Julian Ursyn Niemcewicz in his 1818 eclogue Nasze Przebiegi attested to little Chopin's popularity\" (text)\n\"a stylized exterior of a classical palace representing a government building\" (figure)\n\"a cartoon house placed adjacent to a larger palace silhouette to show proximity of residence to the Kazimierz Palace\" (figure)\n\"a stylized interior scene of a young pianist playing for a distinguished boy in a small audience\" (figure)\n\"a stylized portrait-like vignette of a poet holding a scroll to indicate the author of the eclogue\" (figure) The overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 75,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "In 1817 the Saxon Palace was requisitioned by Warsaw's Russian governor for military use, and the Warsaw Lyceum was reestablished in the Kazimierz Palace (today the rectorate of Warsaw University). Fryderyk and his family moved to a building, which still survives, adjacent to the Kazimierz Palace. During this period, Fryderyk was sometimes invited to the Belweder Palace as playmate to the son of the ruler of Russian Poland, Grand Duke Constantine; he played the piano for the Duke and composed a march for him. Julian Ursyn Niemcewicz, in his dramatic eclogue, \"Nasze Przebiegi\" (\"Our Discourses\", 1818), attested to \"little Chopin's\" popularity.",
    "qa_count": 14,
    "ids": [
      "56cbdfbf6d243a140015edb6",
      "56cbdfbf6d243a140015edb7",
      "56cbdfbf6d243a140015edb8",
      "56cbdfbf6d243a140015edb9",
      "56cbdfbf6d243a140015edba",
      "56cf61d3aab44d1400b891a3",
      "56cf61d3aab44d1400b891a4",
      "56cf61d3aab44d1400b891a5",
      "56cf61d3aab44d1400b891a6",
      "56cf61d3aab44d1400b891a7",
      "56d20bf6e7d4791d00902622",
      "56d20bf6e7d4791d00902623",
      "56d20bf6e7d4791d00902624",
      "56d20bf6e7d4791d00902625"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Conservatory Years\" (text) focused on \"study, performances, and early recognition\" (text). At the top there is a concise header summarizing the period and teachers, with supporting visuals adjacent and below showing key performances and prizes, and a timeline note placed near the middle linking lessons to concerts. \"From 1823 to 1826 Frédéric studied at the Warsaw Lyceum and received organ lessons from Wilhelm Würfel\" (text)\n\"a three-year course beginning in autumn 1826 under Józef Elsner covered music theory, figured bass and composition\" (text)\n\"Chopin performed improvisations and a concerto on a mechanical organ called the eolomelodicon, which led to an invitation to play for Tsar Alexander I\" (text)\n\"on 10 June 1825 he performed his Rondo Op. 1, his first commercially published work, and received praise and a diamond ring from Tsar Alexander I\" (text)\n\"a stylized mechanical organ being played in a salon performance, audience listening attentively\" (figure)\n\"a cartoon of a young composer at a keyboard receiving a small ring from a formally dressed visiting dignitary\" (figure)\n\"a stylized scene of a concert announcement board and salon musicians preparing to play\" (figure)\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 76,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "From September 1823 to 1826 Chopin attended the Warsaw Lyceum, where he received organ lessons from the Czech musician Wilhelm Würfel during his first year. In the autumn of 1826 he began a three-year course under the Silesian composer Józef Elsner at the Warsaw Conservatory, studying music theory, figured bass and composition.[n 3] Throughout this period he continued to compose and to give recitals in concerts and salons in Warsaw. He was engaged by the inventors of a mechanical organ, the \"eolomelodicon\", and on this instrument in May 1825 he performed his own improvisation and part of a concerto by Moscheles. The success of this concert led to an invitation to give a similar recital on the instrument before Tsar Alexander I, who was visiting Warsaw; the Tsar presented him with a diamond ring. At a subsequent eolomelodicon concert on 10 June 1825, Chopin performed his Rondo Op. 1. This was the first of his works to be commercially published and earned him his first mention in the foreign press, when the Leipzig Allgemeine Musikalische Zeitung praised his \"wealth of musical ideas\".",
    "qa_count": 15,
    "ids": [
      "56cbe1996d243a140015edc0",
      "56cbe1996d243a140015edc1",
      "56cbe1996d243a140015edc2",
      "56cbe1996d243a140015edc3",
      "56cbe1996d243a140015edc4",
      "56cf63b4aab44d1400b891bd",
      "56cf63b4aab44d1400b891be",
      "56cf63b4aab44d1400b891bf",
      "56cf63b4aab44d1400b891c0",
      "56cf63b4aab44d1400b891c1",
      "56d22055e7d4791d00902683",
      "56d22055e7d4791d00902684",
      "56d22055e7d4791d00902685",
      "56d22055e7d4791d00902686",
      "56d22055e7d4791d00902687"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Szafarnia Visits\" (text) focused on \"Chopin's early vacations and discoveries\" (text). At the top a concise header introduces the subject, and the middle pairs short explanatory phrases with supporting illustrations, while the bottom summarizes the personal and literary outcomes of the stay. \n\"Chopin spent vacations away from Warsaw during 1824–28, with visits in 1824 and 1825 centered on a rural village called Szafarnia\" (text)\n\"Chopin was a guest of Dominik Dziewanowski during his stay in Szafarnia\" (text)\n\"Chopin encountered Polish rural folk music there for the first time and wrote lively spoof letters home parodying Warsaw newspapers\" (text)\n\"His letters were titled The Szafarnia Courier and amused his family\" (text)\n\"a stylized cartoon of a young traveler arriving at a small village farmstead\" (figure)\n\"a cartoon of a household host welcoming a young guest at a manor door\" (figure)\n\"a stylized illustration of village musicians playing simple folk instruments\" (figure)\n\"a cartoon of a handwritten parcel of letters with playful papers being read aloud by family members\" (figure)\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 77,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "During 1824–28 Chopin spent his vacations away from Warsaw, at a number of locales.[n 4] In 1824 and 1825, at Szafarnia, he was a guest of Dominik Dziewanowski, the father of a schoolmate. Here for the first time he encountered Polish rural folk music. His letters home from Szafarnia (to which he gave the title \"The Szafarnia Courier\"), written in a very modern and lively Polish, amused his family with their spoofing of the Warsaw newspapers and demonstrated the youngster's literary gift.",
    "qa_count": 9,
    "ids": [
      "56cbe2fd6d243a140015edcb",
      "56cbe2fd6d243a140015edcc",
      "56cbe2fd6d243a140015edcd",
      "56cbe2fd6d243a140015edce",
      "56cf64e34df3c31400b0d6f9",
      "56cf64e34df3c31400b0d6fa",
      "56d2211ae7d4791d00902693",
      "56d2211ae7d4791d00902694",
      "56d2211ae7d4791d00902695"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin family move and early portraits\" (text) focused on \"Chopin family residence, dates, and artist\" (text). At the top, a concise header summarizes the key events; near the middle, visual vignettes illustrate the house and the portrait session with supporting labels; below, a short footnote ties the boarding house to its later use. \n\"Chopin family moved after sister Emilia's death in 1827 to lodgings on Krakowskie Przedmieście\" (text)\n\"Family lived in the south annex of the Krasiński Palace and Chopin left Warsaw in 1830\" (text)\n\"The family ran a boarding house for male students that later became a museum\" (text)\n\"Ambroży Mieroszewski painted portraits of the Chopin family including the first portrait\" (text)\n\"a stylized illustration of a townhouse façade next to a university building\" (figure)\n\"a cartoon of a family parlour with simple furnishings and a plaque indicating later museum use\" (figure)\n\"a stylized artist at an easel painting a young man while seated family members observe\" (figure)\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 78,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "In 1827, soon after the death of Chopin's youngest sister Emilia, the family moved from the Warsaw University building, adjacent to the Kazimierz Palace, to lodgings just across the street from the university, in the south annex of the Krasiński Palace on Krakowskie Przedmieście,[n 5] where Chopin lived until he left Warsaw in 1830.[n 6] Here his parents continued running their boarding house for male students; the Chopin Family Parlour (Salonik Chopinów) became a museum in the 20th century. In 1829 the artist Ambroży Mieroszewski executed a set of portraits of Chopin family members, including the first known portrait of the composer.[n 7]",
    "qa_count": 14,
    "ids": [
      "56cbe5df6d243a140015edd4",
      "56cbe5df6d243a140015edd5",
      "56cbe5df6d243a140015edd6",
      "56cbe5df6d243a140015edd7",
      "56cbe5df6d243a140015edd8",
      "56cf66734df3c31400b0d713",
      "56cf66734df3c31400b0d714",
      "56cf66734df3c31400b0d715",
      "56cf66734df3c31400b0d717",
      "56d3123b59d6e41400146204",
      "56d3123b59d6e41400146205",
      "56d3123b59d6e41400146206",
      "56d3123b59d6e41400146207",
      "56d3123b59d6e41400146208"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Early Circle and Inspirations\" (text) focused on \"friends, infatuation, and a secret musical dedication\" (text). Near the top a concise header summarizes the boarding-house friendships and the musical piece secretly linked to a singing student, and below that illustrative captions support each fact. \n\"Tytus Woyciechowski, Jan Nepomucen Białobłocki, Jan Matuszyński and Julian Fontana became close boarders and friends\" (text)\n\"Two friends later joined his Paris milieu: Jan Matuszyński and Julian Fontana\" (text)\n\"Chopin was attracted to the singing student Konstancja Gładkowska and referenced her in letters\" (text)\n\"The Piano Concerto No. 1 (in E minor) has a Larghetto slow movement secretly dedicated to Konstancja Gładkowska\" (text)\n\"Final conservatory report in July 1829 described him as an exceptional talent and musical genius\" (text)\n\"a stylized group of four young men in a shared apartment, shown talking together\" (figure)\n\"a cartoon of two men stepping onto a stylized Paris street to indicate a later Paris milieu\" (figure)\n\"a stylized portrait of a singing student with a dreamy gesture to indicate inspiration\" (figure)\n\"a symbolic piano with a highlighted slow movement motif to suggest the Larghetto dedication\" (figure) The overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 79,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Four boarders at his parents' apartments became Chopin's intimates: Tytus Woyciechowski, Jan Nepomucen Białobłocki, Jan Matuszyński and Julian Fontana; the latter two would become part of his Paris milieu. He was friendly with members of Warsaw's young artistic and intellectual world, including Fontana, Józef Bohdan Zaleski and Stefan Witwicki. He was also attracted to the singing student Konstancja Gładkowska. In letters to Woyciechowski, he indicated which of his works, and even which of their passages, were influenced by his fascination with her; his letter of 15 May 1830 revealed that the slow movement (Larghetto) of his Piano Concerto No. 1 (in E minor) was secretly dedicated to her – \"It should be like dreaming in beautiful springtime – by moonlight.\" His final Conservatory report (July 1829) read: \"Chopin F., third-year student, exceptional talent, musical genius.\"",
    "qa_count": 11,
    "ids": [
      "56cbe9436d243a140015eddf",
      "56cbe9436d243a140015ede0",
      "56cf67c74df3c31400b0d72d",
      "56cf67c74df3c31400b0d72e",
      "56cf67c74df3c31400b0d72f",
      "56cf67c74df3c31400b0d730",
      "56d313b559d6e4140014620e",
      "56d313b559d6e4140014620f",
      "56d313b559d6e41400146210",
      "56d313b559d6e41400146211",
      "56d313b559d6e41400146212"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Berlin Visits and Compositions\" (text) focused on \"Chopin's 1828–1829 Berlin visits and the work he wrote for a princely household\" (text). At the top is a concise timeline note, near the middle are linked vignettes showing his companion and later host, and near the bottom is a detailed composition caption with an intimate performance scene.\n\n\"Chopin visited Berlin in September 1828 while still a student, traveling with Feliks Jarocki, a family friend and zoologist\" (text)\n\"While in Berlin he attended operas directed by Gaspare Spontini and concerts by leading musicians\" (text)\n\"On a return trip in 1829 he was a guest of Prince Antoni Radziwiłł, an accomplished composer and aspiring cellist\" (text)\n\"For the prince and the prince's pianist daughter Wanda he composed the Introduction and Polonaise brillante in C major for cello and piano, Op. 3\" (text)\n\n\"a stylized portrait of a young traveler accompanied by an older man holding a field notebook, suggesting the zoologist companion Feliks Jarocki\" (figure)\n\"a cartoon scene of a small opera house interior with a conductor on a raised platform, implying the operatic performances attended\" (figure)\n\"a stylized drawing of an aristocratic residence with a composer guest being welcomed at an entryway, implying the princely host\" (figure)\n\"a small illustrative scene of a pianist and cellist playing together in an intimate salon, implying the Introduction and Polonaise brillante for cello and piano\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary with labeled vignettes and clear spatial grouping.",
    "infographic_id": 80,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "In September 1828 Chopin, while still a student, visited Berlin with a family friend, zoologist Feliks Jarocki, enjoying operas directed by Gaspare Spontini and attending concerts by Carl Friedrich Zelter, Felix Mendelssohn and other celebrities. On an 1829 return trip to Berlin, he was a guest of Prince Antoni Radziwiłł, governor of the Grand Duchy of Posen—himself an accomplished composer and aspiring cellist. For the prince and his pianist daughter Wanda, he composed his Introduction and Polonaise brillante in C major for cello and piano, Op. 3.",
    "qa_count": 14,
    "ids": [
      "56cbeb396d243a140015ede8",
      "56cbeb396d243a140015ede9",
      "56cbeb396d243a140015edeb",
      "56cbeb396d243a140015edec",
      "56cf69144df3c31400b0d745",
      "56cf69144df3c31400b0d746",
      "56cf69144df3c31400b0d747",
      "56cf69144df3c31400b0d748",
      "56cf69144df3c31400b0d749",
      "56d3148359d6e41400146218",
      "56d3148359d6e41400146219",
      "56d3148359d6e4140014621a",
      "56d3148359d6e4140014621b",
      "56d3148359d6e4140014621c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's early public career and works\" (text) focused on \"events, compositions, and reception around 1829–1830\" (text). Near the top there is a concise heading and a short contextual phrase, above the middle a timeline-style summary phrase sits adjacent to illustrative scenes, and below a closing label ties reception quotes to a concert illustration. \"Chopin composed a set of variations titled Souvenir de Paganini after hearing Niccolò Paganini\" (text)\n\"Three weeks after finishing studies he made his Vienna debut in August and gave two piano concerts\" (text)\n\"Returned to Warsaw in September 1829 and premiered Piano Concerto No. 2 in F minor, Op. 21 on 17 March 1830\" (text)\n\"Some reviewers said he was too delicate for those accustomed to the piano-bashing of local artists\" (text)\n\"a stylized cartoon violinist performing onstage to suggest the influential violin recital\" (figure)\n\"a cartoon pianist appearing on a concert platform to represent the Vienna debut concerts\" (figure)\n\"a silhouette of a small audience reacting with mixed applause to indicate favourable and critical reviews\" (figure)\n\"a stylized illustration of a pianist solo with an orchestral outline implying the concerto premiere\" (figure) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 81,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "Back in Warsaw that year, Chopin heard Niccolò Paganini play the violin, and composed a set of variations, Souvenir de Paganini. It may have been this experience which encouraged him to commence writing his first Études, (1829–32), exploring the capacities of his own instrument. On 11 August, three weeks after completing his studies at the Warsaw Conservatory, he made his debut in Vienna. He gave two piano concerts and received many favourable reviews—in addition to some commenting (in Chopin's own words) that he was \"too delicate for those accustomed to the piano-bashing of local artists\". In one of these concerts, he premiered his Variations on Là ci darem la mano, Op. 2 (variations on an aria from Mozart's opera Don Giovanni) for piano and orchestra. He returned to Warsaw in September 1829, where he premiered his Piano Concerto No. 2 in F minor, Op. 21 on 17 March 1830.",
    "qa_count": 13,
    "ids": [
      "56cbedde6d243a140015edf2",
      "56cbedde6d243a140015edf4",
      "56cbedde6d243a140015edf5",
      "56cbedde6d243a140015edf6",
      "56cf6af94df3c31400b0d761",
      "56cf6af94df3c31400b0d762",
      "56cf6af94df3c31400b0d763",
      "56cf6af94df3c31400b0d764",
      "56cf6af94df3c31400b0d765",
      "56d315d159d6e41400146222",
      "56d315d159d6e41400146223",
      "56d315d159d6e41400146224",
      "56d315d159d6e41400146225"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's departure and reaction\" (text) focused on \"Chopin's journey, companions, and response to the uprising\" (text). At the top a concise header and date anchor the narrative, the middle shows travel and companionship, and the lower area presents emotional response and scholarly comment.\n\n\"Chopin's departure into western Europe began on 2 November 1830\" (text)\n\"Chopin traveled first to Austria with companion Woyciechowski and intended to continue to Italy\" (text)\n\"Woyciechowski returned to Poland to enlist in the November 1830 Uprising, and Chopin learned in 1831 that the uprising was crushed\" (text)\n\"Chopin wrote to a friend when homesick: \\\"I curse the moment of my departure.\\\" and a historian, Zdzisław Jachimecki, later commented on these events\" (text)\n\"a stylized map showing a simple route from a Polish city toward western regions with a marked stop at a neighboring country\" (figure)\n\"a cartoon of two traveling companions walking with luggage, one figure placed near the companion text\" (figure)\n\"a silhouette of a solitary seated figure writing in a private journal, placed near the homesick quotation\" (figure)\n\"a symbolic portrait-style illustration of a reflective historian figure positioned near the scholarly attribution\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 82,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Chopin's successes as a composer and performer opened the door to western Europe for him, and on 2 November 1830, he set out, in the words of Zdzisław Jachimecki, \"into the wide world, with no very clearly defined aim, forever.\" With Woyciechowski, he headed for Austria, intending to go on to Italy. Later that month, in Warsaw, the November 1830 Uprising broke out, and Woyciechowski returned to Poland to enlist. Chopin, now alone in Vienna, was nostalgic for his homeland, and wrote to a friend, \"I curse the moment of my departure.\" When in September 1831 he learned, while travelling from Vienna to Paris, that the uprising had been crushed, he expressed his anguish in the pages of his private journal: \"Oh God! ... You are there, and yet you do not take vengeance!\" Jachimecki ascribes to these events the composer's maturing \"into an inspired national bard who intuited the past, present and future of his native Poland.\"",
    "qa_count": 13,
    "ids": [
      "56cbef3a6d243a140015edfc",
      "56cbef3a6d243a140015edfd",
      "56cbef3a6d243a140015edfe",
      "56cbef3a6d243a140015ee00",
      "56cf6ca44df3c31400b0d777",
      "56cf6ca44df3c31400b0d778",
      "56cf6ca44df3c31400b0d779",
      "56cf6ca44df3c31400b0d77a",
      "56d3171959d6e4140014622c",
      "56d3171959d6e4140014622d",
      "56d3171959d6e4140014622e",
      "56d3171959d6e4140014622f",
      "56d3171959d6e41400146230"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin in exile: arrival and identity\" (text) focused on \"Frédéric Chopin's migration, citizenship, language, and ties to fellow exiles\" (text). At the top a brief header summarizes arrival and broader exile context, near that a visual emphasizes the arrival month and its consequence. Below that, central text notes citizenship, passport, and biographer commentary adjacent to an illustration about name usage and language comfort. Near the middle a figure shows Chopin's relationships with other exiles and a supporting caption about the biographer sits below it. At the bottom a concluding label about his national identification appears near a final illustrative scene.\n\n\"Chopin arrived in Paris in September 1831 and joined the Polish Great Emigration\" (text)\n\"After arriving he used French versions of his given names, never felt fully comfortable speaking French, and was described as never considering himself French by Adam Zamoyski\" (text)\n\"Chopin received French citizenship in 1835, thereafter travelled on a France passport, and remained close to fellow Poles as friends and confidants\" (text)\n\"He never returned to Poland and continued to identify as Polish\" (text)\n\"a stylized map marker showing arrival into a foreign city without people or text\" (figure)\n\"a cartoon of a person holding dual-name labels, one set styled as French forms and one as original forms, without letters\" (figure)\n\"a silhouette scene of two figures speaking closely to represent friendships and confidants\" (figure)\n\"a stylized portrait sketch of an author figure to represent the biographer Adam Zamoyski without words\" (figure)\n\nThe overall style of the image is clear, illustrative, and documentary.",
    "infographic_id": 83,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Chopin arrived in Paris in late September 1831; he would never return to Poland, thus becoming one of many expatriates of the Polish Great Emigration. In France he used the French versions of his given names, and after receiving French citizenship in 1835, he travelled on a French passport. However, Chopin remained close to his fellow Poles in exile as friends and confidants and he never felt fully comfortable speaking French. Chopin's biographer Adam Zamoyski writes that he never considered himself to be French, despite his father's French origins, and always saw himself as a Pole.",
    "qa_count": 14,
    "ids": [
      "56cbf12a6d243a140015ee06",
      "56cbf12a6d243a140015ee07",
      "56cbf12a6d243a140015ee08",
      "56cbf12a6d243a140015ee09",
      "56cbf12a6d243a140015ee0a",
      "56cf6d3e4df3c31400b0d781",
      "56cf6d3e4df3c31400b0d782",
      "56cf6d3e4df3c31400b0d783",
      "56cf6d3e4df3c31400b0d784",
      "56d318f359d6e41400146236",
      "56d318f359d6e41400146237",
      "56d318f359d6e41400146238",
      "56d318f359d6e41400146239",
      "56d318f359d6e4140014623a"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Paris Years: Networking and Creations\" (text) focused on \"Chopin's acquaintances and musical settings in Paris\" (text). At the top a concise header introduces the setting and fame, above a middle cluster showing acquaintances and a supporting illustration, and below a note links the poet and the musical outcome near a related figure. \n\"Chopin achieved celebrity status in Paris during his years there\" (text)\n\"Chopin became acquainted with many notable artists and writers including Hector Berlioz, Franz Liszt, Ferdinand Hiller, Heinrich Heine, Eugène Delacroix, and Alfred de Vigny\" (text)\n\"Chopin also knew the poet Adam Mickiewicz, who served as principal of the Polish Literary Society\" (text)\n\"Chopin set verses by Adam Mickiewicz as songs\" (text)\n\"a stylized group of musicians and writers gathered in a salon scene, showing interaction and exchange\" (figure)\n\"a cartoon portrait of a poet holding a manuscript to indicate literary influence without text\" (figure)\n\"a stylized pianist at a writing desk composing and marking musical notes to suggest song setting\" (figure) The overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 84,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "In Paris, Chopin encountered artists and other distinguished figures, and found many opportunities to exercise his talents and achieve celebrity. During his years in Paris he was to become acquainted with, among many others, Hector Berlioz, Franz Liszt, Ferdinand Hiller, Heinrich Heine, Eugène Delacroix, and Alfred de Vigny. Chopin was also acquainted with the poet Adam Mickiewicz, principal of the Polish Literary Society, some of whose verses he set as songs.",
    "qa_count": 7,
    "ids": [
      "56cbf37e6d243a140015ee10",
      "56cbf37e6d243a140015ee12",
      "56cbf37e6d243a140015ee13",
      "56cf6e0d4df3c31400b0d789",
      "56cf6e0d4df3c31400b0d78a",
      "56d319d459d6e41400146240",
      "56d319d459d6e41400146241"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Friends who shaped Chopin in Paris\" (text) focused on \"two Polish friends and their roles\" (text). At the top a concise header introduces the subject, near it a short summary line names their shared origin and early connection. Below that, left and right panels present the two friends with supportive illustrative captions, and a bottom note links their functions to Chopin's Paris life. \n\n\"Friends who shaped Chopin in Paris\" (text)\n\"Two Polish friends and their roles during Chopin's life in Paris\" (text)\n\"Julian Fontana, fellow student from the Warsaw Conservatory who tried but failed to establish himself in England and acted as general factotum and copyist\" (text)\n\"Albert Grzymała, who became a wealthy financier and trusted adviser in Paris and gradually filled the role of an elder brother\" (text)\n\"a stylized portrait of two young students talking near a conservatory entrance\" (figure)\n\"a cartoon scene of a man looking unsuccessful while standing beside a foggy port to suggest failed attempts to settle abroad\" (figure)\n\"a stylized illustration of a well-dressed man advising another man with a supportive gesture to suggest an elder brother figure\" (figure)\n\"The overall style of the image is clean, informative, and illustrative with clear labels and supportive cartoon-style figures.\"",
    "infographic_id": 85,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Two Polish friends in Paris were also to play important roles in Chopin's life there. His fellow student at the Warsaw Conservatory, Julian Fontana, had originally tried unsuccessfully to establish himself in England; Albert Grzymała, who in Paris became a wealthy financier and society figure, often acted as Chopin's adviser and \"gradually began to fill the role of elder brother in [his] life.\" Fontana was to become, in the words of Michałowski and Samson, Chopin's \"general factotum and copyist\".",
    "qa_count": 11,
    "ids": [
      "56cbf5106d243a140015ee18",
      "56cbf5106d243a140015ee19",
      "56cbf5106d243a140015ee1a",
      "56cbf5106d243a140015ee1b",
      "56cbf5106d243a140015ee1c",
      "56cf6f874df3c31400b0d796",
      "56d31b3759d6e41400146244",
      "56d31b3759d6e41400146245",
      "56d31b3759d6e41400146246",
      "56d31b3759d6e41400146247",
      "56d31b3759d6e41400146248"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's Paris breakthrough and early patrons\" (text) focused on \"how early approval, a debut concert, patrons, and income changed his career\" (text). At the top a brief header summarizes the turning point, near a visual that highlights approval and reaction. \n\"Early major endorsement came from Robert Schumann in 1831, praising him as a genius\" (text)\n\"Debut concert at the Salle Pleyel on 26 February 1832 drew universal admiration\" (text)\n\"After the concert he found his intimate keyboard technique was not ideal for large concert spaces\" (text)\n\"Patronage from the affluent Rothschild family and salon invitations led to elite connections\" (text)\n\"By winter 1832 he earned income publishing his works and teaching piano to affluent students, freeing him from depending on his father\" (text)\n\"a stylized portrait of a man reading a music review to indicate the first public approval\" (figure)\n\"a cartoon of a small concert salon with an applauding audience to represent the Salle Pleyel debut\" (figure)\n\"a silhouette of a pianist at a single keyboard in a large empty auditorium to illustrate intimate technique unsuited to big spaces\" (figure)\n\"a simple illustration of a refined salon scene with wealthy patrons to suggest Rothschild patronage and private salons\" (figure)\nThe overall style of the image is clean, informational, and illustrative with clear labels and supportive cartoon-style figures.",
    "infographic_id": 86,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "At the end of 1831, Chopin received the first major endorsement from an outstanding contemporary when Robert Schumann, reviewing the Op. 2 Variations in the Allgemeine musikalische Zeitung (his first published article on music), declared: \"Hats off, gentlemen! A genius.\" On 26 February 1832 Chopin gave a debut Paris concert at the Salle Pleyel which drew universal admiration. The critic François-Joseph Fétis wrote in the Revue et gazette musicale: \"Here is a young man who ... taking no model, has found, if not a complete renewal of piano music, ... an abundance of original ideas of a kind to be found nowhere else ...\" After this concert, Chopin realized that his essentially intimate keyboard technique was not optimal for large concert spaces. Later that year he was introduced to the wealthy Rothschild banking family, whose patronage also opened doors for him to other private salons (social gatherings of the aristocracy and artistic and literary elite). By the end of 1832 Chopin had established himself among the Parisian musical elite, and had earned the respect of his peers such as Hiller, Liszt, and Berlioz. He no longer depended financially upon his father, and in the winter of 1832 he began earning a handsome income from publishing his works and teaching piano to affluent students from all over Europe. This freed him from the strains of public concert-giving, which he disliked.",
    "qa_count": 10,
    "ids": [
      "56cbf7d16d243a140015ee22",
      "56cbf7d16d243a140015ee23",
      "56cbf7d16d243a140015ee24",
      "56cbf7d16d243a140015ee25",
      "56cf70c74df3c31400b0d799",
      "56cf70c74df3c31400b0d79a",
      "56cf70c74df3c31400b0d79c",
      "56d31bfb59d6e4140014624e",
      "56d31bfb59d6e41400146250",
      "56d31bfb59d6e41400146252"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's performance and publishing highlights\" (text) focused on \"where he played, who he played with, and how his works were published\" (text). At the top a concise header introduces the theme, the middle groups performance anecdotes with small illustrative figures, and the bottom summarizes publishing and collaborative composition notes. \n\"Chopin preferred performing in his own Paris apartment for small groups of friends\" (text)\n\"Chopin gave a yearly concert at the Salle Pleyel, a venue seating three hundred\" (text)\n\"On 23 March 1833 Chopin performed on pianos alongside Liszt and Hiller and later contributed to Liszt's Hexameron\" (text)\n\"Chopin performed with his pupil Adolphe Gutmann and other pianists in multi‑player arrangements\" (text)\n\"Chopin contracted with Maurice Schlesinger in 1833 to publish his music in France, Germany, and England\" (text)\n\"a stylized illustration of a small salon scene with a pianist and a few listeners\" (figure)\n\"a cartoon of a modest concert hall interior suggesting a three‑hundred seat venue\" (figure)\n\"a stylized scene of three pianists seated at adjacent keyboards suggesting a shared performance\" (figure)\n\"a silhouette of two musicians consulting over a manuscript to suggest collaborative composition and publishing arrangements\" (figure) The overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 87,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "Chopin seldom performed publicly in Paris. In later years he generally gave a single annual concert at the Salle Pleyel, a venue that seated three hundred. He played more frequently at salons, but preferred playing at his own Paris apartment for small groups of friends. The musicologist Arthur Hedley has observed that \"As a pianist Chopin was unique in acquiring a reputation of the highest order on the basis of a minimum of public appearances—few more than thirty in the course of his lifetime.\" The list of musicians who took part in some of his concerts provides an indication of the richness of Parisian artistic life during this period. Examples include a concert on 23 March 1833, in which Chopin, Liszt and Hiller performed (on pianos) a concerto by J.S. Bach for three keyboards; and, on 3 March 1838, a concert in which Chopin, his pupil Adolphe Gutmann, Charles-Valentin Alkan, and Alkan's teacher Joseph Zimmermann performed Alkan's arrangement, for eight hands, of two movements from Beethoven's 7th symphony. Chopin was also involved in the composition of Liszt's Hexameron; he wrote the sixth (and final) variation on Bellini's theme. Chopin's music soon found success with publishers, and in 1833 he contracted with Maurice Schlesinger, who arranged for it to be published not only in France but, through his family connections, also in Germany and England.",
    "qa_count": 9,
    "ids": [
      "56cbfa0e6d243a140015ee2d",
      "56cbfa0e6d243a140015ee2e",
      "56cf75794df3c31400b0d7d1",
      "56cf75794df3c31400b0d7d2",
      "56cf75794df3c31400b0d7d3",
      "56cf75794df3c31400b0d7d4",
      "56d31dcb59d6e41400146259",
      "56d31dcb59d6e4140014625b",
      "56d31dcb59d6e4140014625c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's early travels and relationships\" (text) focused on \"Chopin between 1834 and 1836\" (text). At the top there is a concise header and a short timeline label near a sequence of event visuals. \"Chopin attended the Lower Rhenish Music Festival in Aix-la-Chapelle in spring 1834 with Hiller, where he met Felix Mendelssohn\" (text)\n\"a stylized scene of three musicians at a festival, two conversing near a piano\" (figure)\n\"After the festival they visited Düsseldorf and spent a very agreeable day playing and discussing music at Mendelssohn's piano\" (text)\n\"a cartoon of a man at a piano with two visitors and a small portrait easel nearby\" (figure)\n\"Chopin met Friedrich Wilhelm Schadow, director of the Academy of Art, and pupils during the Düsseldorf visit\" (text)\n\"a stylized interior showing an art academy director speaking with students and visitors\" (figure)\n\"Chopin's final meeting with his parents occurred in Carlsbad in 1835, and in July 1836 he proposed to Maria with her mother Countess Wodzińska approving in principle\" (text)\n\"a silhouetted scene of a young woman and an envelope beside a family group, implying a proposal and final correspondence\" (figure) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 88,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 21,
    "keywords_total": 21,
    "context": "In the spring of 1834, Chopin attended the Lower Rhenish Music Festival in Aix-la-Chapelle with Hiller, and it was there that Chopin met Felix Mendelssohn. After the festival, the three visited Düsseldorf, where Mendelssohn had been appointed musical director. They spent what Mendelssohn described as \"a very agreeable day\", playing and discussing music at his piano, and met Friedrich Wilhelm Schadow, director of the Academy of Art, and some of his eminent pupils such as Lessing, Bendemann, Hildebrandt and Sohn. In 1835 Chopin went to Carlsbad, where he spent time with his parents; it was the last time he would see them. On his way back to Paris, he met old friends from Warsaw, the Wodzińskis. He had made the acquaintance of their daughter Maria in Poland five years earlier, when she was eleven. This meeting prompted him to stay for two weeks in Dresden, when he had previously intended to return to Paris via Leipzig. The sixteen-year-old girl's portrait of the composer is considered, along with Delacroix's, as among Chopin's best likenesses. In October he finally reached Leipzig, where he met Schumann, Clara Wieck and Felix Mendelssohn, who organised for him a performance of his own oratorio St. Paul, and who considered him \"a perfect musician\". In July 1836 Chopin travelled to Marienbad and Dresden to be with the Wodziński family, and in September he proposed to Maria, whose mother Countess Wodzińska approved in principle. Chopin went on to Leipzig, where he presented Schumann with his G minor Ballade. At the end of 1836 he sent Maria an album in which his sister Ludwika had inscribed seven of his songs, and his 1835 Nocturne in C-sharp minor, Op. 27, No. 1. The anodyne thanks he received from Maria proved to be the last letter he was to have from her.",
    "qa_count": 13,
    "ids": [
      "56cbfbdd6d243a140015ee36",
      "56cbfbdd6d243a140015ee37",
      "56cbfbdd6d243a140015ee38",
      "56cbfbdd6d243a140015ee39",
      "56cf7b8a4df3c31400b0d81f",
      "56cf7b8a4df3c31400b0d820",
      "56cf7b8a4df3c31400b0d821",
      "56cf7b8a4df3c31400b0d822",
      "56cf7b8a4df3c31400b0d823",
      "56d31f8a59d6e41400146262",
      "56d31f8a59d6e41400146263",
      "56d31f8a59d6e41400146264",
      "56d31f8a59d6e41400146266"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's early Paris connections and debut\" (text) focused on \"Chopin's letter, curious acquaintances, and a noted first performance\" (text). At the top, a brief header summarizes the letter and its recipient, above a middle section pairing the curious names with an illustrated meeting scene, and below a highlighted debut scene with the noted attendee and venue.\n\n\"Header noting a dated letter sent to Woyciechowski mentioning several curious acquaintances\" (text)\n\"A combined label listing the three names Chopin mentioned as subjects of his curiosity: Herz, Liszt, Hiller\" (text)\n\"Event label stating the date and venue of Chopin's Parisian debut: 26 February 1832 at the Salle Pleyel\" (text)\n\"Notable attendee label placed near the debut scene identifying Liszt as present\" (text)\n\n\"a stylized illustration of a letter being written on a table, adjacent to the header\" (figure)\n\"a cartoon grouping of three attentive musicians in conversation, placed near the names label\" (figure)\n\"a stylized concert scene inside a small hall with a lone attentive figure in the audience, positioned next to the event label\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 89,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Although it is not known exactly when Chopin first met Liszt after arriving in Paris, on 12 December 1831 he mentioned in a letter to his friend Woyciechowski that \"I have met Rossini, Cherubini, Baillot, etc.—also Kalkbrenner. You would not believe how curious I was about Herz, Liszt, Hiller, etc.\" Liszt was in attendance at Chopin's Parisian debut on 26 February 1832 at the Salle Pleyel, which led him to remark: \"The most vigorous applause seemed not to suffice to our enthusiasm in the presence of this talented musician, who revealed a new phase of poetic sentiment combined with such happy innovation in the form of his art.\"",
    "qa_count": 6,
    "ids": [
      "56cbfcda6d243a140015ee40",
      "56cbfcda6d243a140015ee41",
      "56cbfcda6d243a140015ee42",
      "56cf75c64df3c31400b0d7d9",
      "56d3202159d6e4140014626d",
      "56d3202159d6e4140014626f"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Liszt Paris Performances\" (text) focused on \"their friendship, residences, and joint concerts between 1833 and 1841\" (text). At the top is an overview headline and location summary, near the middle are event highlights and the first concert details, and near the bottom are the last joint appearance and charity note. \"Chopin lived at 38 Rue de la Chaussée-d'Antin while Liszt lived a few blocks away at the Hôtel de France on the Rue Lafitte\" (text)\n\"a series of seven joint public performances between 1833 and 1841\" (text)\n\"first joint performance on 2 April 1833 benefiting Harriet Smithson, featuring a piano duet performance\" (text)\n\"final public appearances on 25 and 26 April 1841 at Salle Pleyel and the Paris Conservatory for the Beethoven Memorial in Bonn\" (text)\n\"a stylized map showing two nearby houses connected by a short route\" (figure)\n\"a cartoon of two musicians at a small salon piano playing together\" (figure)\n\"a stylized concert poster scene without words showing an interior concert hall\" (figure)\n\"a silhouette of a charity fundraising scene with attendees and a conductor\" (figure) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 90,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 21,
    "keywords_total": 21,
    "context": "The two became friends, and for many years lived in close proximity in Paris, Chopin at 38 Rue de la Chaussée-d'Antin, and Liszt at the Hôtel de France on the Rue Lafitte, a few blocks away. They performed together on seven occasions between 1833 and 1841. The first, on 2 April 1833, was at a benefit concert organized by Hector Berlioz for his bankrupt Shakespearean actress wife Harriet Smithson, during which they played George Onslow's Sonata in F minor for piano duet. Later joint appearances included a benefit concert for the Benevolent Association of Polish Ladies in Paris. Their last appearance together in public was for a charity concert conducted for the Beethoven Memorial in Bonn, held at the Salle Pleyel and the Paris Conservatory on 25 and 26 April 1841.",
    "qa_count": 11,
    "ids": [
      "56cbff116d243a140015ee46",
      "56cbff116d243a140015ee47",
      "56cbff116d243a140015ee48",
      "56cbff116d243a140015ee49",
      "56cbff116d243a140015ee4a",
      "56cf7c234df3c31400b0d832",
      "56cf7c234df3c31400b0d834",
      "56cf7c234df3c31400b0d835",
      "56d320bf59d6e41400146274",
      "56d320bf59d6e41400146276",
      "56d320bf59d6e41400146277"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Liszt: a complex musical friendship\" (text) focused on \"the uneasy, partly admiring relationship between two Romantic composers\" (text). At the top, a concise headline summarizes their mixed feelings and mutual influences. \"An uneasy friendship with love-hate relationship qualities\" (text)\n\"a dedication and musical rivalry centered on Op. 10 Études, and a letter to Hiller about performance\" (text) appears near a supporting illustration showing two stylized pianists facing each other. \"Liszt's theatricality, showmanship and success captivated Chopin\" (text) sits adjacent to a small figure suggesting public performance and applause. \"A public embellishment prompted an apology from Liszt to Chopin\" (text) is placed near an illustration of a stylized pianist adding ornamentation to sheet music followed by a bowing figure. \"Chopin still called him 'my friend Liszt' in letters dated up to 1848\" (text) is below, near a figure of a stylized letter with a pen. \"Personal entanglements involved Marie d'Agoult and concerns about a relationship with George Sand\" (text) appears at the bottom alongside a figure hinting at interpersonal tension among three stylized silhouettes. \"Two stylized pianists in respectful yet distant posture\" (figure)\n\"a stylized solo pianist performing to an illustrated audience\" (figure)\n\"a stylized hand adding ornamental flourishes to a musical staff\" (figure)\n\"a stylized envelope and quill suggesting surviving correspondence\" (figure)\n\"three silhouetted figures implying romantic tension and rivalry\" (figure) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 91,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "Although the two displayed great respect and admiration for each other, their friendship was uneasy and had some qualities of a love-hate relationship. Harold C. Schonberg believes that Chopin displayed a \"tinge of jealousy and spite\" towards Liszt's virtuosity on the piano, and others have also argued that he had become enchanted with Liszt's theatricality, showmanship and success. Liszt was the dedicatee of Chopin's Op. 10 Études, and his performance of them prompted the composer to write to Hiller, \"I should like to rob him of the way he plays my studies.\" However, Chopin expressed annoyance in 1843 when Liszt performed one of his nocturnes with the addition of numerous intricate embellishments, at which Chopin remarked that he should play the music as written or not play it at all, forcing an apology. Most biographers of Chopin state that after this the two had little to do with each other, although in his letters dated as late as 1848 he still referred to him as \"my friend Liszt\". Some commentators point to events in the two men's romantic lives which led to a rift between them; there are claims that Liszt had displayed jealousy of his mistress Marie d'Agoult's obsession with Chopin, while others believe that Chopin had become concerned about Liszt's growing relationship with George Sand.",
    "qa_count": 11,
    "ids": [
      "56cc02376d243a140015ee50",
      "56cc02376d243a140015ee51",
      "56cc02376d243a140015ee52",
      "56cc02376d243a140015ee53",
      "56cfdb3e234ae51400d9bf7d",
      "56cfdb3e234ae51400d9bf7f",
      "56d3227259d6e4140014627e",
      "56d3227259d6e4140014627f",
      "56d3227259d6e41400146280",
      "56d3227259d6e41400146281",
      "56d3227259d6e41400146282"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Romantic Entanglements\" (text) focused on \"social meetings, letters, and relationships in the late 1830s\" (text). At the top the title and topic appear with a brief header phrase summarizing the scene, above a left cluster showing the meeting and a right cluster showing the interrupted engagement, and below these clusters are two illustrative vignettes that support the emotional details. \"A gathering hosted by Marie d'Agoult where Chopin met the author George Sand\" (text)\n\"A note that Chopin placed on a package of letters reading 'My tragedy' adjacent to the letter vignette\" (text)\n\"Maria Wodzińska's mother telling Chopin in early 1837 that marriage with her daughter was unlikely, possibly due to his poor health\" (text)\n\"Sand admitting strong feelings and writing to Grzymała as she weighed leaving a current affair\" (text)\n\"a stylized illustration of two conversing figures at a literary salon, near the meeting text\" (figure)\n\"a stylized illustration of a small sealed package with a visible handwritten label, near the note text\" (figure)\n\"a stylized silhouette of a concerned woman reading a letter, adjacent to the engagement text\" (figure)\n\"a stylized cartoon of a contemplative figure writing a letter, adjacent to the Sand confession text\" (figure) The overall style of the image is clear, illustrative, and historically evocative.",
    "infographic_id": 92,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "In 1836, at a party hosted by Marie d'Agoult, Chopin met the French author George Sand (born [Amantine] Aurore [Lucile] Dupin). Short (under five feet, or 152 cm), dark, big-eyed and a cigar smoker, she initially repelled Chopin, who remarked, \"What an unattractive person la Sand is. Is she really a woman?\" However, by early 1837 Maria Wodzińska's mother had made it clear to Chopin in correspondence that a marriage with her daughter was unlikely to proceed. It is thought that she was influenced by his poor health and possibly also by rumours about his associations with women such as d'Agoult and Sand. Chopin finally placed the letters from Maria and her mother in a package on which he wrote, in Polish, \"My tragedy\". Sand, in a letter to Grzymała of June 1838, admitted strong feelings for the composer and debated whether to abandon a current affair in order to begin a relationship with Chopin; she asked Grzymała to assess Chopin's relationship with Maria Wodzińska, without realising that the affair, at least from Maria's side, was over.",
    "qa_count": 10,
    "ids": [
      "56cc06496d243a140015ee5a",
      "56cc06496d243a140015ee5d",
      "56cc06496d243a140015ee5e",
      "56cfdc7f234ae51400d9bf8b",
      "56cfdc7f234ae51400d9bf8e",
      "56cfdc7f234ae51400d9bf8f",
      "56d3234159d6e41400146288",
      "56d3234159d6e41400146289",
      "56d3234159d6e4140014628b",
      "56d3234159d6e4140014628c"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Sand travels and shelter\" (text) focused on \"their journeys, companions, and winter refuge\" (text). At the top, a concise header sets the timeframe and key movements; near the middle, paired illustrations show people and places with brief labels; below, a summary line ties motivations and outcomes together.  \n\"Chopin visited London in June 1837 with piano maker Camille Pleyel and played at a soirée\" (text)  \n\"On return to Paris his association with Sand began in earnest and by June 1838 they had become lovers\" (text)  \n\"Sand was six years older than Chopin and they spent a miserable winter together on Majorca while fleeing threats from Félicien Mallefille\" (text)  \n\"They were ostracized for not being married and took shelter in Valldemossa at a former Carthusian monastery\" (text)  \n\"a stylized illustration of a visiting pianist at a private musical soirée\" (figure)  \n\"a cartoon of a writer and composer shown together with an inset marker for a seaside island\" (figure)  \n\"a silhouette of a small family group including two children traveling toward a monastery\" (figure)  \n\"a simple illustration of a monastery building with a small sheltering group nearby\" (figure) The overall style of the image is clear, illustrative, and documentary.",
    "infographic_id": 93,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 23,
    "keywords_total": 23,
    "context": "In June 1837 Chopin visited London incognito in the company of the piano manufacturer Camille Pleyel where he played at a musical soirée at the house of English piano maker James Broadwood. On his return to Paris, his association with Sand began in earnest, and by the end of June 1838 they had become lovers. Sand, who was six years older than the composer, and who had had a series of lovers, wrote at this time: \"I must say I was confused and amazed at the effect this little creature had on me ... I have still not recovered from my astonishment, and if I were a proud person I should be feeling humiliated at having been carried away ...\" The two spent a miserable winter on Majorca (8 November 1838 to 13 February 1839), where, together with Sand's two children, they had journeyed in the hope of improving the health of Chopin and that of Sand's 15-year-old son Maurice, and also to escape the threats of Sand's former lover Félicien Mallefille. After discovering that the couple were not married, the deeply traditional Catholic people of Majorca became inhospitable, making accommodation difficult to find. This compelled the group to take lodgings in a former Carthusian monastery in Valldemossa, which gave little shelter from the cold winter weather.",
    "qa_count": 15,
    "ids": [
      "56cc07886d243a140015ee64",
      "56cc07886d243a140015ee65",
      "56cc07886d243a140015ee66",
      "56cc07886d243a140015ee67",
      "56cc07886d243a140015ee68",
      "56cfdd64234ae51400d9bf97",
      "56cfdd64234ae51400d9bf98",
      "56cfdd64234ae51400d9bf99",
      "56cfdd64234ae51400d9bf9a",
      "56cfdd64234ae51400d9bf9b",
      "56d323fb59d6e41400146292",
      "56d323fb59d6e41400146293",
      "56d323fb59d6e41400146294",
      "56d323fb59d6e41400146295",
      "56d323fb59d6e41400146296"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin in Majorca: illness, instruments, and compositions\" (text) focused on \"a composer’s struggles with health and a delayed piano delivery\" (text). At the top, a brief heading summarizes the situation and the arrival of the instrument; near the middle, a quoted line and supporting illustration highlight the doctors and health complaint; below, composition activity and correspondence are shown near the piano illustration. \"Chopin complained about his bad health and the incompetence of the doctors while in Majorca\" (text)\n\"Three doctors visited him; the count is given explicitly as 3 and he described their grim assessments\" (text)\n\"His Pleyel piano had trouble being delivered but arrived in December in the best possible condition\" (text)\n\"He wrote to Pleyel sending his Preludes and worked on several other pieces while there\" (text)\n\"a stylized illustration of a sick man attended by three concerned medical figures, showing interaction without text\" (figure)\n\"a cartoon of a small upright piano being carried from a small boat through rough seas, no words\" (figure)\n\"a simple sketch of handwritten pages and a folded letter to accompany the published preludes, no words\" (figure)\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 94,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "On 3 December, Chopin complained about his bad health and the incompetence of the doctors in Majorca: \"Three doctors have visited me ... The first said I was dead; the second said I was dying; and the third said I was about to die.\" He also had problems having his Pleyel piano sent to him. It finally arrived from Paris in December. Chopin wrote to Pleyel in January 1839: \"I am sending you my Preludes [(Op. 28)]. I finished them on your little piano, which arrived in the best possible condition in spite of the sea, the bad weather and the Palma customs.\" Chopin was also able to undertake work on his Ballade No. 2, Op. 38; two Polonaises, Op. 40; and the Scherzo No. 3, Op. 39.",
    "qa_count": 9,
    "ids": [
      "56cc08eb6d243a140015ee6e",
      "56cc08eb6d243a140015ee6f",
      "56cc08eb6d243a140015ee70",
      "56cfddc4234ae51400d9bfa1",
      "56cfddc4234ae51400d9bfa2",
      "56d347fb59d6e4140014629c",
      "56d347fb59d6e4140014629d",
      "56d347fb59d6e4140014629f",
      "56d347fb59d6e414001462a0"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Sand: movements and relationships\" (text) focused on \"locations, travel, and key events during a productive but troubled period\" (text). At the top a concise timeline phrase introduces the cause and consequence of the health decline, near a supporting illustration of travel and recovery in the middle, and at the bottom a summary of apartment locations and later moves adjacent to a pairing illustration.\n\n\"Cause of health decline and onward decision to leave the island due to bad weather\" (text)\n\"Sand sold the piano to a local French couple called the Canuts before departure\" (text)\n\"Group route: first to Barcelona, then traveling to Marseilles where Chopin convalesced\" (text)\n\"Summer residence at Sand's estate in Nohant for most summers until 1846\" (text)\n\"Later Paris locations: Chopin at 5 rue Tronchet and adjacent move to Square d'Orléans in 1842\" (text)\n\n\"a cartoon of a small coastal scene showing stormy weather and a worried figure by a simple dwelling\" (figure)\n\"a stylized illustrative scene of a modest piano exchange between two local figures and a departing couple\" (figure)\n\"a silhouette-style vignette of a traveling carriage arriving at a harbor with one figure assisted, implying convalescence\" (figure)\n\"a cartoon map fragment showing two labeled town markers connected by a simple route with a small house icon at Nohant\" (figure)\n\nThe overall style of the image is clear, documentary, and illustrative with a calm, explanatory tone.",
    "infographic_id": 95,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Although this period had been productive, the bad weather had such a detrimental effect on Chopin's health that Sand determined to leave the island. To avoid further customs duties, Sand sold the piano to a local French couple, the Canuts.[n 8] The group traveled first to Barcelona, then to Marseilles, where they stayed for a few months while Chopin convalesced. In May 1839 they headed for the summer to Sand's estate at Nohant, where they spent most summers until 1846. In autumn they returned to Paris, where Chopin's apartment at 5 rue Tronchet was close to Sand's rented accommodation at the rue Pigalle. He frequently visited Sand in the evenings, but both retained some independence. In 1842 he and Sand moved to the Square d'Orléans, living in adjacent buildings.",
    "qa_count": 15,
    "ids": [
      "56cc0d816d243a140015ee78",
      "56cc0d816d243a140015ee79",
      "56cc0d816d243a140015ee7a",
      "56cc0d816d243a140015ee7b",
      "56cc0d816d243a140015ee7c",
      "56cfde92234ae51400d9bfb7",
      "56cfde92234ae51400d9bfb8",
      "56cfde92234ae51400d9bfb9",
      "56cfde92234ae51400d9bfba",
      "56cfde92234ae51400d9bfbb",
      "56d34c7c59d6e414001462a6",
      "56d34c7c59d6e414001462a7",
      "56d34c7c59d6e414001462a8",
      "56d34c7c59d6e414001462a9",
      "56d34c7c59d6e414001462aa"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin in Paris: Funerals and Rehearsals\" (text) focused on \"Chopin's rare performances and attendance at memorial music events\" (text). At the top is a succinct headline and immediately below a summary phrase; a mid section pairs two illustrative scenes with short contextual labels near each; the bottom provides a compact note linking the rehearsal to its commemorative purpose.  \n\"Chopin made a rare organ appearance at a funeral in Paris and performed Franz Schubert's lied Die Gestirne\" (text)  \n\"a cartoon scene of a musician at an organ inside a funeral interior\" (figure)  \n\"Performance at the funeral of Adolphe Nourrit in Paris in 1839\" (text)  \n\"a stylized rehearsal scene showing two attentive listeners beside an orchestral platform\" (figure)  \n\"Present at the dress rehearsal of Berlioz's Grande symphonie funèbre et triomphale on 26 July 1840, commemorating the tenth anniversary of the July Revolution\" (text)  \n\"a silhouette of a ceremonial torch or commemorative emblem suggesting a civic anniversary\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 96,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "At the funeral of the tenor Adolphe Nourrit in Paris in 1839, Chopin made a rare appearance at the organ, playing a transcription of Franz Schubert's lied Die Gestirne. On 26 July 1840 Chopin and Sand were present at the dress rehearsal of Berlioz's Grande symphonie funèbre et triomphale, composed to commemorate the tenth anniversary of the July Revolution. Chopin was reportedly unimpressed with the composition.",
    "qa_count": 9,
    "ids": [
      "56cc0f056d243a140015ee83",
      "56cc0f056d243a140015ee84",
      "56cfdf00234ae51400d9bfc7",
      "56cfdf00234ae51400d9bfc8",
      "56cfdf00234ae51400d9bfc9",
      "56d34dea59d6e414001462b0",
      "56d34dea59d6e414001462b1",
      "56d34dea59d6e414001462b3",
      "56d34dea59d6e414001462b4"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin at Nohant: summer creativity and visitors\" (text) focused on \"quiet productive summers and visiting guests\" (text). At the top a concise headline and subheader introduce the setting and outcomes, near a supporting portrait-style figure that references an eyewitness letter; below that a central panel lists a highlighted work and the visiting guests adjacent to an illustrative scene showing a musical lesson; near the bottom a small captioned figure depicts a dated letter for context.\n\n\"Chopin's calm summers at Nohant produced notable compositions including Polonaise in A-flat major, Op. 53\" (text)\n\"Visitors included the painter Delacroix and the mezzo-soprano Pauline Viardot\" (text)\n\"Chopin advised Pauline Viardot on piano technique and composition\" (text)\n\"An eyewitness letter describing a stay at Nohant was written on 7 June 1842\" (text)\n\n\"a stylized portrait of a man writing a letter indoors\" (figure)\n\"a cartoon scene of a pianist advising a singer at a keyboard\" (figure)\n\"a silhouette of two visitors approaching a country house\" (figure)\n\"a decorative illustration of a folded handwritten letter on a table\" (figure)\n\nThe overall style of the image is clean, documentary, and illustrative.",
    "infographic_id": 97,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "During the summers at Nohant, particularly in the years 1839–43, Chopin found quiet, productive days during which he composed many works, including his Polonaise in A-flat major, Op. 53. Among the visitors to Nohant were Delacroix and the mezzo-soprano Pauline Viardot, whom Chopin had advised on piano technique and composition. Delacroix gives an account of staying at Nohant in a letter of 7 June 1842:",
    "qa_count": 7,
    "ids": [
      "56cc100b6d243a140015ee8a",
      "56cc100b6d243a140015ee8c",
      "56cc100b6d243a140015ee8d",
      "56cfdf7b234ae51400d9bfd6",
      "56d34ffe59d6e414001462bb",
      "56d34ffe59d6e414001462bc",
      "56d34ffe59d6e414001462bd"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's worsening health from 1842\" (text) focused on \"timeline of symptoms, refusals, visits, and modern diagnosis\" (text). The layout flows from top to middle to bottom with key facts near supporting illustrations. \n\"From 1842 onwards Chopin reported severe illness, writing on 21 February 1842 that he had to lie in bed all day because his mouth and tonsils ached so much\" (text)\n\"In 1843 Chopin was forced by illness to decline Alkan's invitation to participate in a Beethoven Seventh Symphony arrangement at Erard's\" (text)\n\"Late in 1844 Charles Hallé visited and found Chopin hardly able to move but playing the piano for his visitor\" (text)\n\"Modern research suggests Chopin may also have suffered from temporal lobe epilepsy alongside other illnesses\" (text)\n\"a stylized scene of a bedridden figure writing a letter, placed near the bed-and-pain text\" (figure)\n\"a cartoon of a folded invitation with a crossed concert stand, positioned adjacent to the declined-invitation text\" (figure)\n\"a silhouette of a pianist seated at a piano with a visitor standing nearby, placed next to the visit text\" (figure)\n\"a symbolic illustrative depiction of the brain with subtle emphasis on a temporal region, located near the modern diagnosis text\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 98,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "From 1842 onwards, Chopin showed signs of serious illness. After a solo recital in Paris on 21 February 1842, he wrote to Grzymała: \"I have to lie in bed all day long, my mouth and tonsils are aching so much.\" He was forced by illness to decline a written invitation from Alkan to participate in a repeat performance of the Beethoven Seventh Symphony arrangement at Erard's on 1 March 1843. Late in 1844, Charles Hallé visited Chopin and found him \"hardly able to move, bent like a half-opened penknife and evidently in great pain\", although his spirits returned when he started to play the piano for his visitor. Chopin's health continued to deteriorate, particularly from this time onwards. Modern research suggests that apart from any other illnesses, he may also have suffered from temporal lobe epilepsy.",
    "qa_count": 13,
    "ids": [
      "56cc12376d243a140015ee92",
      "56cc12376d243a140015ee93",
      "56cc12376d243a140015ee94",
      "56cc12376d243a140015ee95",
      "56cc12376d243a140015ee96",
      "56cfe09e234ae51400d9bfd9",
      "56cfe09e234ae51400d9bfda",
      "56cfe09e234ae51400d9bfdb",
      "56d3536159d6e414001462c2",
      "56d3536159d6e414001462c3",
      "56d3536159d6e414001462c4",
      "56d3536159d6e414001462c5",
      "56d3536159d6e414001462c6"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin and Sand: fraying ties\" (text) focused on \"the personal and literary tensions in their final years\" (text). At the top, a concise timeline phrase sets the onset and end of the rupture near a supporting illustration, and the middle highlights key interpersonal roles and events adjacent to narrative imagery, with the bottom summarizing the novel that reflected their situation below a symbolic scene.  \n\"Conflict began in 1846 when Solange became engaged to Auguste Clésinger, a fortune-hunting sculptor, inflaming family quarrels\" (text)  \n\"Relationship formally ended in 1847 after angry correspondence and a final separation\" (text)  \n\"Chopin grew ill and Sand shifted from lover to nurse, calling him her third child, while she pursued radical political pursuits that he ignored\" (text)  \n\"Sand published the novel Lucrezia Floriani, whose characters echoed their situation and aggravated tensions\" (text)  \n\"a stylized scene of a young sculptor courting a distressed daughter beside arguing figures\" (figure)  \n\"a cartoon of a tired composer being cared for by a devoted companion\" (figure)  \n\"a symbolic illustration of a novelist at a desk with pages referencing a dramatic fictional couple\" (figure)  \n\"a simple vignette of a closed correspondence or sealed letter to represent the breakup\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 99,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Chopin's relations with Sand were soured in 1846 by problems involving her daughter Solange and Solange's fiancé, the young fortune-hunting sculptor Auguste Clésinger. The composer frequently took Solange's side in quarrels with her mother; he also faced jealousy from Sand's son Maurice. Chopin was utterly indifferent to Sand's radical political pursuits, while Sand looked on his society friends with disdain. As the composer's illness progressed, Sand had become less of a lover and more of a nurse to Chopin, whom she called her \"third child\". In letters to third parties, she vented her impatience, referring to him as a \"child,\" a \"little angel\", a \"sufferer\" and a \"beloved little corpse.\" In 1847 Sand published her novel Lucrezia Floriani, whose main characters—a rich actress and a prince in weak health—could be interpreted as Sand and Chopin; the story was uncomplimentary to Chopin, who could not have missed the allusions as he helped Sand correct the printer's galleys. In 1847 he did not visit Nohant, and he quietly ended their ten-year relationship following an angry correspondence which, in Sand's words, made \"a strange conclusion to nine years of exclusive friendship.\" The two would never meet again.",
    "qa_count": 12,
    "ids": [
      "56cc13956d243a140015ee9c",
      "56cc13956d243a140015ee9d",
      "56cc13956d243a140015ee9e",
      "56cc13956d243a140015ee9f",
      "56cc13956d243a140015eea0",
      "56cfe169234ae51400d9bfeb",
      "56cfe169234ae51400d9bfec",
      "56cfe169234ae51400d9bfed",
      "56d354c659d6e414001462cd",
      "56d354c659d6e414001462ce",
      "56d354c659d6e414001462cf",
      "56d354c659d6e414001462d0"
    ],
    "title": "Frédéric_Chopin"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chopin's declining output and quality in the mid 1840s\" (text) focused on \"composition counts and refinement across consecutive years\" (text). At the top there is a concise header and a short timeline summary, in the middle comparative commentary next to illustrative figures, and at the bottom a focused note about the single 1844 work and a concluding expert opinion. \n\"Chopin produced a dozen works in 1841, then six in 1842, and six shorter pieces in 1843\" (text)\n\"The only piece composed in 1844 was the Op. 58 sonata, followed by three mazurkas completed in 1845\" (text)\n\"Although fewer in number, these works were more refined than many of his earlier compositions\" (text)\n\"An expert note near the bottom: his powers of concentration were failing and his inspiration was beset by anguish\" (text)\n\"a stylized illustration of a composer at a desk with scattered manuscript pages suggesting reduced output\" (figure)\n\"a cartoon sequence of three stacked sheet clusters labeled to correspond visually from larger to smaller piles\" (figure)\n\"a silhouette of a single highlighted manuscript page captioned to emphasize the solitary sonata\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 100,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Chopin's output as a composer throughout this period declined in quantity year by year. Whereas in 1841 he had written a dozen works, only six were written in 1842 and six shorter pieces in 1843. In 1844 he wrote only the Op. 58 sonata. 1845 saw the completion of three mazurkas (Op. 59). Although these works were more refined than many of his earlier compositions, Zamoyski opines that \"his powers of concentration were failing and his inspiration was beset by anguish, both emotional and intellectual.\"",
    "qa_count": 8,
    "ids": [
      "56cc15956d243a140015eea8",
      "56cc15956d243a140015eea9",
      "56cfe1d7234ae51400d9bff7",
      "56cfe1d7234ae51400d9bff8",
      "56cfe1d7234ae51400d9bff9",
      "56d3af3e2ccc5a1400d82e41",
      "56d3af3e2ccc5a1400d82e42",
      "56d3af3e2ccc5a1400d82e44"
    ],
    "title": "Frédéric_Chopin"
  }
]