[
  {
    "generated_infographic": "The image is an infographic titled \"Solar domestic hot water potential and collector types\" (text) focused on \"how sunlight supplies household hot water and common collector types\" (text). At the top there is a concise statement of the solar heating claim, in the middle a brief descriptor of the heat source and typical temperature range, and near the bottom a labeled comparison of common collector types with a pool-specific note.\n\n\"Solar systems can supply up to 70 percent of domestic hot water use in low latitudes\" (text)\n\"Sunlight is the heat source for solar hot water systems, producing water up to 60 °C\" (text)\n\"Evacuated tube collectors and glazed flat plate collectors are commonly used for domestic hot water\" (text)\n\"Unglazed plastic collectors are mainly used to heat swimming pools\" (text)\n\"a cartoon of a rooftop solar collector array with stylized hot water storage nearby\" (figure)\n\"a stylized diagram of sunlight rays hitting a water-heating panel\" (figure)\n\"a cartoon comparison showing two domestic collector icons left of a pool collector icon\" (figure)\nThe overall style of the image is clear, instructional, and illustrative.",
    "infographic_id": 651,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Solar hot water systems use sunlight to heat water. In low geographical latitudes (below 40 degrees) from 60 to 70% of the domestic hot water use with temperatures up to 60 °C can be provided by solar heating systems. The most common types of solar water heaters are evacuated tube collectors (44%) and glazed flat plate collectors (34%) generally used for domestic hot water; and unglazed plastic collectors (21%) used mainly to heat swimming pools.",
    "qa_count": 5,
    "ids": [
      "56ce5e92aab44d1400b88709",
      "56cfe96c234ae51400d9c091",
      "56cfe96c234ae51400d9c092",
      "56cfe96c234ae51400d9c093",
      "56cfe96c234ae51400d9c094"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Global solar hot water overview\" (text) focused on \"installed capacity, leading countries, and dominant uses\" (text). At the top there is a concise headline and a summary figure, near the middle are country highlights paired with small illustrative figures, and near the bottom is a usage note with supporting imagery.  \n\"Global installed capacity of solar hot water systems was approximately 154 thermal gigawatt in 2007\" (text)  \n\"China is the world leader in deployment with a national installed capacity noted nearby\" (text)  \n\"Israel and Cyprus have over 90% of homes using solar hot water systems\" (text)  \n\"United States, Canada and Australia mainly use solar hot water for heating swimming pools\" (text)  \n\"a stylized map indicator showing a large panel symbol over a country to imply national leadership without text\" (figure)  \n\"a cartoon of two houses with simple roof collectors adjacent to a percent symbol implied by icons to support a very high household uptake\" (figure)  \n\"a stylized scene of a pool with a simple collector icon above it to illustrate dominant pool heating use\" (figure)  \nThe overall style of the image is clean, informative, illustrative, and data-focused.",
    "infographic_id": 652,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "As of 2007, the total installed capacity of solar hot water systems is approximately 154 thermal gigawatt (GWth). China is the world leader in their deployment with 70 GWth installed as of 2006 and a long-term goal of 210 GWth by 2020. Israel and Cyprus are the per capita leaders in the use of solar hot water systems with over 90% of homes using them. In the United States, Canada and Australia heating swimming pools is the dominant application of solar hot water with an installed capacity of 18 GWth as of 2005.",
    "qa_count": 6,
    "ids": [
      "56ce5f4aaab44d1400b8870b",
      "56ce5f4aaab44d1400b8870c",
      "56cfea9a234ae51400d9c0ab",
      "56cfea9a234ae51400d9c0ac",
      "56cfea9a234ae51400d9c0ad",
      "56cfea9a234ae51400d9c0ae"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"HVAC energy shares and solar alternatives\" (text) focused on \"energy use in commercial and residential buildings and solar offsets\" (text). At the top there is a concise header and supporting label, near the middle are two paired visuals with brief labels, and below is a closing note about solar alternatives adjacent to an illustrative figure. \n\"HVAC accounts for 30% of commercial building energy (4.65 EJ/yr) and 50% of residential energy (10.1 EJ/yr)\" (text)\n\"Comparison label placed near two illustrative panels showing commercial and residential settings\" (text)\n\"a stylized illustration of a commercial building interior with simplified HVAC equipment and a thermometer symbol\" (figure)\n\"a stylized illustration of a residential interior with simplified HVAC equipment and a home comfort symbol\" (figure)\n\"Solar heating, cooling and ventilation technologies can offset part of HVAC energy use\" (text)\n\"a cartoon panel showing solar collectors and ventilation icons working alongside a building silhouette\" (figure)\n\"Summary label below figures noting solar technologies as mitigation options, placed adjacent to the solar illustration\" (text) The overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 653,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "In the United States, heating, ventilation and air conditioning (HVAC) systems account for 30% (4.65 EJ/yr) of the energy used in commercial buildings and nearly 50% (10.1 EJ/yr) of the energy used in residential buildings. Solar heating, cooling and ventilation technologies can be used to offset a portion of this energy.",
    "qa_count": 4,
    "ids": [
      "56ce5f72aab44d1400b8870f",
      "56cfebbd234ae51400d9c0c7",
      "56cfebbd234ae51400d9c0c8",
      "56cfebbd234ae51400d9c0c9"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Thermal Mass Explained\" (text) focused on \"how materials store and moderate heat in buildings\" (text). At the top is a concise definition and purpose, near the middle are material examples and operating cycle illustrations, and near the bottom are siting factors and benefits.\n\n\"Thermal mass is any material that can be used to store heat and moderate indoor temperatures\" (text)\n\"Common thermal mass materials include stone, cement and water, shown adjacent to the definition\" (text)\n\"They keep buildings cool by absorbing solar energy during the day and radiating stored heat to the cooler atmosphere at night\" (text)\n\"Size and placement depend on climates, daylighting and shading, noted below as siting factors\" (text)\n\"Using thermal mass reduces the need for auxiliary heating and cooling equipment, highlighted in the benefit panel\" (text)\n\"a stylized illustration of a sun striking a building with material blocks inside to indicate daytime heat absorption\" (figure)\n\"a cartoon scene of a building at night showing gentle warmth leaving the thermal mass toward the cooler sky\" (figure)\n\"a stylized grouping of stone, cement lumps, and a water container to represent typical thermal mass materials\" (figure)\n\"a simple illustrative comparison of a building with and without thermal mass showing relative comfort near each\" (figure) The overall style of the image is clear, educational, and illustrative.",
    "infographic_id": 654,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 25,
    "keywords_total": 25,
    "context": "Thermal mass is any material that can be used to store heat—heat from the Sun in the case of solar energy. Common thermal mass materials include stone, cement and water. Historically they have been used in arid climates or warm temperate regions to keep buildings cool by absorbing solar energy during the day and radiating stored heat to the cooler atmosphere at night. However, they can be used in cold temperate areas to maintain warmth as well. The size and placement of thermal mass depend on several factors such as climate, daylighting and shading conditions. When properly incorporated, thermal mass maintains space temperatures in a comfortable range and reduces the need for auxiliary heating and cooling equipment.",
    "qa_count": 6,
    "ids": [
      "56ce5ff2aab44d1400b88711",
      "56cfee97234ae51400d9c103",
      "56cfee97234ae51400d9c104",
      "56cfee97234ae51400d9c105",
      "56cfee97234ae51400d9c106",
      "56cfee97234ae51400d9c107"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How a solar chimney works in passive building ventilation\" (text) focused on \"Explaining a passive solar ventilation system and ways to improve its performance\" (text). At the top there is a concise header and an introductory label, near a supporting illustration. \"A solar chimney is a passive solar ventilation system that drives air through a building\" (text)\n\"a vertical shaft connecting the interior and exterior of a building creates a heated updraft\" (text)\n\"Performance can be improved by using glazing and thermal mass materials in a way that mimics greenhouses\" (text)\nBelow the text, a central figure shows the system concept. \"a stylized cross section of a building with a vertical shaft showing warm air rising inside the shaft\" (figure)\nAdjacent to the central figure, a supporting figure illustrates improvements. \"a cartoon greenhouse-like glazing and thermal mass assembly adjacent to a shaft, implying enhanced heat capture\" (figure)\nNear the bottom, a simple visual summarizes airflow effect. \"a silhouette diagram showing air being drawn through interior spaces toward the base of the warmed shaft\" (figure) The overall style of the image is clear, educational, and schematic with simple illustrative icons and readable explanatory labels.",
    "infographic_id": 655,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "A solar chimney (or thermal chimney, in this context) is a passive solar ventilation system composed of a vertical shaft connecting the interior and exterior of a building. As the chimney warms, the air inside is heated causing an updraft that pulls air through the building. Performance can be improved by using glazing and thermal mass materials in a way that mimics greenhouses.",
    "qa_count": 4,
    "ids": [
      "56ce602faab44d1400b88713",
      "56cff05a234ae51400d9c11d",
      "56cff05a234ae51400d9c11e",
      "56cff05a234ae51400d9c11f"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Deciduous trees for seasonal solar control\" (text) focused on \"how planting position affects summer shade and winter solar availability\" (text). At the top, a concise header explains the general strategy and tradeoffs, near a supporting figure that contrasts leafy summer shade with bare winter limbs. \"Deciduous trees and plants are used to control solar heating and cooling by providing summer shade and allowing winter sunlight\" (text)\n\"a stylized split-scene showing a leafy tree shading a building on the sunward side in summer, and the same bare tree letting sunlight reach the building in winter\" (figure)\nA middle section states the winter impact of improper placement with an adjacent figure illustrating obstruction on the equator-facing side. \"Do not plant trees on the equator-facing side in heating climates because they will interfere with winter solar availability\" (text)\n\"a cartoon of a building with a bare tree blocking low winter sun on the equator-facing side\" (figure)\nA lower section gives guidance on preferred placements with a nearby figure showing trees on the east and west sides providing morning and afternoon shade without major winter loss. \"Using trees on the east and west sides gives summer shading while not appreciably reducing winter solar gain\" (text)\n\"a stylized diagram of a building with trees on the east and west sides casting daytime shade but leaving midday winter sun paths clear\" (figure)\nFinally, a compact factual note quantifies leafless shading near a supporting icon. \"Leafless trees still block about 1/3 to 1/2 of incident solar radiation, creating a summer–winter tradeoff to consider\" (text) The overall style of the image is clear, instructive, and illustrative.",
    "infographic_id": 656,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Deciduous trees and plants have been promoted as a means of controlling solar heating and cooling. When planted on the southern side of a building in the northern hemisphere or the northern side in the southern hemisphere, their leaves provide shade during the summer, while the bare limbs allow light to pass during the winter. Since bare, leafless trees shade 1/3 to 1/2 of incident solar radiation, there is a balance between the benefits of summer shading and the corresponding loss of winter heating. In climates with significant heating loads, deciduous trees should not be planted on the Equator facing side of a building because they will interfere with winter solar availability. They can, however, be used on the east and west sides to provide a degree of summer shading without appreciably affecting winter solar gain.",
    "qa_count": 5,
    "ids": [
      "56ce60e4aab44d1400b88715",
      "56cff48f234ae51400d9c159",
      "56cff48f234ae51400d9c15a",
      "56cff48f234ae51400d9c15b",
      "56cff48f234ae51400d9c15c"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar cooker overview\" (text) focused on \"uses, types, performance, and historical origin\" (text). At the top a concise header and usage summary introduce the topic, above the middle a three-part comparison sits with supportive illustrations, and near the bottom historical and performance highlights are grouped with an operational note. \n\"Solar cookers are used for cooking, drying and pasteurization\" (text)\n\"The three main types are box cookers, panel cookers and reflector cookers\" (text)\n\"a cartoon of an insulated cooking box with a transparent lid beside a simple sun symbol\" (figure)\n\"a stylized reflective panel directing sunlight toward an insulated container\" (figure)\n\"a silhouette of a concentrating reflector focusing light onto a cooking container\" (figure)\n\"Box cooker first built by Horace de Saussure in 1767 and typically reaches 90–150 °C (194–302 °F)\" (text)\n\"Reflector cookers reach up to 315 °C and require direct light and sun tracking\" (text)\nThe overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 657,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "Solar cookers use sunlight for cooking, drying and pasteurization. They can be grouped into three broad categories: box cookers, panel cookers and reflector cookers. The simplest solar cooker is the box cooker first built by Horace de Saussure in 1767. A basic box cooker consists of an insulated container with a transparent lid. It can be used effectively with partially overcast skies and will typically reach temperatures of 90–150 °C (194–302 °F). Panel cookers use a reflective panel to direct sunlight onto an insulated container and reach temperatures comparable to box cookers. Reflector cookers use various concentrating geometries (dish, trough, Fresnel mirrors) to focus light on a cooking container. These cookers reach temperatures of 315 °C (599 °F) and above but require direct light to function properly and must be repositioned to track the Sun.",
    "qa_count": 7,
    "ids": [
      "56ce61a4aab44d1400b88718",
      "56ce61a4aab44d1400b88719",
      "56cff5ff234ae51400d9c175",
      "56cff5ff234ae51400d9c176",
      "56cff5ff234ae51400d9c177",
      "56cff5ff234ae51400d9c178",
      "56cff5ff234ae51400d9c179"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar concentrating technologies and passive solar uses\" (text) focused on \"examples, historic projects, and low‑energy drying and air preheating\" (text). At the top a concise overview phrase introduces the topic, the middle groups technology examples with a historic project highlight, and the bottom shows low‑energy drying and air‑preheating options with supporting visuals nearby. \n\"Solar concentrating technologies include parabolic dish, trough and Scheffler reflectors\" (text)\n\"The first commercial system was the Solar Total Energy Project (STEP) in Shenandoah, Georgia, USA with a field of 114 parabolic dishes supplying electricity and process heat\" (text)\n\"Evaporation ponds were one of the oldest uses of solar energy to obtain salt from sea water and are still used to concentrate brines and treat waste streams\" (text)\n\"Low‑energy clothes drying uses clothes lines, clotheshorses, and clothes racks without electricity, and unglazed transpired collectors are perforated sun‑facing walls used for preheating ventilation air that are more cost‑effective than glazed systems\" (text)\n\"a cartoon field of parabolic dishes arranged facing the sun\" (figure)\n\"a stylized shallow evaporation pond with salt crystals forming at the edge\" (figure)\n\"a silhouette of hanging clothes on a line and a simple clothes rack under sunlight\" (figure)\n\"a cartoon perforated building wall showing incoming cool air and warmed outlet air\" (figure)\nThe overall style of the image is clear, schematic, and educational with illustrative cartoons and concise explanatory labels.",
    "infographic_id": 658,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 34,
    "keywords_total": 35,
    "context": "Solar concentrating technologies such as parabolic dish, trough and Scheffler reflectors can provide process heat for commercial and industrial applications. The first commercial system was the Solar Total Energy Project (STEP) in Shenandoah, Georgia, USA where a field of 114 parabolic dishes provided 50% of the process heating, air conditioning and electrical requirements for a clothing factory. This grid-connected cogeneration system provided 400 kW of electricity plus thermal energy in the form of 401 kW steam and 468 kW chilled water, and had a one-hour peak load thermal storage. Evaporation ponds are shallow pools that concentrate dissolved solids through evaporation. The use of evaporation ponds to obtain salt from sea water is one of the oldest applications of solar energy. Modern uses include concentrating brine solutions used in leach mining and removing dissolved solids from waste streams. Clothes lines, clotheshorses, and clothes racks dry clothes through evaporation by wind and sunlight without consuming electricity or gas. In some states of the United States legislation protects the \"right to dry\" clothes. Unglazed transpired collectors (UTC) are perforated sun-facing walls used for preheating ventilation air. UTCs can raise the incoming air temperature up to 22 °C (40 °F) and deliver outlet temperatures of 45–60 °C (113–140 °F). The short payback period of transpired collectors (3 to 12 years) makes them a more cost-effective alternative than glazed collection systems. As of 2003, over 80 systems with a combined collector area of 35,000 square metres (380,000 sq ft) had been installed worldwide, including an 860 m2 (9,300 sq ft) collector in Costa Rica used for drying coffee beans and a 1,300 m2 (14,000 sq ft) collector in Coimbatore, India, used for drying marigolds.",
    "qa_count": 7,
    "ids": [
      "56ce6232aab44d1400b8871d",
      "56ce6232aab44d1400b8871e",
      "56cff819234ae51400d9c1a9",
      "56cff819234ae51400d9c1aa",
      "56cff819234ae51400d9c1ab",
      "56cff819234ae51400d9c1ac",
      "56cff819234ae51400d9c1ad"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar distillation history and designs\" (text) focused on \"methods to make saline or brackish water potable\" (text). At the top there is a concise historical summary, near the middle a comparison of common still designs with their typical uses, and below that a highlighted example of an early large plant with production capacity.\n\n\"Solar distillation was first recorded by 16th-century Arab alchemists and later scaled to industrial use\" (text)\n\"A large-scale plant constructed in 1872 at a mining town produced 22,700 L (5,000 imp gal; 6,000 US gal) per day and operated for decades\" (text)\n\"Common still types include single-slope, double-slope (greenhouse type), vertical, conical, inverted absorber, multi-wick, and multiple effect\" (text)\n\"Double-slope stills suit decentralized domestic use while active multiple effect suits large-scale applications\" (text)\n\n\"a cartoon of an early alchemist at a bench with simple vessels suggesting experimentation\" (figure)\n\"a stylized illustration of a large solar distillation plant with rows of shallow collectors viewed from above\" (figure)\n\"a simplified diagrammatic cluster of different still silhouettes arrayed side by side for comparison\" (figure)\n\nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 659,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "Solar distillation can be used to make saline or brackish water potable. The first recorded instance of this was by 16th-century Arab alchemists. A large-scale solar distillation project was first constructed in 1872 in the Chilean mining town of Las Salinas. The plant, which had solar collection area of 4,700 m2 (51,000 sq ft), could produce up to 22,700 L (5,000 imp gal; 6,000 US gal) per day and operate for 40 years. Individual still designs include single-slope, double-slope (or greenhouse type), vertical, conical, inverted absorber, multi-wick, and multiple effect. These stills can operate in passive, active, or hybrid modes. Double-slope stills are the most economical for decentralized domestic purposes, while active multiple effect units are more suitable for large-scale applications.",
    "qa_count": 6,
    "ids": [
      "56ce6382aab44d1400b88732",
      "56d0007f234ae51400d9c243",
      "56d0007f234ae51400d9c244",
      "56d0007f234ae51400d9c245",
      "56d0007f234ae51400d9c246",
      "56d0007f234ae51400d9c247"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar water disinfection (SODIS) explained\" (text) focused on \"household water treatment and safe storage\" (text). At the top there is a concise header and recommendation, near the middle exposure guidance and endorsement appear adjacent to usage figures, and at the bottom an illustrative how-to supports the text.\n\n\"Solar water disinfection (SODIS) explained\" (text)\n\"Recommended by the World Health Organization as a viable household water treatment and safe storage method\" (text)\n\"Expose water-filled PET bottles to sunlight for a minimum of six hours to two days during fully overcast conditions\" (text)\n\"Over two million people in developing countries use this method for daily drinking water\" (text)\n\n\"a stylized illustration of a plastic bottle sitting in direct sunlight on a simple surface\" (figure)\n\"a cartoon scene of cloudy sky transitioning to sun to symbolize varying exposure times\" (figure)\n\"a simplified depiction of a household setting with a person placing bottles outdoors to dry in sunlight\" (figure)\n\nThe overall style of the image is clear, instructional, and illustrative with clean layouts and simple cartoons.",
    "infographic_id": 660,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 23,
    "keywords_total": 23,
    "context": "Solar water disinfection (SODIS) involves exposing water-filled plastic polyethylene terephthalate (PET) bottles to sunlight for several hours. Exposure times vary depending on weather and climate from a minimum of six hours to two days during fully overcast conditions. It is recommended by the World Health Organization as a viable method for household water treatment and safe storage. Over two million people in developing countries use this method for their daily drinking water.",
    "qa_count": 4,
    "ids": [
      "56ce64a8aab44d1400b88745",
      "56d004ab234ae51400d9c25f",
      "56d004ab234ae51400d9c260",
      "56d004ab234ae51400d9c261"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar-powered water stabilisation pond benefits and risks\" (text) focused on \"solar energy use and algae effects in ponds\" (text). At the top a concise summary explains the main purpose, near a visual that shows the system, and below that a risk note is placed adjacent to an illustrative caution scene, with a final brief conclusion near the bottom.\n\n\"Solar energy can power a water stabilisation pond to treat waste water without chemicals or electricity\" (text)\n\"Algae growth in such ponds consumes carbon dioxide through photosynthesis\" (text)\n\"Algae may produce toxic chemicals that can make the water unusable\" (text)\n\"A possible negative effect is the production of toxic chemicals by algae\" (text)\n\n\"a stylized illustration of a pond with solar panels above it and simple arrows indicating purification\" (figure)\n\"a cartoon depiction of growing algae in the pond shown absorbing gas bubbles\" (figure)\n\"a silhouette scene of a caution symbol near discolored water to suggest contamination risk\" (figure)\n\nThe overall style of the image is clean, didactic, and illustrative.",
    "infographic_id": 661,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Solar energy may be used in a water stabilisation pond to treat waste water without chemicals or electricity. A further environmental advantage is that algae grow in such ponds and consume carbon dioxide in photosynthesis, although algae may produce toxic chemicals that make the water unusable.",
    "qa_count": 3,
    "ids": [
      "56ce659aaab44d1400b88749",
      "56d0051e234ae51400d9c26f",
      "56d0051e234ae51400d9c270"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar power becomes the world's largest electricity source by 2050\" (text) focused on \"global electricity mix projection to mid century\" (text). The layout places a headline at the top, supporting figures in the middle that illustrate the two solar technologies, and a brief summary statement near the bottom that restates the milestone year.\n\n\"Solar power becomes the world's largest electricity source by 2050\" (text)\n\"Global projection shows solar photovoltaics and concentrated solar power contributions to overall consumption\" (text)\n\"Solar photovoltaics contribute 16 percent and concentrated solar power contributes 11 percent of global overall consumption\" (text)\n\"a stylized icon of a rising sun behind a simplified globe to represent global energy shift\" (figure)\n\"a cartoon depiction of solar panels on a flat array to represent solar photovoltaics\" (figure)\n\"a stylized schematic of a parabolic trough field to represent concentrated solar power\" (figure)\n\"Summary: milestone year 2050 emphasized as the expected moment when solar leads global electricity\" (text)\n\nThe overall style of the image is clean, illustrative, and informational with clear labels and simple cartoon-like figures.",
    "infographic_id": 662,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 1,
    "keywords_total": 1,
    "context": "Solar power is anticipated to become the world's largest source of electricity by 2050, with solar photovoltaics and concentrated solar power contributing 16 and 11 percent to the global overall consumption, respectively.",
    "qa_count": 2,
    "ids": [
      "56ce6629aab44d1400b8874d",
      "56d00697234ae51400d9c297"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Global large-scale solar installations and milestones\" (text) focused on \"locations and capacities of major solar plants and a historic generation snapshot\" (text). At the top is a concise header that names the standout concentrated solar plant and its placement near a supporting illustration, and the middle contrasts the largest photovoltaic projects next to a related visual, while the bottom shows the historic global share next to a symbolic chart figure. \n\"354 MW SEGS CSP is identified as the largest solar power plant, placed near its desert location label\" (text)\n\"Mojave Desert of California shown adjacent to the largest plant label\" (text)\n\"The 250 MW Agua Caliente project in the United States and the 221 MW Charanka Solar Park in India shown together near their photovoltaic label\" (text)\n\"Most deployed photovoltaics are small rooftop arrays under 5 kW connected via net metering or feed-in tariffs\" (text)\n\"2013 global solar generation was less than one percent of total grid electricity\" (text)\n\"a stylized illustrative map marker over a desert scene indicating a large solar thermal plant\" (figure)\n\"a stylized illustrative pair of solar field icons representing two large photovoltaic projects in different regions\" (figure)\n\"a stylized illustrative rooftop with small panels indicating widespread small-scale photovoltaics\" (figure)\n\"a symbolic illustrative badge showing a small fraction slice to represent the under one percent global share\" (figure) The overall style of the image is clean, infographic-driven, and illustrative.",
    "infographic_id": 663,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "Commercial CSP plants were first developed in the 1980s. Since 1985 the eventually 354 MW SEGS CSP installation, in the Mojave Desert of California, is the largest solar power plant in the world. Other large CSP plants include the 150 MW Solnova Solar Power Station and the 100 MW Andasol solar power station, both in Spain. The 250 MW Agua Caliente Solar Project, in the United States, and the 221 MW Charanka Solar Park in India, are the world’s largest photovoltaic plants. Solar projects exceeding 1 GW are being developed, but most of the deployed photovoltaics are in small rooftop arrays of less than 5 kW, which are grid connected using net metering and/or a feed-in tariff. In 2013 solar generated less than 1% of the worlds total grid electricity.",
    "qa_count": 5,
    "ids": [
      "56ce666caab44d1400b88755",
      "56ce666caab44d1400b88756",
      "56d074ff234ae51400d9c2ee",
      "56d074ff234ae51400d9c2ef",
      "56d074ff234ae51400d9c2f0"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"History and Basics of the Solar Cell\" (text) focused on \"photovoltaics evolving from a pure niche market of small scale applications towards becoming a mainstream electricity source\" (text). At the top there is a concise header and definition, near a supporting historical illustration in the middle, and below are inventor highlights and a milestone date adjacent to a schematic figure.  \n\"History and Basics of the Solar Cell\" (text)  \n\"Photovoltaics evolved from a pure niche market of small scale applications towards becoming a mainstream electricity source\" (text)  \n\"A solar cell is a device that converts light directly into electricity using the photoelectric effect\" (text)  \n\"First practical solar cell constructed by Charles Fritts in the 1880s; an early selenium cell developed by Dr Bruno Lange\" (text)  \n\"First crystalline silicon solar cell developed in 1954 by Gerald Pearson, Calvin Fuller and Daryl Chapin\" (text)  \n\"A stylized illustration of an early inventor working with a primitive solar device\" (figure)  \n\"A stylized illustration of a laboratory group assembling a crystalline silicon cell\" (figure)  \n\"A stylized illustration of a simple sun shining on a generic solar panel to symbolize conversion of light to electricity\" (figure) The overall style of the image is clear, educational, and infographic-like with simple illustrative cartoons and clean typographic hierarchy.",
    "infographic_id": 664,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 29,
    "keywords_total": 29,
    "context": "In the last two decades, photovoltaics (PV), also known as solar PV, has evolved from a pure niche market of small scale applications towards becoming a mainstream electricity source. A solar cell is a device that converts light directly into electricity using the photoelectric effect. The first solar cell was constructed by Charles Fritts in the 1880s. In 1931 a German engineer, Dr Bruno Lange, developed a photo cell using silver selenide in place of copper oxide. Although the prototype selenium cells converted less than 1% of incident light into electricity, both Ernst Werner von Siemens and James Clerk Maxwell recognized the importance of this discovery. Following the work of Russell Ohl in the 1940s, researchers Gerald Pearson, Calvin Fuller and Daryl Chapin created the crystalline silicon solar cell in 1954. These early solar cells cost 286 USD/watt and reached efficiencies of 4.5–6%. By 2012 available efficiencies exceed 20% and the maximum efficiency of research photovoltaics is over 40%.",
    "qa_count": 7,
    "ids": [
      "56ce66aeaab44d1400b88759",
      "56ce66aeaab44d1400b8875a",
      "56d07aa6234ae51400d9c314",
      "56d07aa6234ae51400d9c315",
      "56d07aa6234ae51400d9c316",
      "56d07aa6234ae51400d9c317",
      "56d07aa6234ae51400d9c318"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Concentrating Solar Power Systems Explained\" (text) focused on \"how concentrated sunlight is used in CSP\" (text). The top contains the main title and a brief overview; near the top a short technology list appears adjacent to a supporting figure; below that the core process description is centered with an explanatory figure nearby; at the bottom examples and commonalities are summarized with a final illustrative figure.  \n\"Concentrating Solar Power Systems Explained\" (text)  \n\"how concentrated sunlight is used in CSP\" (text)  \n\"These systems use lenses or mirrors and tracking systems to focus sunlight and generate heat for power\" (text)  \n\"In all systems a working fluid is heated by the concentrated sunlight and then used for power generation or storage\" (text)  \n\"Examples of developed concentrating technologies include the parabolic trough, linear fresnel reflector, Stirling dish, and solar power tower\" (text)  \n\"a stylized array of curved reflectors and lenses focusing beams toward a central receiver\" (figure)  \n\"a cartoon of a fluid-filled pipe being warmed by focused sunlight with arrows indicating heat transfer\" (figure)  \n\"a stylized depiction of a conventional power plant receiving heat from a concentrated solar source\" (figure)  \nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 665,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Concentrating Solar Power (CSP) systems use lenses or mirrors and tracking systems to focus a large area of sunlight into a small beam. The concentrated heat is then used as a heat source for a conventional power plant. A wide range of concentrating technologies exists; the most developed are the parabolic trough, the concentrating linear fresnel reflector, the Stirling dish and the solar power tower. Various techniques are used to track the Sun and focus light. In all of these systems a working fluid is heated by the concentrated sunlight, and is then used for power generation or energy storage.",
    "qa_count": 5,
    "ids": [
      "56ce66e4aab44d1400b8875d",
      "56d07c41234ae51400d9c31e",
      "56d07c41234ae51400d9c31f",
      "56d07c41234ae51400d9c320",
      "56d07c41234ae51400d9c321"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Passive Solar Architecture Overview\" (text) focused on \"common features and complementary technologies for comfortable, well-lit spaces\" (text). At the top is the title and topic, near a concise summary, and in the middle and below are supporting labeled visuals with captions that anchor answers to the provided questions. \n\"Passive solar design commonly uses orientation relative to the Sun, compact proportion, selective shading, and thermal mass\" (text)\n\"Socrates' Megaron House is presented as a classic example of passive solar design\" (text)\n\"When passive features are tailored to local climate and environment they produce well-lit spaces that stay in a comfortable temperature range\" (text)\n\"Active equipment such as pumps, fans and switchable windows can complement passive design to improve system performance\" (text)\n\"a stylized single-room ancient house plan with large sun-facing openings and shaded overhangs\" (figure)\n\"a simple diagrammatic building section showing thermal mass absorbing daytime heat and releasing it at night\" (figure)\n\"a cartoon sequence showing exterior orientation to the Sun with arrows indicating solar path\" (figure)\n\"a stylized set of small mechanical icons representing pumps, fans and adjustable windows adjacent to a schematic house\" (figure) The overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 666,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "The common features of passive solar architecture are orientation relative to the Sun, compact proportion (a low surface area to volume ratio), selective shading (overhangs) and thermal mass. When these features are tailored to the local climate and environment they can produce well-lit spaces that stay in a comfortable temperature range. Socrates' Megaron House is a classic example of passive solar design. The most recent approaches to solar design use computer modeling tying together solar lighting, heating and ventilation systems in an integrated solar design package. Active solar equipment such as pumps, fans and switchable windows can complement passive design and improve system performance.",
    "qa_count": 5,
    "ids": [
      "56ce6ea0aab44d1400b88785",
      "56d08052234ae51400d9c32c",
      "56d08052234ae51400d9c32d",
      "56d08052234ae51400d9c32e",
      "56d08052234ae51400d9c32f"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Urban heat islands explained\" (text) focused on \"how urban materials and mitigation reduce city temperatures\" (text). At the top there is a clear title and a short explanatory header, near a left-side figure illustrating the core concept, and below that a middle section pairs mitigation actions with a numeric outcome and cost, while the bottom shows benefits and a supportive scene. \n\"Urban heat islands explained\" (text)\n\"how urban materials and mitigation reduce city temperatures\" (text)\n\"Urban heat islands are metropolitan areas with higher temperatures than surrounding environments\" (text)\n\"asphalt and concrete absorb more sunlight and hold more heat than natural materials\" (text)\n\"paint buildings and roads white and plant trees to cool cities, with a projected reduction of 3 °C for an estimated cost of US$1 billion\" (text)\n\"a stylized illustration of a dense cityscape with heat radiating from roofs and pavements\" (figure)\n\"a cartoon depiction of painted light roofs and roadside trees showing cooling actions\" (figure)\n\"a stylized scene of a person benefiting from cooler air with simple icons for lower cooling needs and improved health\" (figure)\nThe overall style of the image is clear, instructional, and infographic-like with clean illustrations and concise labels.",
    "infographic_id": 667,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Urban heat islands (UHI) are metropolitan areas with higher temperatures than that of the surrounding environment. The higher temperatures are a result of increased absorption of the Solar light by urban materials such as asphalt and concrete, which have lower albedos and higher heat capacities than those in the natural environment. A straightforward method of counteracting the UHI effect is to paint buildings and roads white and plant trees. Using these methods, a hypothetical \"cool communities\" program in Los Angeles has projected that urban temperatures could be reduced by approximately 3 °C at an estimated cost of US$1 billion, giving estimated total annual benefits of US$530 million from reduced air-conditioning costs and healthcare savings.",
    "qa_count": 5,
    "ids": [
      "56ce6efbaab44d1400b88787",
      "56ce6efbaab44d1400b88788",
      "56d0817d234ae51400d9c334",
      "56d0817d234ae51400d9c335",
      "56d0817d234ae51400d9c336"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Maximizing Solar Energy for Agriculture\" (text) focused on \"practices and historical adaptations for capturing sunlight\" (text). At the top a clear summary phrase introduces the goal, above a set of supporting illustrations, and below those examples and historical details are displayed near relevant captions.\n\n\"Maximizing solar energy to optimize the productivity of plants\" (text)\n\"Practical techniques: timed planting cycles, tailored row orientation, staggered heights and mixing plant varieties\" (text)\n\"During the Little Ice Age English and French farmers employed fruit walls that acted as thermal masses and accelerated ripening by keeping plants warm\" (text)\n\"Modern application: vinters using solar panels to power grape presses\" (text)\n\"a stylized illustration of a sloping garden wall capturing sunlight and warming plants\" (figure)\n\"a cartoon of two farmers beside a perpendicular fruit wall with plants ripening against the wall\" (figure)\n\"a stylized depiction of staggered crop rows and mixed varieties oriented to follow the sun\" (figure)\n\"a simplified illustration of a solar panel powering a grape press in a vineyard\" (figure)\n\nThe overall style of the image is clear, instructional, and illustrative with concise labels and supportive cartoon-style figures.",
    "infographic_id": 668,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 29,
    "keywords_total": 29,
    "context": "Agriculture and horticulture seek to optimize the capture of solar energy in order to optimize the productivity of plants. Techniques such as timed planting cycles, tailored row orientation, staggered heights between rows and the mixing of plant varieties can improve crop yields. While sunlight is generally considered a plentiful resource, the exceptions highlight the importance of solar energy to agriculture. During the short growing seasons of the Little Ice Age, French and English farmers employed fruit walls to maximize the collection of solar energy. These walls acted as thermal masses and accelerated ripening by keeping plants warm. Early fruit walls were built perpendicular to the ground and facing south, but over time, sloping walls were developed to make better use of sunlight. In 1699, Nicolas Fatio de Duillier even suggested using a tracking mechanism which could pivot to follow the Sun. Applications of solar energy in agriculture aside from growing crops include pumping water, drying crops, brooding chicks and drying chicken manure. More recently the technology has been embraced by vinters, who use the energy generated by solar panels to power grape presses.",
    "qa_count": 6,
    "ids": [
      "56ce7352aab44d1400b887a3",
      "56ce7352aab44d1400b887a4",
      "56d086c9234ae51400d9c340",
      "56d086c9234ae51400d9c341",
      "56d086c9234ae51400d9c342",
      "56d086c9234ae51400d9c343"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How Greenhouses Work and Their History\" (text) focused on \"greenhouses converting solar light to heat and enabling year-round production of specialty crops\" (text). At the top a concise header explains the core function and historical timeline, and middle panels pair short explanatory text with illustrative figures, with historical scenes placed below for narrative flow. \"Greenhouses convert solar light to heat to support plant growth and enable year-round production of specialty crops in enclosed environments\" (text)\n\"a stylized cross-section showing trapped light warming plants inside an enclosed structure\" (figure)\n\"Used in Roman times to produce cucumbers year-round for the Roman emperor Tiberius\" (text)\n\"a cartoon scene of a historical enclosed garden with a person tending elongated fruit plants\" (figure)\n\"The first modern greenhouses were constructed in the 16th century in Europe to shelter exotic plants brought from explorations\" (text)\n\"a stylized illustration of glass-roofed structures with a variety of potted exotic plants inside\" (figure)\n\"Transparent plastics used similarly in polytunnels and row covers in contemporary horticulture\" (text)\n\"a simple illustration of an arched plastic polytunnel covering crop rows\" (figure) The overall style of the image is clean, instructive, and illustrative.",
    "infographic_id": 669,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 22,
    "keywords_total": 22,
    "context": "Greenhouses convert solar light to heat, enabling year-round production and the growth (in enclosed environments) of specialty crops and other plants not naturally suited to the local climate. Primitive greenhouses were first used during Roman times to produce cucumbers year-round for the Roman emperor Tiberius. The first modern greenhouses were built in Europe in the 16th century to keep exotic plants brought back from explorations abroad. Greenhouses remain an important part of horticulture today, and plastic transparent materials have also been used to similar effect in polytunnels and row covers.",
    "qa_count": 6,
    "ids": [
      "56ce7376aab44d1400b887a7",
      "56ce7376aab44d1400b887a8",
      "56d0875b234ae51400d9c348",
      "56d0875b234ae51400d9c349",
      "56d0875b234ae51400d9c34a",
      "56d0875b234ae51400d9c34b"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"World Solar Challenge Overview\" (text) focused on \"biannual solar-powered car racing and its international counterparts\" (text). At the top, a concise header introduces the event and founding; near the middle, comparative speed milestones are presented adjacent to an illustrative race scene; below, related international events are listed near supporting icons. \"World Solar Challenge: a biannual solar-powered car race founded in 1987\" (text)\n\"Winner average speed in 1987 was 67 kilometres per hour (42 mph), and by 2007 was 90.87 kilometres per hour (56.46 mph)\" (text)\n\"Course distance across central Australia of 3,021 kilometres from Darwin to Adelaide\" (text)\n\"Comparable competitions include the North American Solar Challenge and the planned South African Solar Challenge\" (text)\n\"a stylized cartoon of a streamlined solar car racing along a long road through open terrain\" (figure)\n\"a stylized cartoon map strip showing a long north-to-south route labeled only by directional markers and endpoints implied by placement\" (figure)\n\"a cartoon group of two stylized teams next to small symbolic trophies to imply competition and improvement over time\" (figure)\nThe overall style of the image is clear, illustrative, and explanatory with minimalistic cartoons and concise typographic labels.",
    "infographic_id": 670,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 24,
    "keywords_total": 24,
    "context": "Development of a solar-powered car has been an engineering goal since the 1980s. The World Solar Challenge is a biannual solar-powered car race, where teams from universities and enterprises compete over 3,021 kilometres (1,877 mi) across central Australia from Darwin to Adelaide. In 1987, when it was founded, the winner's average speed was 67 kilometres per hour (42 mph) and by 2007 the winner's average speed had improved to 90.87 kilometres per hour (56.46 mph). The North American Solar Challenge and the planned South African Solar Challenge are comparable competitions that reflect an international interest in the engineering and development of solar powered vehicles.",
    "qa_count": 7,
    "ids": [
      "56ce759eaab44d1400b887b9",
      "56ce759eaab44d1400b887ba",
      "56d0880f234ae51400d9c350",
      "56d0880f234ae51400d9c351",
      "56d0880f234ae51400d9c352",
      "56d0880f234ae51400d9c353",
      "56d0880f234ae51400d9c354"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar boats and milestone crossings\" (text) focused on \"historical progress of solar powered boats\" (text). At the top is a compact header summarizing origins and later passenger adoption, near a timeline illustration in the middle that highlights milestone crossings, and below are supporting icons with brief labels adjacent to each figure.\n\n\"Solar boats originated with a first practical construction in 1975 and later passenger boats appeared by 1995\" (text)\n\"Kenichi Horie completed the first solar powered crossing of the Pacific Ocean\" (text)\n\"the sun21 catamaran completed the first solar powered crossing of the Atlantic Ocean during the winter of 2006–2007\" (text)\n\"There were plans announced to attempt a global circumnavigation in 2010\" (text)\n\"a stylized illustration of an early small boat with solar panels to represent the first practical solar boat\" (figure)\n\"a cartoon depiction of a passenger boat with rooftop photovoltaic panels to represent passenger boat adoption\" (figure)\n\"a silhouette of a single-hulled sailboat crossing an ocean to represent the Pacific crossing\" (figure)\n\"a stylized catamaran silhouette crossing an ocean to represent the Atlantic crossing\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative.",
    "infographic_id": 671,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "In 1975, the first practical solar boat was constructed in England. By 1995, passenger boats incorporating PV panels began appearing and are now used extensively. In 1996, Kenichi Horie made the first solar powered crossing of the Pacific Ocean, and the sun21 catamaran made the first solar powered crossing of the Atlantic Ocean in the winter of 2006–2007. There were plans to circumnavigate the globe in 2010.",
    "qa_count": 4,
    "ids": [
      "56ce75e2aab44d1400b887c7",
      "56d088be234ae51400d9c35a",
      "56d088be234ae51400d9c35b",
      "56d088be234ae51400d9c35c"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar aircraft milestones\" (text) focused on \"historic solar-powered flights and records\" (text). At the top there is a concise header and timeline label, near the middle a sequence of illustrative vignettes with captions, and near the bottom a summary note about endurance and recent circumnavigation.\n\n\"Solar aircraft milestones\" (text)\n\"Historic solar-powered flights and records summarized in chronological order from 1974 to 2015\" (text)\n\"First unmanned solar flight in 1974; first manned solar flight on 29 April 1979; Solar Riser reached 40 feet; Solar Challenger crossed the English Channel in July 1981\" (text)\n\"a stylized small experimental biplane rising to low altitude with a caption referencing a forty foot ascent\" (figure)\n\"a stylized rooftop-like experimental aircraft crossing a body of water with a caption referencing an English Channel crossing in July\" (figure)\n\"a silhouette of a long-distance solo pilot with a caption referencing a cross-country solar flight from California to North Carolina\" (figure)\n\"a stylized single-seat plane in sustained flight above a globe, captioned to show Solar Impulse circumnavigating the globe in 2015 and a designed endurance of 36 hours\" (figure)\nThe overall style of the image is clean, illustrative, and infographic-like with clear typographic hierarchy.",
    "infographic_id": 672,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "In 1974, the unmanned AstroFlight Sunrise plane made the first solar flight. On 29 April 1979, the Solar Riser made the first flight in a solar-powered, fully controlled, man carrying flying machine, reaching an altitude of 40 feet (12 m). In 1980, the Gossamer Penguin made the first piloted flights powered solely by photovoltaics. This was quickly followed by the Solar Challenger which crossed the English Channel in July 1981. In 1990 Eric Scott Raymond in 21 hops flew from California to North Carolina using solar power. Developments then turned back to unmanned aerial vehicles (UAV) with the Pathfinder (1997) and subsequent designs, culminating in the Helios which set the altitude record for a non-rocket-propelled aircraft at 29,524 metres (96,864 ft) in 2001. The Zephyr, developed by BAE Systems, is the latest in a line of record-breaking solar aircraft, making a 54-hour flight in 2007, and month-long flights were envisioned by 2010. As of 2015, Solar Impulse, an electric aircraft, is currently circumnavigating the globe. It is a single-seat plane powered by solar cells and capable of taking off under its own power. The designed allows the aircraft to remain airborne for 36 hours.",
    "qa_count": 7,
    "ids": [
      "56ce7645aab44d1400b887c9",
      "56ce7645aab44d1400b887ca",
      "56d089e6234ae51400d9c360",
      "56d089e6234ae51400d9c361",
      "56d089e6234ae51400d9c362",
      "56d089e6234ae51400d9c363",
      "56d089e6234ae51400d9c364"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar chemical processes for fuel production\" (text) focused on \"solar-driven fuels and alternatives\" (text). At the top a concise header introduces the concept, in the middle linked panels contrast approaches and alternatives, and near the bottom speculative visions for urban deployment are summarized. \n\"Solar chemical processes convert solar energy into storable and transportable fuels\" (text)\n\"Artificial photosynthesis as a pathway that can produce a variety of fuels\" (text)\n\"Hydrogen production from protons presented as a feasible alternative to carbon dioxide reduction\" (text)\n\"A panel describing the water-oxidation challenge and multielectron chemistry complexity\" (text)\n\"a stylized schematic of a simple reaction chamber with sun rays entering and a fuel droplet emerging\" (figure)\n\"a cartoon depiction of a coastal plant splitting sea water with gas outlets and a water outlet flowing to a city\" (figure)\n\"a silhouette of urban surfaces imagined performing photosynthesis across roads and buildings\" (figure)\nThe overall style of the image is clear, didactic, and infographic-oriented with simple illustrative figures to support the text.",
    "infographic_id": 673,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Solar chemical processes use solar energy to drive chemical reactions. These processes offset energy that would otherwise come from a fossil fuel source and can also convert solar energy into storable and transportable fuels. Solar induced chemical reactions can be divided into thermochemical or photochemical. A variety of fuels can be produced by artificial photosynthesis. The multielectron catalytic chemistry involved in making carbon-based fuels (such as methanol) from reduction of carbon dioxide is challenging; a feasible alternative is hydrogen production from protons, though use of water as the source of electrons (as plants do) requires mastering the multielectron oxidation of two water molecules to molecular oxygen. Some have envisaged working solar fuel plants in coastal metropolitan areas by 2050 –  the splitting of sea water providing hydrogen to be run through adjacent fuel-cell electric power plants and the pure water by-product going directly into the municipal water system. Another vision involves all human structures covering the earth's surface (i.e., roads, vehicles and buildings) doing photosynthesis more efficiently than plants.",
    "qa_count": 3,
    "ids": [
      "56ce771daab44d1400b887cf",
      "56d08e3e234ae51400d9c384",
      "56d08e3e234ae51400d9c385"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar thermochemical routes to hydrogen production\" (text) focused on \"Hydrogen production technologies and an example thermochemical process\" (text). At the top there is a concise header that names the long-standing research topic, above a middle section that contrasts different thermochemical approaches, and below a focused case study about a specific process in development.\n\n\"Hydrogen production technologies have been a main area of solar chemical research since the 1970s\" (text)\n\"A thermochemical route uses concentrators to split water into oxygen and hydrogen at very high temperatures\" (text)\n\"A complementary approach uses solar heat to drive steam reformation of natural gas to boost hydrogen yield\" (text)\n\"A focused case study near the bottom describes the Solzinc process under development at the Weizmann Institute, its zinc oxide decomposition to produce pure zinc, and the subsequent zinc‑water step that yields hydrogen\" (text)\n\n\"a stylized illustration of a solar concentrator focusing sunlight onto a high-temperature reactor, with no letters or numbers\" (figure)\n\"a cartoon depiction of a reactor splitting steam into oxygen and hydrogen with simple symbolic gas icons, no text\" (figure)\n\"a stylized scene showing a furnace decomposing zinc oxide to molten zinc and a separate step where zinc reacts with water to produce hydrogen, drawn in an illustrative style\" (figure)\n\nThe overall style of the image is clear, educational, and schematic with simple illustrative cartoons and concise explanatory phrases.",
    "infographic_id": 674,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Hydrogen production technologies been a significant area of solar chemical research since the 1970s. Aside from electrolysis driven by photovoltaic or photochemical cells, several thermochemical processes have also been explored. One such route uses concentrators to split water into oxygen and hydrogen at high temperatures (2,300–2,600 °C or 4,200–4,700 °F). Another approach uses the heat from solar concentrators to drive the steam reformation of natural gas thereby increasing the overall hydrogen yield compared to conventional reforming methods. Thermochemical cycles characterized by the decomposition and regeneration of reactants present another avenue for hydrogen production. The Solzinc process under development at the Weizmann Institute uses a 1 MW solar furnace to decompose zinc oxide (ZnO) at temperatures above 1,200 °C (2,200 °F). This initial reaction produces pure zinc, which can subsequently be reacted with water to produce hydrogen.",
    "qa_count": 5,
    "ids": [
      "56ce799daab44d1400b887dd",
      "56ce799daab44d1400b887de",
      "56d08f34234ae51400d9c388",
      "56d08f34234ae51400d9c389",
      "56d08f34234ae51400d9c38a"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How Thermal Mass Systems Work\" (text) focused on \"thermal storage of solar energy\" (text). At the top is a concise overview, near the middle are material examples paired with supporting illustrations, and near the bottom are benefits and outcomes adjacent to a summary figure. \n\"How Thermal Mass Systems Work\" (text)\n\"Thermal storage of solar energy\" (text)\n\"Thermal mass systems store solar energy in the form of heat for daily or interseasonal use\" (text)\n\"Common storage materials include water, earth and stone shown near corresponding illustrations\" (text)\n\"Well-designed systems can lower peak demand and reduce overall heating and cooling requirements\" (text)\n\"a stylized illustration of heat being absorbed and held inside a block representing a thermal mass\" (figure)\n\"a cartoon depiction of a water container, a mound of earth, and a stack of stones each labeled by proximity to material text\" (figure)\n\"a silhouette of a house illustrating shifted energy use to off-peak hours and reduced heating and cooling needs\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 675,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Thermal mass systems can store solar energy in the form of heat at domestically useful temperatures for daily or interseasonal durations. Thermal storage systems generally use readily available materials with high specific heat capacities such as water, earth and stone. Well-designed systems can lower peak demand, shift time-of-use to off-peak hours and reduce overall heating and cooling requirements.",
    "qa_count": 4,
    "ids": [
      "56ce79c4aab44d1400b887e1",
      "56d09004234ae51400d9c38e",
      "56d09004234ae51400d9c38f",
      "56d09004234ae51400d9c390"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Phase change and molten salts for thermal energy storage\" (text) focused on \"examples, properties, historic use, and a large-scale demonstration\" (text). Near the top is a concise header that names the storage media and their typical delivery temperatures. \"Phase change materials like paraffin wax and Glauber's salt can deliver approximately 64 °C or 147 °F and serve as practical thermal storage\" (text)\nBelow that, adjacent to the header, a summarized benefits panel pairs with an illustrative historic note. \"Salts are effective thermal storage because they are low-cost, have a high specific heat capacity, and can deliver heat at temperatures compatible with conventional power systems\" (text)\nNear the middle left, a historic example is shown beside a supportive figure caption. \"The Dover House was the first known building to use a Glauber's salt heating system\" (text)\n\"a stylized small building labeled as an early demonstration of a salt heating system\" (figure)\nNear the middle right, a large-scale demonstration caption supports the stored-energy claim. \"A concentrated solar plant demonstration stored 1.44 terajoules (400,000 kWh) using molten salt in a storage tank\" (text)\n\"a cartoon of a large industrial storage tank with a simplified solar field nearby\" (figure)\nBelow, supporting visuals illustrate phase change examples and typical domestic use temperature. \"Examples of phase change materials include paraffin wax and Glauber's salt used for domestic thermal storage\" (text)\n\"a stylized cross section of a container showing a phase change material solidifying and melting\" (figure) The overall style of the image is clear, illustrative, and educational with a clean infographic layout.",
    "infographic_id": 676,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 29,
    "keywords_total": 29,
    "context": "Phase change materials such as paraffin wax and Glauber's salt are another thermal storage media. These materials are inexpensive, readily available, and can deliver domestically useful temperatures (approximately 64 °C or 147 °F). The \"Dover House\" (in Dover, Massachusetts) was the first to use a Glauber's salt heating system, in 1948. Solar energy can also be stored at high temperatures using molten salts. Salts are an effective storage medium because they are low-cost, have a high specific heat capacity and can deliver heat at temperatures compatible with conventional power systems. The Solar Two used this method of energy storage, allowing it to store 1.44 terajoules (400,000 kWh) in its 68 cubic metres storage tank with an annual storage efficiency of about 99%.",
    "qa_count": 7,
    "ids": [
      "56ce7a03aab44d1400b887e3",
      "56ce7a03aab44d1400b887e4",
      "56d09106234ae51400d9c394",
      "56d09106234ae51400d9c395",
      "56d09106234ae51400d9c396",
      "56d09106234ae51400d9c397",
      "56d09106234ae51400d9c398"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How residential solar handles excess and shortfalls\" (text) focused on \"grid-tied versus off-grid electricity storage and metering\" (text). At the top, a concise summary statement appears above illustrative panels, and the central area pairs short labeled phrases with supporting cartoons; the bottom offers a brief comparison note.\n\n\"How residential solar handles excess and shortfalls\" (text)\n\"grid-tied versus off-grid electricity storage and metering\" (text)\n\"Off-grid PV systems store excess electricity in rechargeable batteries\" (text)\n\"Net metering programs give households credit for electricity sent to the grid by rolling back the meter whenever the home produces more electricity than it consumes\" (text)\n\"Most standard meters accurately measure in both directions, making a second meter usually unnecessary\" (text)\n\n\"a cartoon of a house with a standalone battery bank and solar panels to represent off-grid storage\" (figure)\n\"a cartoon of a house connected to a simplified power line showing flow to and from the grid to represent grid-tied exchange\" (figure)\n\"a stylized illustration of a utility meter with a visual cue indicating backward movement to represent meter rollback and crediting\" (figure)\n\"a silhouette of two adjacent utility meters with a small cost tag to suggest increased installation cost of a second meter\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 677,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 22,
    "keywords_total": 22,
    "context": "Off-grid PV systems have traditionally used rechargeable batteries to store excess electricity. With grid-tied systems, excess electricity can be sent to the transmission grid, while standard grid electricity can be used to meet shortfalls. Net metering programs give household systems a credit for any electricity they deliver to the grid. This is handled by 'rolling back' the meter whenever the home produces more electricity than it consumes. If the net electricity use is below zero, the utility then rolls over the kilowatt hour credit to the next month. Other approaches involve the use of two meters, to measure electricity consumed vs. electricity produced. This is less common due to the increased installation cost of the second meter. Most standard meters accurately measure in both directions, making a second meter unnecessary.",
    "qa_count": 5,
    "ids": [
      "56ce7ba4aab44d1400b887ed",
      "56d09249234ae51400d9c39e",
      "56d09249234ae51400d9c39f",
      "56d09249234ae51400d9c3a0",
      "56d09249234ae51400d9c3a1"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Pumped-Storage Hydroelectricity Explained\" (text) focused on \"how energy is stored and recovered using water pumped between reservoirs\" (text). At the top is a clear definition, with an illustrated system diagram near the middle and an operational sequence near the bottom. \"Definition near top: energy is stored as water pumped from a lower elevation reservoir to a higher elevation reservoir when energy is available\" (text)\n\"a stylized cross-section of two reservoirs connected by a conduit and a reversible pump-turbine\" (figure)\n\"Operational sequence label near middle: energy is recovered by releasing the water during high demand, with the pump converting to a hydroelectric power generator\" (text)\n\"a cartoon of water flowing downhill through the machine with the pump operating as a generator and power lines radiating out\" (figure)\n\"Bottom summary note: stored potential energy is converted back to electricity by water release and pump-to-generator action\" (text)\n\"a simplified stylized icon showing a rotating turbine linked to power output\" (figure)\nThe overall style of the image is clear, educational, and schematic with simple illustrative cartoons and concise explanatory labels.",
    "infographic_id": 678,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 14,
    "keywords_total": 16,
    "context": "Pumped-storage hydroelectricity stores energy in the form of water pumped when energy is available from a lower elevation reservoir to a higher elevation one. The energy is recovered when demand is high by releasing the water, with the pump becoming a hydroelectric power generator.",
    "qa_count": 3,
    "ids": [
      "56ce7bd2aab44d1400b887f1",
      "56d092a1234ae51400d9c3a6",
      "56d092a1234ae51400d9c3a7"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Global response to oil shocks and growth of solar programs\" (text) focused on \"how 1970s energy crises spurred solar incentives and research centers\" (text). At the top, a concise headline and contextual summary introduce the historical trigger and policy response. \"The 1973 oil embargo and 1979 energy crisis renewed attention to developing solar technologies\" (text)\n\"Around the same time, incentive programs promoted deployment, including the Federal Photovoltaic Utilization Program in the US and the Sunshine Program in Japan\" (text)\n\"United States research center formed as SERI, now NREL, shown adjacent to the US program label\" (text)\n\"Japan research agency NEDO and Germany research center Fraunhofer Institute for Solar Energy Systems ISE presented near corresponding program labels\" (text)\n\"A stylized illustration of a diplomatic oil supply disruption event as a symbolic trigger\" (figure)\n\"A simple cartoon of incentive program outreach with pamphlets and a rooftop solar panel\" (figure)\n\"A stylized silhouette of a research facility building with solar arrays to represent national research centers\" (figure)\n\"A small illustrative comparison scene showing a policy document and a group of engineers collaborating\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 679,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 22,
    "keywords_total": 22,
    "context": "The 1973 oil embargo and 1979 energy crisis caused a reorganization of energy policies around the world and brought renewed attention to developing solar technologies. Deployment strategies focused on incentive programs such as the Federal Photovoltaic Utilization Program in the US and the Sunshine Program in Japan. Other efforts included the formation of research facilities in the US (SERI, now NREL), Japan (NEDO), and Germany (Fraunhofer Institute for Solar Energy Systems ISE).",
    "qa_count": 6,
    "ids": [
      "56ce7c26aab44d1400b887fb",
      "56d097fb234ae51400d9c3ae",
      "56d097fb234ae51400d9c3af",
      "56d097fb234ae51400d9c3b0",
      "56d097fb234ae51400d9c3b1",
      "56d097fb234ae51400d9c3b2"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"History and Growth of Solar Water Heating\" (text) focused on \"commercial solar water heating adoption and capacity\" (text). At the top, a concise header introduces the early adoption and decline; near the middle, a section summarizes revival and later steady growth; below, a capacity note and a small explanatory footnote conclude the layout.\n\n\"History: commercial solar water heaters began appearing in the United States in the 1890s and saw growth until the 1920s\" (text)\n\"Revival and decline: renewed attention after oil crises in the 1970s but interest subsided in the 1980s because of falling petroleum prices\" (text)\n\"Modern growth: development progressed steadily through the 1990s and has averaged 20% per year since 1999\" (text)\n\"Installed capacity note: solar water heating and cooling had an estimated capacity of 154 GW as of 2007\" (text)\n\n\"a cartoon of an early rooftop water heater with a simple collector\" (figure)\n\"a stylized scene showing a fuel pump and a fading attention icon to represent reduced interest\" (figure)\n\"a silhouette of a laboratory and a rising arrow symbol to indicate steady development\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 680,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Commercial solar water heaters began appearing in the United States in the 1890s. These systems saw increasing use until the 1920s but were gradually replaced by cheaper and more reliable heating fuels. As with photovoltaics, solar water heating attracted renewed attention as a result of the oil crises in the 1970s but interest subsided in the 1980s due to falling petroleum prices. Development in the solar water heating sector progressed steadily throughout the 1990s and growth rates have averaged 20% per year since 1999. Although generally underestimated, solar water heating and cooling is by far the most widely deployed solar technology with an estimated capacity of 154 GW as of 2007.",
    "qa_count": 6,
    "ids": [
      "56ce7c97aab44d1400b88801",
      "56ce7c97aab44d1400b88802",
      "56d098d8234ae51400d9c3b8",
      "56d098d8234ae51400d9c3b9",
      "56d098d8234ae51400d9c3ba",
      "56d098d8234ae51400d9c3bb"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar energy's potential for urgent global problems\" (text) focused on \"the International Energy Agency's view on solar energy\" (text). Near the top is a concise headline and below it supportive visuals; in the middle a quoted policy attribution is placed adjacent to an illustrative figure; near the bottom a short takeaway statement sits next to another figure. \n\"The International Energy Agency says solar energy can help solve urgent global problems\" (text)\n\"Attribution placed near supporting illustration: statement credited to the International Energy Agency\" (text)\n\"a stylized icon of a solar panel field with an abstract globe behind it\" (figure)\n\"a cartoon figure representing a policy expert pointing to a simplified declaration\" (figure)\n\"a silhouette of people and environmental symbols indicating societal and planetary benefits\" (figure)\n\"Summing up: solar energy as a considerable contributor to solving pressing world challenges\" (text)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 681,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "The International Energy Agency has said that solar energy can make considerable contributions to solving some of the most urgent problems the world now faces:",
    "qa_count": 2,
    "ids": [
      "56ce7cbbaab44d1400b88805",
      "56d0990e234ae51400d9c3c0"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"ISO standards for solar energy equipment\" (text) focused on \"examples of specific ISO standards and their subjects\" (text). At the top there is a clear title and topic, near the middle two paired items explain each standard and its subject, and near the bottom a concise summary ties the examples together.  \n\"ISO standards for solar energy equipment\" (text)  \n\"examples of specific ISO standards and their subjects\" (text)  \n\"ISO 9050 relates to glass in building, shown adjacent to a supporting illustration\" (text)  \n\"ISO 10217 relates to materials used in solar water heaters, shown adjacent to a supporting illustration\" (text)  \n\"a cartoon depiction of a building facade with a glazed window pane illustrating glass in building applications\" (figure)  \n\"a stylized illustration of a solar water heater unit with visible material layers illustrating materials used in solar water heaters\" (figure)  \n\"a silhouetted icon grouping indicating these are examples of ISO standards for solar energy equipment\" (figure)  \nThe overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 682,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The International Organization for Standardization has established a number of standards relating to solar energy equipment. For example, ISO 9050 relates to glass in building while ISO 10217 relates to the materials used in solar water heaters.",
    "qa_count": 4,
    "ids": [
      "56ce7d1aaab44d1400b88809",
      "56ce7d1aaab44d1400b8880a",
      "56d09a77234ae51400d9c3c6",
      "56d09a77234ae51400d9c3c7"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar energy technologies and techniques\" (text) focused on \"how solar energy is captured and distributed as passive or active systems\" (text). At the top is the title and a concise topic line, near the middle are paired sections for active and passive techniques, and near the bottom is a small example callout adjacent to a supporting illustration. \"Solar energy technologies are characterized as passive solar or active solar depending on how they capture and distribute energy\" (text)\n\"Active solar techniques include photovoltaic systems, concentrated solar power, and solar water heating\" (text)\n\"Passive solar techniques include orienting a building to the Sun, selecting materials with favorable thermal mass, and designing spaces that naturally circulate air\" (text)\n\"A focused example of orienting a building to the Sun as a passive strategy\" (text)\n\"a stylized illustration of a rooftop array and a solar thermal collector near an icon suggesting electricity and hot water\" (figure)\n\"a stylized illustration of a building oriented toward the sun with arrows showing natural airflow and heat storage in materials\" (figure)\n\"a simple illustrative comparison showing an active device next to a passive building element\" (figure) The overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 683,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "It is an important source of renewable energy and its technologies are broadly characterized as either passive solar or active solar depending on the way they capture and distribute solar energy or convert it into solar power. Active solar techniques include the use of photovoltaic systems, concentrated solar power and solar water heating to harness the energy. Passive solar techniques include orienting a building to the Sun, selecting materials with favorable thermal mass or light dispersing properties, and designing spaces that naturally circulate air.",
    "qa_count": 3,
    "ids": [
      "56ce9211aab44d1400b88893",
      "56ce9211aab44d1400b88894",
      "56ce9211aab44d1400b88895"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar energy potential versus world consumption\" (text) focused on \"global energy magnitudes highlighted by a single assessment\" (text). At the top, a clear headline and context statement introduce why solar energy is notable; near the middle, a comparison emphasizes the reported annual potential and the world consumption figure; below, attribution is shown adjacent to an illustrative depiction of assessment work.\n\n\"Solar energy is highly appealing because of its large available magnitude\" (text)\n\"Reported annual solar potential of 1,575–49,837 exajoules (EJ), presented near the middle\" (text)\n\"Total world energy consumption in 2012 was 559.8 EJ, placed below the potential statement for comparison\" (text)\n\"Estimate shown as attributed near the bottom to the United Nations Development Programme in a 2000 assessment\" (text)\n\"a stylized sun with layered rays implying vast energy potential\" (figure)\n\"a simplified globe icon adjacent to a small energy label indicating world consumption\" (figure)\n\"a cartoon document and magnifying glass representing an energy assessment report\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear hierarchy and simple icons.",
    "infographic_id": 684,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "The large magnitude of solar energy available makes it a highly appealing source of electricity. The United Nations Development Programme in its 2000 World Energy Assessment found that the annual potential of solar energy was 1,575–49,837 exajoules (EJ). This is several times larger than the total world energy consumption, which was 559.8 EJ in 2012.",
    "qa_count": 4,
    "ids": [
      "56ce9464aab44d1400b88899",
      "56ce9464aab44d1400b8889a",
      "56ce9464aab44d1400b8889b",
      "56ce9464aab44d1400b8889c"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Benefits of Affordable Clean Solar Technologies\" (text) focused on \"global advantages and policy framing for early deployment\" (text). At the top a concise headline and summary introduce the main claims, the middle pairs short statements with supportive illustrative figures, and the bottom frames policy guidance and expected market effects.\n\n\"Benefits of Affordable Clean Solar Technologies\" (text)\n\"How solar energy increases energy security through reliance on an indigenous, inexhaustible and mostly import-independent resource\" (text)\n\"a stylized panel showing a radiant sun above a simple landscape with local energy symbols, conveying local, inexhaustible supply\" (figure)\n\"Solar deployment lowers the costs of mitigating global warming, enhances sustainability, and helps keep fossil fuel prices lower than otherwise\" (text)\n\"a cartoon scene of a globe with cleaner air and a simple factory emitting less smoke, implying reduced pollution and mitigation cost relief\" (figure)\n\"These advantages are global so the additional costs of incentives should be considered learning investments and widely shared\" (text)\n\"a stylized illustration of hands exchanging a coin and a lightbulb over a shared globe, representing joint investment in early deployment\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 685,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 21,
    "keywords_total": 21,
    "context": "In 2011, the International Energy Agency said that \"the development of affordable, inexhaustible and clean solar energy technologies will have huge longer-term benefits. It will increase countries’ energy security through reliance on an indigenous, inexhaustible and mostly import-independent resource, enhance sustainability, reduce pollution, lower the costs of mitigating global warming, and keep fossil fuel prices lower than otherwise. These advantages are global. Hence the additional costs of the incentives for early deployment should be considered learning investments; they must be wisely spent and need to be widely shared\".",
    "qa_count": 4,
    "ids": [
      "56cfb40b234ae51400d9bea3",
      "56cfb40b234ae51400d9bea4",
      "56cfb40b234ae51400d9bea5",
      "56cfb40b234ae51400d9bea6"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Limits to Usable Solar Energy\" (text) focused on \"Why usable solar energy differs from surface solar availability\" (text). The layout flows from a concise title at the top to explanatory text in the middle and supporting illustrations below, with related text placed near each figure for clarity. \n\"Limits to Usable Solar Energy\" (text)\n\"Why usable solar energy differs from surface solar availability\" (text)\n\"Affected by geography, time variation, and cloud cover\" (text)\n\"Constrained by the land available to humans and practical access\" (text)\n\"a stylized map showing varied sun exposure across different terrains, with illustrative sun patches\" (figure)\n\"a cartoon sequence showing sun position changing from morning to evening to represent time variation\" (figure)\n\"a stylized cloud scene over a landscape indicating intermittent shading\" (figure)\nThe overall style of the image is clear, educational, and illustrative.",
    "infographic_id": 686,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The potential solar energy that could be used by humans differs from the amount of solar energy present near the surface of the planet because factors such as geography, time variation, cloud cover, and the land available to humans limits the amount of solar energy that we can acquire.",
    "qa_count": 1,
    "ids": [
      "56cfbb5c234ae51400d9bf29"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Geography, Time, and Clouds Shape Solar Potential\" (text) focused on \"how location, daily cycle, and cloud cover change solar energy availability\" (text). At the top a concise header explains equatorial advantage, near the top-middle a panel names the adaptive technology that can increase potential away from the equator, below that a time-of-day panel clearly states the nighttime limitation, and at the bottom a short cloud-impact note sits adjacent to illustrative figures that support each point. \n\"Areas closer to the equator receive a greater amount of solar radiation, so geography affects available solar energy\" (text)\n\"Photovoltaics that track the sun can increase solar potential in regions farther from the equator\" (text)\n\"During nighttime there is little solar radiation on the surface of the Earth for solar panels to absorb, limiting how much energy can be harvested each day\" (text)\n\"Clouds block incoming light from the sun and reduce the light available for solar cells\" (text)\n\"a stylized map showing stronger sunlight rays near the equator and weaker rays toward the poles\" (figure)\n\"a cartoon of a solar panel array on a tracker following the sun across the sky\" (figure)\n\"a silhouette of a horizon at night with a small moon and muted ground to indicate low incoming sunlight\" (figure)\n\"a stylized cloud partially covering a sun with reduced rays reaching a solar panel below\" (figure) The overall style of the image is clear, instructional, and infographic-oriented with simplified illustrative figures and concise explanatory text.",
    "infographic_id": 687,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 25,
    "keywords_total": 25,
    "context": "Geography effects solar energy potential because areas that are closer to the equator have a greater amount of solar radiation. However, the use of photovoltaics that can follow the position of the sun can significantly increase the solar energy potential in areas that are farther from the equator. Time variation effects the potential of solar energy because during the nighttime there is little solar radiation on the surface of the Earth for solar panels to absorb. This limits the amount of energy that solar panels can absorb in one day. Cloud cover can effect the potential of solar panels because clouds block incoming light from the sun and reduce the light available for solar cells.",
    "qa_count": 4,
    "ids": [
      "56cfbc7f234ae51400d9bf33",
      "56cfbc7f234ae51400d9bf34",
      "56cfbc7f234ae51400d9bf35",
      "56cfbc7f234ae51400d9bf36"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Factors Affecting Solar Energy Deployment\" (text) focused on \"land and rooftop suitability for solar panels\" (text). At the top, a concise headline explains the main constraint, the middle contrasts land options with rooftops, and the bottom highlights practical household uptake.\n\n\"Land availability limits solar energy because solar panels can only be set up on land that is unowned and suitable for solar panels\" (text)\n\"Rooftops are a practical option because many people have discovered they can collect energy directly from their homes this way\" (text)\n\"An illustrative scene showing unused open land with a small ground-mounted solar installation nearby\" (figure)\n\"A cartoon of a house with rooftop solar panels and a person observing energy flow to the home\" (figure)\n\"A stylized depiction of an empty parcel adjacent to commercial buildings to imply suitability and ownership constraints\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear spatial grouping of land versus rooftop options.",
    "infographic_id": 688,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 20,
    "keywords_total": 20,
    "context": "In addition, land availability has a large effect on the available solar energy because solar panels can only be set up on land that is unowned and suitable for solar panels. Roofs have been found to be a suitable place for solar cells, as many people have discovered that they can collect energy directly from their homes this way. Other areas that are suitable for solar cells are lands that are unowned by businesses where solar plants can be established.",
    "qa_count": 2,
    "ids": [
      "56cfbd75234ae51400d9bf3d",
      "56cfbd75234ae51400d9bf3e"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Global solar energy potential estimated in 2000\" (text) focused on \"factors and annual potential from an international estimate\" (text). At the top a concise header introduces the study and just below it the key considered factors are listed next to a supporting illustration, while the central area highlights the reported total potential with a related visual, and the bottom provides a contextual note about the source agencies near a symbolic group graphic. \"Global solar energy potential estimated in 2000\" (text)\n\"Estimate considered insolation, cloud cover, and the land usable by humans\" (text)\n\"Calculated global potential: 1,575–49,837 EJ per year\" (text)\n\"Published jointly by major international development and energy organizations\" (text)\n\"a stylized sun over a stylized globe to represent incoming solar radiation\" (figure)\n\"a cartoon cloud cluster near a simplified land outline to represent cloud cover and usable land\" (figure)\n\"a silhouette group of generic agency figures standing beside a document icon to indicate joint publication\" (figure)\nThe overall style of the image is clear, illustrative, and data-supportive.",
    "infographic_id": 689,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 13,
    "keywords_total": 14,
    "context": "In 2000, the United Nations Development Programme, UN Department of Economic and Social Affairs, and World Energy Council published an estimate of the potential solar energy that could be used by humans each year that took into account factors such as insolation, cloud cover, and the land that is usable by humans. The estimate found that solar energy has a global potential of 1,575–49,837 EJ per year (see table below).",
    "qa_count": 2,
    "ids": [
      "56cfe547234ae51400d9c029",
      "56cfe547234ae51400d9c02a"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How solar power works\" (text) focused on \"methods of converting sunlight into electricity\" (text). At the top a concise header defines solar power, a middle row presents the two conversion methods side by side with supporting notes, and below the panels a physical mechanism caption links to photovoltaics while an adjacent caption highlights concentrator components. \n\"How solar power works\" (text)\n\"Solar power is the conversion of sunlight into electricity\" (text)\n\"Sunlight is converted either directly using photovoltaics (PV) or indirectly using concentrated solar power (CSP)\" (text)\n\"a stylized diagram of a panel converting sunlight into current with a simple sun symbol and arrows\" (figure)\n\"An explanatory note below the panel about the photoelectric effect as the mechanism PV uses to turn light into electricity\" (figure)\n\"a stylized illustration of lenses or mirrors concentrating sunlight onto a focal point with a small tracking indicator\" (figure)\n\"A concise caption adjacent to the concentrator illustration stating it uses lenses or mirrors and tracking systems to focus a large area of sunlight into a small beam\" (figure)\nThe overall style of the image is clear, educational, and schematic with minimal decorative detail.",
    "infographic_id": 690,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 24,
    "keywords_total": 24,
    "context": "Solar power is the conversion of sunlight into electricity, either directly using photovoltaics (PV), or indirectly using concentrated solar power (CSP). CSP systems use lenses or mirrors and tracking systems to focus a large area of sunlight into a small beam. PV converts light into electric current using the photoelectric effect.",
    "qa_count": 5,
    "ids": [
      "56d005e1234ae51400d9c287",
      "56d005e1234ae51400d9c288",
      "56d005e1234ae51400d9c289",
      "56d005e1234ae51400d9c28a",
      "56d005e1234ae51400d9c28b"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sunlight in Architectural Design\" (text) focused on \"historical influence of solar orientation in buildings\" (text). At the top there is a clear headline and context summary near a simple icon, above a middle section that pairs historical examples with supporting illustrations, and below a concise takeaway statement near a schematic figure. \"Sunlight has influenced building design since the beginning of architectural history\" (text)\n\"Early advanced solar architecture and urban planning were first employed by Greeks and Chinese\" (text)\n\"Those buildings were oriented toward the south to provide light and warmth\" (text)\n\"A concise takeaway about orientation guiding light and heat in traditional planning\" (text)\n\"a stylized sun shining onto a simple building facade to represent influence of sunlight on design\" (figure)\n\"a cartoon scene of two distinct traditional building silhouettes facing the same direction to represent Greek and Chinese practices\" (figure)\n\"a silhouette of a building with an arrow indicating a southern facing orientation without letters or numbers\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 691,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Sunlight has influenced building design since the beginning of architectural history. Advanced solar architecture and urban planning methods were first employed by the Greeks and Chinese, who oriented their buildings toward the south to provide light and warmth.",
    "qa_count": 3,
    "ids": [
      "56d07d26234ae51400d9c326",
      "56d07d26234ae51400d9c327",
      "56d07d26234ae51400d9c328"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How a Solar Balloon Works\" (text) focused on \"basic definition, heating effect, uses, and limitation\" (text). At the top there is a concise definition and at middle there is an explanatory sequence adjacent to a supporting depiction, and at the bottom there is a note about typical use and its limiting factor.  \n\"How a Solar Balloon Works\" (text)  \n\"A solar balloon is a black balloon that is filled with ordinary air, stated near the top as the definition header\" (text)  \n\"As sunlight shines on the balloon the air inside is heated and expands, causing an upward buoyancy force, presented adjacent to the middle explanatory figure\" (text)  \n\"Typical use is generally limited to the toy market because the surface-area to payload-weight ratio is relatively high, noted below the usage illustration\" (text)  \n\"a stylized cartoon of a black inflated balloon in sunlight with warm air arrows rising inside\" (figure)  \n\"a simple illustrative sequence showing sunlight rays, heating of internal air, expansion arrows, and an upward lift arrow\" (figure)  \n\"a cartoon scene of a person holding a small toy-sized solar balloon to imply typical market use\" (figure)  \nThe overall style of the image is clean, informative, and illustrative with clear instructional visuals.",
    "infographic_id": 692,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 23,
    "keywords_total": 23,
    "context": "A solar balloon is a black balloon that is filled with ordinary air. As sunlight shines on the balloon, the air inside is heated and expands causing an upward buoyancy force, much like an artificially heated hot air balloon. Some solar balloons are large enough for human flight, but usage is generally limited to the toy market as the surface-area to payload-weight ratio is relatively high.",
    "qa_count": 4,
    "ids": [
      "56d08aa8234ae51400d9c36a",
      "56d08aa8234ae51400d9c36b",
      "56d08aa8234ae51400d9c36c",
      "56d08aa8234ae51400d9c36d"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Early solar technology and fossil fuel transition\" (text) focused on \"energy sources from wood to fossil fuels and the early solar response\" (text). At the top a concise header states the initial motivation for solar research, near a supporting illustration; in the middle a contrasting statement explains what slowed solar progress, adjacent to another illustration; at the bottom a linking summary ties the narrative together. \"Early solar development began in the 1860s because researchers expected coal to become scarce\" (text)\n\"a cartoon scientist examining a simple solar device with a worried expression about fuel scarcity\" (figure)\n\"Solar development stalled in the early twentieth century due to the increasing availability, economy, and utility of coal and petroleum\" (text)\n\"a stylized factory and fuel storage scene showing easy fuel access and machinery use without any words\" (figure)\n\"Summary note below linking the shift from wood and biomass to widespread fossil fuel use and its effect on solar research\" (text)\n\"a silhouette of a hearth transitioning to industrial chimneys to represent changing dominant energy sources\" (figure) The overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 693,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 9,
    "keywords_total": 13,
    "context": "Beginning with the surge in coal use which accompanied the Industrial Revolution, energy consumption has steadily transitioned from wood and biomass to fossil fuels. The early development of solar technologies starting in the 1860s was driven by an expectation that coal would soon become scarce. However, development of solar technologies stagnated in the early 20th century in the face of the increasing availability, economy, and utility of coal and petroleum.",
    "qa_count": 2,
    "ids": [
      "56d09354234ae51400d9c3aa",
      "56d09354234ae51400d9c3ab"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar futures and policy pathways\" (text) focused on \"the role of solar energy in global decarbonization\" (text). At the top a concise headline and topic introduce the report finding, near the middle a combined policy statement and supporting visuals explain the role of solar and associated measures, and near the bottom a visual recap emphasizes scale and flexibility.\n\n\"Solar futures and policy pathways\" (text)\n\"the role of solar energy in global decarbonization\" (text)\n\"A report in 2011 concluded solar could supply one third of world energy by 2060\" (text)\n\"Solar energy could play a key role in de‑carbonizing the global economy alongside improvements in energy efficiency and imposing costs on greenhouse gas emitters\" (text)\n\"a stylized sun above a range of small and large solar installations to suggest scalable applications\" (figure)\n\"a cartoon policymaker holding a symbolic cost tag beside an efficiency icon to represent policy measures\" (figure)\n\"a stylized sequence of household to industrial silhouettes showing small scale to big scale solar use\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative with clear labels and simple cartoon figures.",
    "infographic_id": 694,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "In 2011, a report by the International Energy Agency found that solar energy technologies such as photovoltaics, solar hot water and concentrated solar power could provide a third of the world’s energy by 2060 if politicians commit to limiting climate change. The energy from the sun could play a key role in de-carbonizing the global economy alongside improvements in energy efficiency and imposing costs on greenhouse gas emitters. \"The strength of solar is the incredible variety and flexibility of applications, from small scale to big scale\".",
    "qa_count": 2,
    "ids": [
      "56d09a0e234ae51400d9c3c2",
      "56d09a0e234ae51400d9c3c3"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West profile and milestones\" (text) focused on \"biographical highlights and public roles\" (text). At the top there's a compact header overview, near the middle are role and style callouts adjacent to a portrait illustration, and below are date and name details near a birthday visual. \n\"Profile overview: American hip hop recording artist, record producer, rapper, fashion designer, and entrepreneur\" (text)\n\"Full name and birth details placed near the birthday visual: Kanye Omari West — June 8, 1977\" (text)\n\"Noted reputation summary adjacent to the portrait: acclaimed musician of the twenty-first century with both praise and controversy\" (text)\n\"Primary genre emphasized near a music icon: performs hip hop music\" (text)\n\"a stylized portrait of a male musician shown near the role list to indicate the subject\" (figure)\n\"a cartoon calendar page showing a marked date near the birth text to indicate the birthday\" (figure)\n\"a symbolic music icon near the genre text to reinforce the musical style\" (figure)\nThe overall style of the image is clear, modern infographic with simple illustrative icons and concise informational text.",
    "infographic_id": 695,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Kanye Omari West (/ˈkɑːnjeɪ/; born June 8, 1977) is an American hip hop recording artist, record producer, rapper, fashion designer, and entrepreneur. He is among the most acclaimed musicians of the 21st century, attracting both praise and controversy for his work and his outspoken public persona.",
    "qa_count": 4,
    "ids": [
      "56cf4da7aab44d1400b88f86",
      "56d0f35817492d1400aab693",
      "56d0f35817492d1400aab694",
      "56d0f35817492d1400aab695"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West career timeline\" (text) focused on \"early production work, solo albums, and collaborations\" (text). At the top is a concise header and a short location note, above a central column of album milestones with illustrative figures, and below are career summary labels and a collaboration highlight adjacent to a supporting figure.  \n\"Raised in Chicago as a child\" (text)  \n\"First professional role after art school: producer for Roc-A-Fella Records\" (text)  \n\"Released debut solo album The College Dropout in 2004 and seven solo albums through 2016\" (text)  \n\"Worked early as a producer for artists such as Jay-Z and Alicia Keys and later collaborated with Jay-Z\" (text)  \n\"a stylized illustration of a young person standing in an urban neighborhood to suggest upbringing\" (figure)  \n\"a cartoon studio scene showing a producer at a mixing console to support early production work\" (figure)  \n\"a stylized stack of seven album covers in sequence to represent solo albums released between 2004 and 2016\" (figure)  \n\"a simple depiction of two collaborating artists in a recording booth to emphasize the later collaboration\" (figure) The overall style of the image is concise, informative, and modern with clean illustrative elements.",
    "infographic_id": 696,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 10,
    "keywords_total": 11,
    "context": "Raised in Chicago, West briefly attended art school before becoming known as a producer for Roc-A-Fella Records in the early 2000s, producing hit singles for artists such as Jay-Z and Alicia Keys. Intent on pursuing a solo career as a rapper, West released his debut album The College Dropout in 2004 to widespread commercial and critical success, and founded record label GOOD Music. He went on to explore a variety of different musical styles on subsequent albums that included the baroque-inflected Late Registration (2005), the arena-inspired Graduation (2007), and the starkly polarizing 808s & Heartbreak (2008). In 2010, he released his critically acclaimed fifth album, the maximalist My Beautiful Dark Twisted Fantasy, and the following year he collaborated with Jay-Z on the joint LP Watch the Throne (2011). West released his abrasive sixth album, Yeezus, to further critical praise in 2013. Following a series of recording delays and work on non-musical projects, West's seventh album, The Life of Pablo, was released in 2016.",
    "qa_count": 8,
    "ids": [
      "56cf4e9aaab44d1400b88f9a",
      "56cf4e9aaab44d1400b88f9b",
      "56cf4e9aaab44d1400b88f9c",
      "56cf4e9aaab44d1400b88f9d",
      "56d0f47a17492d1400aab699",
      "56d0f47a17492d1400aab69a",
      "56d0f47a17492d1400aab69b",
      "56d0f47a17492d1400aab69d"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West sales, awards, and recognitions\" (text) focused on \"global sales, major awards, and notable magazine mentions\" (text). At the top is a concise headline and summary, near a supporting visual; midsection lists key milestones adjacent to illustrative figures; bottom shows recognitions near a final figure.\n\n\"Top summary: sold 32 million albums and 100 million digital downloads worldwide\" (text)\n\"Middle highlight: winner of 21 Grammy Awards, noted as the most Grammy-awarded artist of his age\" (text)\n\"Middle note: three albums featured on a major greatest-albums list and three albums recognized by a prominent music magazine\" (text)\n\"Bottom recognition: named one of the 100 most influential people by Time magazine in 2005 and 2015\" (text)\n\n\"a stylized stack of compact discs and download symbols representing album and digital sales\" (figure)\n\"a cartoon trophy case with multiple awards emphasizing a highest-awarded artist by age\" (figure)\n\"a stylized set of album covers arranged to suggest inclusion on greatest-albums lists\" (figure)\n\"a silhouette portrait next to a stylized magazine cover to indicate influential-person mentions in two separate years\" (figure)\n\nThe overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 697,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 9,
    "keywords_total": 10,
    "context": "West is one of the best-selling artists of all time, having sold more than 32 million albums and 100 million digital downloads worldwide. He has won a total of 21 Grammy Awards, making him one of the most awarded artists of all time and the most Grammy-awarded artist of his age. Three of his albums rank on Rolling Stone's 2012 \"500 Greatest Albums of All Time\" list; two of his albums feature at first and eighth, respectively, in Pitchfork Media's The 100 Best Albums of 2010–2014. He has also been included in a number of Forbes annual lists. Time named him one of the 100 most influential people in the world in 2005 and 2015.",
    "qa_count": 9,
    "ids": [
      "56cf58f7aab44d1400b890b5",
      "56cf58f7aab44d1400b890b6",
      "56cf58f7aab44d1400b890b7",
      "56cf58f7aab44d1400b890b8",
      "56cf58f7aab44d1400b890b9",
      "56d0f8a117492d1400aab6ad",
      "56d0f8a117492d1400aab6ae",
      "56d0f8a117492d1400aab6af",
      "56d0f8a117492d1400aab6b0"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West early life and family background\" (text) focused on \"family, education, and early ventures\" (text). At the top, a concise header and portrait label introduce the subject. Near the middle, a compact family and education block presents parental roles and school history adjacent to supportive illustrations. Below, a small entrepreneurship panel highlights the 2006 business and the father’s later career.\n\n\"Early life overview: born June 8, 1977 in Atlanta, Georgia; moved to Chicago as a child\" (text)\n\"Mother was a professor of English and later chaired the English Department at Chicago State University before becoming his manager\" (text)\n\"Father was a former Black Panther turned photojournalist and later a Christian counselor who helped open the Good Water Store and Café in 2006\" (text)\n\"Raised middle-class and attended Polaris High School in suburban Oak Lawn, Illinois\" (text)\n\"a stylized illustration of a family move showing a parent and child with packed boxes\" (figure)\n\"a cartoon depiction of a university lectern and an open book to represent English teaching\" (figure)\n\"a silhouette of a storefront with a coffee cup sign to represent the Good Water Store and Café\" (figure)\n\nThe overall style of the image is clean, illustrative, and educational with clear labels and simple supporting icons.",
    "infographic_id": 698,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Kanye Omari West was born on June 8, 1977 in Atlanta, Georgia. His parents divorced when he was three and he and his mother moved to Chicago, Illinois. His father, Ray West, is a former Black Panther and was one of the first black photojournalists at The Atlanta Journal-Constitution. Ray West was later a Christian counselor, and in 2006, opened the Good Water Store and Café in Lexington Park, Maryland with startup capital from his son. West's mother, Dr. Donda C. (Williams) West, was a professor of English at Clark Atlanta University, and the Chair of the English Department at Chicago State University before retiring to serve as his manager. West was raised in a middle-class background, attending Polaris High School in suburban Oak Lawn, Illinois after living in Chicago.",
    "qa_count": 5,
    "ids": [
      "56cf5e7eaab44d1400b89158",
      "56d0fb0317492d1400aab6c9",
      "56d0fb0317492d1400aab6cb",
      "56d0fb0317492d1400aab6cc",
      "56d0fb0317492d1400aab6cd"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kanye West childhood move and schooling\" (text) focused on \"early relocation to China and school experience\" (text). At the top a concise headline and key facts are presented, near the middle supporting illustrative scenes appear, and below a short summary ties the items together. \"Kanye West moved with his mother to Nanjing, China, at age 10 for her exchange teaching role\" (text)\n\"Kanye's mother taught at Nanjing University, which prompted the family move\" (text)\n\"Kanye was the only foreigner in his school class but settled in and learned the language quickly\" (text)\n\"In high school he reported getting A's and B's\" (text)\n\"a cartoon of a small boy and an adult woman standing outside a university building with no words visible\" (figure)\n\"a stylized classroom scene showing one child visually distinct among other children to suggest being the only outsider\" (figure)\n\"a cartoon of a teenager holding report cards with happy expressions but no text on the cards\" (figure)\nThe overall style of the image is clear, illustrative, and informative.",
    "infographic_id": 699,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "At the age of 10, West moved with his mother to Nanjing, China, where she was teaching at Nanjing University as part of an exchange program. According to his mother, West was the only foreigner in his class, but settled in well and quickly picked up the language, although he has since forgotten most of it. When asked about his grades in high school, West replied, \"I got A's and B's. And I'm not even frontin'.\"",
    "qa_count": 5,
    "ids": [
      "56cf5ee8aab44d1400b8915d",
      "56cf5ee8aab44d1400b8915e",
      "56cf5ee8aab44d1400b8915f",
      "56d0fb7817492d1400aab6dd",
      "56d0fb7817492d1400aab6de"
    ],
    "title": "Kanye_West"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Early creative beginnings and mentorship\" (text) focused on \"Kanye West's childhood artistic development and early collaborators\" (text). At the top is a concise headline and summary, near the middle are illustrated vignettes supporting key early activities, and the bottom highlights mentorship and learning milestones. \n\"Early creative beginnings and mentorship\" (text)\n\"Kanye began writing poetry at age five and showed drawing and music passion by third grade\" (text)\n\"Kanye started rapping in third grade, began composing by seventh grade, and sold beats to other artists\" (text)\n\"Kanye wrote the song Green Eggs and Ham at age thirteen and paid for early studio time\" (text)\n\"a stylized cartoon of a child writing with a notepad and pencil to represent early poetry and drawing interest\" (figure)\n\"a cartoon of a basement recording setup with a hanging microphone on a clothes hanger to represent early studio sessions\" (figure)\n\"a silhouette cartoon of two figures talking beside music equipment to represent the mentor relationship with a producer\" (figure)\nThe overall style of the image is clean, illustrative, and informative with clear visual-text pairing to support question answering.",
    "infographic_id": 700,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "West demonstrated an affinity for the arts at an early age; he began writing poetry when he was five years old. His mother recalled that she first took notice of West's passion for drawing and music when he was in the third grade. Growing up in the city,[which?] West became deeply involved in its hip hop scene. He started rapping in the third grade and began making musical compositions in the seventh grade, eventually selling them to other artists. At age thirteen, West wrote a rap song called \"Green Eggs and Ham\" and began to persuade his mother to pay $25 an hour for time in a recording studio. It was a small, crude basement studio where a microphone hung from the ceiling by a wire clothes hanger. Although this wasn't what West's mother wanted, she nonetheless supported him. West crossed paths with producer/DJ No I.D., with whom he quickly formed a close friendship. No I.D. soon became West's mentor, and it was from him that West learned how to sample and program beats after he received his first sampler at age 15.",
    "qa_count": 6,
    "ids": [
      "56cf5f6daab44d1400b89163",
      "56cf5f6daab44d1400b89164",
      "56cf5f6daab44d1400b89165",
      "56d0fccf17492d1400aab6f5",
      "56d0fccf17492d1400aab6f7",
      "56d0fccf17492d1400aab6f8"
    ],
    "title": "Kanye_West"
  }
]