[
  {
    "generated_infographic": "The image is an infographic titled \"Foreign Companies and Investment in New York City\" (text) focused on \"New York City's attraction of foreign corporations and investment\" (text). At the top a concise headline and summary introduce the key points, near the middle supportive illustrations and a highlighted stat appear, and at the bottom a citation-like note attributes the ranking. \n\"Foreign companies employ one out of ten private sector workers in the city\" (text)\n\"City ranked first in attracting capital, business, and tourists in a global comparison\" (text)\n\"Ranking recognition was published by FDi Magazine in the American Cities of the Future series\" (text)\n\"a stylized skyline with quartered building icons representing domestic and foreign employers\" (figure)\n\"a cartoon investor figure observing a trophy labeled for city business attraction\" (figure)\n\"a silhouette of a business district with airplane and suitcase icons indicating tourism and international investment\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear labels and simple cartoon-like figures.",
    "infographic_id": 501,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Many Fortune 500 corporations are headquartered in New York City, as are a large number of foreign corporations. One out of ten private sector jobs in the city is with a foreign company. New York City has been ranked first among cities across the globe in attracting capital, business, and tourists. This ability to attract foreign investment helped New York City top the FDi Magazine American Cities of the Future ranking for 2013.",
    "qa_count": 2,
    "ids": [
      "56cf4722aab44d1400b88f06",
      "56cf4722aab44d1400b88f07"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City real estate values and notable sales\" (text) focused on \"major property assessments, landmark building valuations, and record office sale prices\" (text). At the top a concise headline and summary sit above illustrative panels, in the middle three visual panels compare landmark properties near matching captions, and at the bottom a short note about high-value neighborhoods appears below the panels. \"New York City total assessed property value for the 2015 fiscal year: US$914.8 billion\" (text)\n\"Time Warner Center held the highest-listed market value in the city at US$1.1 billion in 2006\" (text)\n\"450 Park Avenue sale price and unit rate in July 2007: US$510 million and US$1,589 per square foot\" (text)\n\"660 Madison Avenue former record price per square meter in June 2007: US$15,887\" (text)\n\"Manhattan contained six of the top ten zip codes in the country by median housing price in 2014\" (text)\n\"a stylized illustration of a skyline with a highlighted landmark building to represent the highest-valued property\" (figure)\n\"a cartoon office building with a sale tag and a price-per-unit label to represent the Park Avenue transaction\" (figure)\n\"a simple illustrative office facade with a small sign indicating a prior record transaction for comparison\" (figure)\n\"a small stylized map inset showing a cluster of high-value neighborhood markers to represent top zip codes\" (figure) The overall style of the image is clean, infographic-driven, and illustrative.",
    "infographic_id": 502,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Real estate is a major force in the city's economy, as the total value of all New York City property was assessed at US$914.8 billion for the 2015 fiscal year. The Time Warner Center is the property with the highest-listed market value in the city, at US$1.1 billion in 2006. New York City is home to some of the nation's—and the world's—most valuable real estate. 450 Park Avenue was sold on July 2, 2007 for US$510 million, about $1,589 per square foot ($17,104/m²), breaking the barely month-old record for an American office building of $1,476 per square foot ($15,887/m²) set in the June 2007 sale of 660 Madison Avenue. According to Forbes, in 2014, Manhattan was home to six of the top ten zip codes in the United States by median housing price.",
    "qa_count": 7,
    "ids": [
      "56cf4837aab44d1400b88f24",
      "56cf4837aab44d1400b88f25",
      "56cf4837aab44d1400b88f26",
      "56cf4837aab44d1400b88f27",
      "56cf4837aab44d1400b88f28",
      "56cff16a234ae51400d9c128",
      "56cff16a234ae51400d9c12a"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York creative industries and pay\" (text) focused on \"advertising and fashion in New York City\" (text). At the top there's a concise header summarizing advertising leaders and the city's advertising nickname, near a supporting visual of two corporate towers; below that a mid section highlights the fashion workforce and wages with an adjacent illustrative scene; at the bottom a compact note connects the industries to the city's global role. \n\"New York advertising leaders include Omnicom Group and Interpublic Group with combined annual revenue of roughly US$21 billion\" (text)\n\"The advertising industry is popularly known as Madison Avenue\" (text)\n\"New York fashion industry employs about 180,000 people and pays about $11 billion in annual wages\" (text)\n\"a stylized illustration of two office towers side by side representing major advertising agencies\" (figure)\n\"a cartoon street of storefronts and sewing figures representing the fashion industry workforce\" (figure)\n\"a simple silhouette of a city skyline to suggest New York's role as a global center\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 503,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "As of 2013, the global advertising agencies of Omnicom Group and Interpublic Group, both based in Manhattan, had combined annual revenues of approximately US$21 billion, reflecting New York City's role as the top global center for the advertising industry, which is metonymously referred to as \"Madison Avenue\". The city's fashion industry provides approximately 180,000 employees with $11 billion in annual wages.",
    "qa_count": 6,
    "ids": [
      "56cf48a3aab44d1400b88f2e",
      "56cf48a3aab44d1400b88f2f",
      "56cf48a3aab44d1400b88f30",
      "56cf48a3aab44d1400b88f31",
      "56cff1bb234ae51400d9c137",
      "56cff1bb234ae51400d9c138"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"City employment highlights and industry notes\" (text) focused on \"major local industries and employment figures\" (text). At the top is a concise header summarizing key industries, with a middle panel giving revenue and employment details and a bottom note about borough resurgence. \n\n\"City employment highlights and industry notes\" (text)\n\"Major local industries include medical research, technology, non‑profit institutions, and universities\" (text)\n\"Food processing is a US$5 billion industry employing 19,000 local residents\" (text)\n\"The garment industry is showing a resurgence in Brooklyn\" (text)\n\"a stylized factory interior with workers preparing packaged food items\" (figure)\n\"a cartoon map fragment highlighting a borough area with garment workshop icons\" (figure)\n\"a simple illustrative cluster of institutional buildings labeled as research and university facilities\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 504,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Other important sectors include medical research and technology, non-profit institutions, and universities. Manufacturing accounts for a significant but declining share of employment, although the city's garment industry is showing a resurgence in Brooklyn. Food processing is a US$5 billion industry that employs more than 19,000 residents.",
    "qa_count": 3,
    "ids": [
      "56cf49d7aab44d1400b88f46",
      "56cf49d7aab44d1400b88f47",
      "56cf49d7aab44d1400b88f48"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Chocolate Leads New York Specialty Exports\" (text) focused on \"New York chocolate industry highlights and locations\" (text). At the top a concise headline and subtitle introduce the topic, the middle groups export value, district plans, and a noted corporate presence with supportive illustrations, and the bottom ties the major chocolatier to a borough location. \n\"Chocolate is New York's number one specialty-food export\" (text)\n\"New York chocolate exports total US$234 million annually\" (text)\n\"Entrepreneurs forming a labeled Chocolate District near Brooklyn\" (text)\n\"One of the world's largest chocolatiers, Godiva, is headquartered in Manhattan\" (text)\n\"a stylized map showing a city silhouette with a highlighted borough area indicating the Brooklyn Chocolate District\" (figure)\n\"a cartoon storefront row labeled as a small-batch chocolate district with market activity\" (figure)\n\"a stylized skyscraper silhouette on a borough to indicate the headquarters location\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 505,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Chocolate is New York City's leading specialty-food export, with up to US$234 million worth of exports each year. Entrepreneurs were forming a \"Chocolate District\" in Brooklyn as of 2014, while Godiva, one of the world's largest chocolatiers, continues to be headquartered in Manhattan.",
    "qa_count": 6,
    "ids": [
      "56cf4a29aab44d1400b88f56",
      "56cf4a29aab44d1400b88f57",
      "56cf4a29aab44d1400b88f58",
      "56cf4a29aab44d1400b88f59",
      "56cff221234ae51400d9c13f",
      "56cff221234ae51400d9c140"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City securities industry overview\" (text) focused on \"Wall Street's economic role in the city\" (text). At the top a concise header summarizes the industry's scale and importance, near the middle supporting visuals reinforce employment, wages, and tax impact, and at the bottom a brief note highlights headquarters and startups presence.\n\n\"New York City securities industry overview and economic impact\" (text)\n\"Wall Street's role as the city's financial headquarters and largest financial segment\" (text)\n\"163,400 people employed in securities in August 2013\" (text)\n\"Provides 22 percent of the city's total wages and an average salary of US$360,700\" (text)\n\"Accounts for 5 percent of private sector jobs and generates US$3.8 billion in tax revenue\" (text)\n\"a stylized cluster of city high-rise silhouettes with simple building icons suggesting corporate headquarters\" (figure)\n\"a cartoon group of office workers clustered near a briefcase icon representing total employment\" (figure)\n\"a stylized pile of coins and a large single coin showing a dollar sign to symbolise wages and high average salary\" (figure)\n\"a stylized tax envelope and simplified municipal building icon to represent tax revenue contribution\" (figure)\n\nThe overall style of the image is clean, illustrative, and data-focused with clear labels and supportive simple cartoons.",
    "infographic_id": 506,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "New York City's most important economic sector lies in its role as the headquarters for the U.S.financial industry, metonymously known as Wall Street. The city's securities industry, enumerating 163,400 jobs in August 2013, continues to form the largest segment of the city's financial sector and an important economic engine, accounting in 2012 for 5 percent of the city's private sector jobs, 8.5 percent (US$3.8 billion) of its tax revenue, and 22 percent of the city's total wages, including an average salary of US$360,700. Many large financial companies are headquartered in New York City, and the city is also home to a burgeoning number of financial startup companies.",
    "qa_count": 6,
    "ids": [
      "56cf4ed5aab44d1400b88fa2",
      "56cf4ed5aab44d1400b88fa3",
      "56cf4ed5aab44d1400b88fa4",
      "56cf4ed5aab44d1400b88fa5",
      "56cf4ed5aab44d1400b88fa6",
      "56cff29a234ae51400d9c149"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Lower Manhattan financial profile\" (text) focused on \"Wall Street and major exchanges\" (text). At the top a concise header introduces the neighborhood and its leading market roles, with supporting visuals placed near each fact. \"Lower Manhattan is a major central business district and the principal commercial banking center of the United States\" (text)\n\"New York Stock Exchange headquartered on Wall Street and NASDAQ at 165 Broadway\" (text)\n\"Investment banking fees on Wall Street totaled $40 billion in 2012 and securities industry generated 19% of state tax revenue in fiscal 2013–14\" (text)\n\"Previous administration of the London interbank offered rate was the British Bankers Association\" (text)\n\"a stylized illustration of a row of historic exchange buildings with a prominent trading floor interior visible near the top\" (figure)\n\"a cartoon street sign cluster showing a plaque labeled Wall Street and a separate building sign labeled with a numbered address near the middle\" (figure)\n\"a symbolic stack of coins and a simplified tax ledger icon placed below the fees and revenue text\" (figure)\n\"a stylized group of office silhouettes representing banks and investment managers positioned below the district description\" (figure) The overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 507,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Lower Manhattan is the third-largest central business district in the United States and is home to the New York Stock Exchange, on Wall Street, and the NASDAQ, at 165 Broadway, representing the world's largest and second largest stock exchanges, respectively, when measured both by overall average daily trading volume and by total market capitalization of their listed companies in 2013. Investment banking fees on Wall Street totaled approximately $40 billion in 2012, while in 2013, senior New York City bank officers who manage risk and compliance functions earned as much as $324,000 annually. In fiscal year 2013–14, Wall Street's securities industry generated 19% of New York State's tax revenue. New York City remains the largest global center for trading in public equity and debt capital markets, driven in part by the size and financial development of the U.S. economy.:31–32 In July 2013, NYSE Euronext, the operator of the New York Stock Exchange, took over the administration of the London interbank offered rate from the British Bankers Association. New York also leads in hedge fund management; private equity; and the monetary volume of mergers and acquisitions. Several investment banks and investment mangers headquartered in Manhattan are important participants in other global financial centers.:34–35 New York is also the principal commercial banking center of the United States.",
    "qa_count": 7,
    "ids": [
      "56cf5478aab44d1400b88ffc",
      "56cf5478aab44d1400b88ffd",
      "56cf5478aab44d1400b88ffe",
      "56cf5478aab44d1400b88fff",
      "56cf5478aab44d1400b89000",
      "56cff54e234ae51400d9c16a",
      "56cff54e234ae51400d9c16b"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Manhattan office space overview\" (text) focused on \"scale of office space in Manhattan and Midtown\" (text). At the top is a concise header and below it supporting visuals placed near the related figures, with summary labels adjacent to each figure, and a closing note near the bottom. \n\"Manhattan contained over 500 million square feet of office space in 2015, making it the largest office market in the United States\" (text)\n\"Midtown Manhattan had nearly 400 million square feet of office space in 2015, the largest central business district in the world\" (text)\n\"The same Manhattan total expressed in square meters is 46.5 million square meters\" (text)\n\"a stylized skyline with many stacked office towers representing a large urban office market\" (figure)\n\"a simplified dense cluster of towers labeled as the central business district to imply concentration of office space\" (figure)\n\"a comparative pair of tower icons, one larger for Manhattan and one slightly smaller for Midtown, positioned adjacent to their summary labels\" (figure)\n\"The overall style of the image is clean, informative, and infographic-oriented with clear iconography and concise typographic labels.\"",
    "infographic_id": 508,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Many of the world's largest media conglomerates are also based in the city. Manhattan contained over 500 million square feet (46.5 million m2) of office space in 2015, making it the largest office market in the United States, while Midtown Manhattan, with nearly 400 million square feet (37.2 million m2) in 2015, is the largest central business district in the world.",
    "qa_count": 3,
    "ids": [
      "56cf552daab44d1400b89022",
      "56cf552daab44d1400b89023",
      "56cff567234ae51400d9c16f"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Silicon Alley and New York Tech Overview\" (text) focused on \"Silicon Alley as a Manhattan-centered technology hub\" (text). At the top, a concise header introduces the topic and key location, while the middle groups investment and infrastructure highlights near illustrative figures, and the bottom summarizes workforce scale and a corporate infrastructure note.  \n\"Silicon Alley centered in Manhattan as the city's tech hub spanning internet, media, and fintech\" (text)  \n\"a stylized map pin over a Manhattan outline indicating central location\" (figure)  \n\"Major infrastructure upgrade by a telecom headquartered at 140 West Street\" (text)  \n\"a cartoon stylized fiber trunk and network cables symbolizing a large citywide fiber upgrade\" (figure)  \n\"The telecom upgrade cost US$3 billion and improved citywide fiberoptic connectivity\" (text)  \n\"a stylized cluster of workers and office silhouettes representing the tech workforce\" (figure)  \n\"New York City tech sector employs about 300,000 people across the region\" (text) The overall style of the image is clean, illustrative, and informational with simple icons and clear typographic hierarchy.",
    "infographic_id": 509,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Silicon Alley, centered in Manhattan, has evolved into a metonym for the sphere encompassing the New York City metropolitan region's high technology industries involving the Internet, new media, telecommunications, digital media, software development, biotechnology, game design, financial technology (\"fintech\"), and other fields within information technology that are supported by its entrepreneurship ecosystem and venture capital investments. In the first half of 2015, Silicon Alley generated over US$3.7 billion in venture capital investment across a broad spectrum of high technology enterprises, most based in Manhattan, with others in Brooklyn, Queens, and elsewhere in the region. High technology startup companies and employment are growing in New York City and the region, bolstered by the city's position in North America as the leading Internet hub and telecommunications center, including its vicinity to several transatlantic fiber optic trunk lines, New York's intellectual capital, and its extensive outdoor wireless connectivity. Verizon Communications, headquartered at 140 West Street in Lower Manhattan, was at the final stages in 2014 of completing a US$3 billion fiberoptic telecommunications upgrade throughout New York City. As of 2014, New York City hosted 300,000 employees in the tech sector.",
    "qa_count": 5,
    "ids": [
      "56cf55aeaab44d1400b89030",
      "56cf55aeaab44d1400b89031",
      "56cf55aeaab44d1400b89032",
      "56cf55aeaab44d1400b89033",
      "56cff593234ae51400d9c171"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Cornell Tech and the growing New York City biotech cluster\" (text) focused on \"academic partnerships, funding, and facilities driving life sciences growth\" (text). At the top a concise headline and overview introduce the partnership and project goals. \"Cornell Tech built on Roosevelt Island through an academic partnership with Technion-Israel Institute of Technology\" (text)\n\"Project budget announced as US$2 billion to create a graduate school of applied sciences\" (text)\nBelow that, a mid section highlights investment and startup support in biotech. \"By mid-2014 an accelerator had raised US$30 million to seed biotechnology startups at the Alexandria Center for Life Science\" (text)\n\"Alexandria Center for Life Science covers 65,000 square meters and promotes collaboration among scientists and entrepreneurs\" (text)\nNear the bottom, visual figures support these facts. \"a stylized campus building with an adjacent small island silhouette to represent the Roosevelt Island site\" (figure)\n\"a cartoon handshake between two academic seals to represent the partnership\" (figure)\n\"a simplified schematic of clustered lab rooms and office spaces to represent the Alexandria Center floorplate\" (figure)\n\"a stylized group of stacked coin shapes and interlocking hands to represent venture commitments and accelerator funding\" (figure)\nThe overall style of the image is clean, illustrative, and informational with clear labels and supportive iconography.",
    "infographic_id": 510,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "The biotechnology sector is also growing in New York City, based upon the city's strength in academic scientific research and public and commercial financial support. On December 19, 2011, then Mayor Michael R. Bloomberg announced his choice of Cornell University and Technion-Israel Institute of Technology to build a US$2 billion graduate school of applied sciences called Cornell Tech on Roosevelt Island with the goal of transforming New York City into the world's premier technology capital. By mid-2014, Accelerator, a biotech investment firm, had raised more than US$30 million from investors, including Eli Lilly and Company, Pfizer, and Johnson & Johnson, for initial funding to create biotechnology startups at the Alexandria Center for Life Science, which encompasses more than 700,000 square feet (65,000 m2) on East 29th Street and promotes collaboration among scientists and entrepreneurs at the center and with nearby academic, medical, and research institutions. The New York City Economic Development Corporation's Early Stage Life Sciences Funding Initiative and venture capital partners, including Celgene, General Electric Ventures, and Eli Lilly, committed a minimum of US$100 million to help launch 15 to 20 ventures in life sciences and biotechnology.",
    "qa_count": 6,
    "ids": [
      "56cf566aaab44d1400b89042",
      "56cf566aaab44d1400b89043",
      "56cf566aaab44d1400b89044",
      "56cf566aaab44d1400b89045",
      "56cf566aaab44d1400b89046",
      "56cff61d234ae51400d9c17f"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City tourism milestones\" (text) focused on \"annual visitor totals and economic impact\" (text). At the top is a succinct title and topic, near a compact summary text block, and below that the middle section pairs milestone text with supporting illustrative figures, ending with an economic impact note near a concluding figure at the bottom. \n\"New York City received approximately 51 million visitors in 2011, 54 million in 2013, and a record 56.4 million in 2014\" (text)\n\"Tourism generated an all-time high US$61.3 billion in overall economic impact for New York City in 2014\" (text)\n\"a stylized illustration of a crowd of tourists near a city skyline, placed adjacent to the 2011 and 2013 visitor phrase\" (figure)\n\"a cartoon group celebrating near a landmark, placed adjacent to the 56.4 million record phrase\" (figure)\n\"a stylized stack of coin and briefcase icons indicating economic impact, placed below the economic impact phrase\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 511,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Tourism is a vital industry for New York City, which has witnessed a growing combined volume of international and domestic tourists – receiving approximately 51 million tourists in 2011, 54 million in 2013, and a record 56.4 million in 2014. Tourism generated an all-time high US$61.3 billion in overall economic impact for New York City in 2014.",
    "qa_count": 6,
    "ids": [
      "56cf56b2aab44d1400b89056",
      "56cf56b2aab44d1400b89057",
      "56cf56b2aab44d1400b89058",
      "56cf56b2aab44d1400b89059",
      "56cff665234ae51400d9c187",
      "56cff665234ae51400d9c189"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"I Love New York campaign overview\" (text) focused on \"origins, ownership, and official status of the I Love New York slogan\" (text). At the top, a concise header states the phrase and its dual role; near the middle, a line summarizes its origin year and advertising use; below that, a line names the trademark owner and a final line notes the song's official status as the state song of New York. \n\"I Love New York\" is the English phrase represented by the stylized logo and song (text)\n\"First used in advertisements in 1977 as a tourism campaign\" (text)\n\"Trademark owned by New York State Empire State Development\" (text)\n\"Also designated as the state song of New York and used statewide\" (text)\n\"a stylized souvenir display with logo on shop shelves\" (figure)\n\"a cartoon poster in use on a transit advertisement\" (figure)\n\"a silhouette of a state outline with a musical note hovering nearby\" (figure)\nThe overall style of the image is clean, illustrative, and instructional.",
    "infographic_id": 512,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "I Love New York (stylized I ❤ NY) is both a logo and a song that are the basis of an advertising campaign and have been used since 1977 to promote tourism in New York City, and later to promote New York State as well. The trademarked logo, owned by New York State Empire State Development, appears in souvenir shops and brochures throughout the city and state, some licensed, many not. The song is the state song of New York.",
    "qa_count": 6,
    "ids": [
      "56cf571faab44d1400b89069",
      "56cf571faab44d1400b8906a",
      "56cf571faab44d1400b8906b",
      "56cf571faab44d1400b8906c",
      "56cff6a7234ae51400d9c18d",
      "56cff6a7234ae51400d9c18e"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Famous attractions and annual events in the city\" (text) focused on \"major sites, seasonal activities, and borough highlights\" (text). At the top, a concise header lists signature parades and tree lighting, above a central panel that groups parks, museums, and theater, and below that a borough highlights strip shows attractions outside the central island.\n\n\"Signature annual events include the Halloween Parade in Greenwich Village and the Macy's Thanksgiving Day Parade, plus the Rockefeller Center Christmas tree lighting\" (text)\n\"Popular cultural destinations include Broadway theater productions and free performances in Central Park at Summerstage\" (text)\n\"Well known landmarks include the Empire State Building, the Statue of Liberty, Ellis Island, and the United Nations Headquarters\" (text)\n\"Major museums and greenspaces include the Metropolitan Museum of Art, Central Park, Washington Square Park, and seasonal ice skating in Central Park\" (text)\n\"Outside the main island, notable borough attractions include the Unisphere in Queens, the Bronx Zoo, Coney Island in Brooklyn, and the New York Botanical Garden\" (text)\n\n\"a cartoon of costumed marchers parading down a village street with spectators watching\" (figure)\n\"a stylized illustration of a tall decorated public tree with a crowd gathered at a plaza\" (figure)\n\"a simple cartoon of a summer outdoor bandstand with an audience sitting on grass\" (figure)\n\"a silhouette of a large ferris wheel on a shoreline with a distant skyline behind it\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative with clear, easily legible phrasing.",
    "infographic_id": 513,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Major tourist destinations include Times Square; Broadway theater productions; the Empire State Building; the Statue of Liberty; Ellis Island; the United Nations Headquarters; museums such as the Metropolitan Museum of Art; greenspaces such as Central Park and Washington Square Park; Rockefeller Center; the Manhattan Chinatown; luxury shopping along Fifth and Madison Avenues; and events such as the Halloween Parade in Greenwich Village; the Macy's Thanksgiving Day Parade; the lighting of the Rockefeller Center Christmas Tree; the St. Patrick's Day parade; seasonal activities such as ice skating in Central Park in the wintertime; the Tribeca Film Festival; and free performances in Central Park at Summerstage. Major attractions in the boroughs outside Manhattan include Flushing Meadows-Corona Park and the Unisphere in Queens; the Bronx Zoo; Coney Island, Brooklyn; and the New York Botanical Garden in the Bronx. The New York Wheel, a 630-foot ferris wheel, was under construction at the northern shore of Staten Island in 2015, overlooking the Statue of Liberty, New York Harbor, and the Lower Manhattan skyline.",
    "qa_count": 5,
    "ids": [
      "56cf578daab44d1400b89089",
      "56cf578daab44d1400b8908a",
      "56cf578daab44d1400b8908b",
      "56cf578daab44d1400b8908c",
      "56cf578daab44d1400b8908d"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Manhattan hotel snapshot, end of 2014\" (text) focused on \"city lodging growth and a major hotel sale\" (text). At the top is a brief headline and a summary statistic; near the middle are ownership and sale details adjacent to an illustrative scene; below are contextual notes and a small summary figure.\n\n\"Manhattan estimated to have 90,000 hotel rooms at the end of 2014, a 10% increase from 2013\" (text)\n\"Anbang Insurance Group purchased the Waldorf Astoria New York in October 2014 for US$1.95 billion\" (text)\n\"a stylized illustration of a large historic hotel building to represent the Waldorf Astoria\" (figure)\n\"a stylized illustration of a business person exchanging a symbolic oversized key to represent the purchase\" (figure)\n\"a small illustrative skyline with multiple hotel icons to represent overall room growth\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear hierarchy and simple cartoon-like figures.",
    "infographic_id": 514,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Manhattan was on track to have an estimated 90,000 hotel rooms at the end of 2014, a 10% increase from 2013. In October 2014, the Anbang Insurance Group, based in China, purchased the Waldorf Astoria New York for US$1.95 billion, making it the world's most expensive hotel ever sold.",
    "qa_count": 8,
    "ids": [
      "56cf57c2aab44d1400b89093",
      "56cf57c2aab44d1400b89094",
      "56cf57c2aab44d1400b89095",
      "56cf57c2aab44d1400b89096",
      "56cff757234ae51400d9c199",
      "56cff757234ae51400d9c19a",
      "56cff757234ae51400d9c19b",
      "56cff757234ae51400d9c19c"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York film and television industry snapshot\" (text) focused on \"New York's production scale and industry impact\" (text). At the top a concise headline and summary introduce the topic, the middle shows production and workforce highlights adjacent to supportive illustrations, and the bottom contrasts city standing with a rival city near a contextual scene.\n\n\"New York film and television industry snapshot with production, jobs, and spending summarized\" (text)\n\"Approximately 200 feature films are made in New York City every year, and the city leads in independent film by volume\" (text)\n\"About 130,000 New Yorkers work in the television and film industry and are noted near the production figure\" (text)\n\"The industry generates $7.1 billion in direct expenditures annually, displayed below the workforce note\" (text)\n\"Los Angeles is noted as the rival city for pilot episode location filming in the comparative caption\" (text)\n\n\"a cartoon skyline with film reels and a clapperboard to accompany the production and independent film claim\" (figure)\n\"a stylized group of workers with film gear to support the workforce and jobs statement\" (figure)\n\"a symbolic pile of money and film paraphernalia illustrating industry expenditures\" (figure)\n\"a cartoon cityscape pair showing two cities in competition to accompany the note about the rival city\" (figure)\n\nThe overall style of the image is clear, illustrative, and infographic-focused.",
    "infographic_id": 515,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "New York is a prominent location for the American entertainment industry, with many films, television series, books, and other media being set there. As of 2012, New York City was the second largest center for filmmaking and television production in the United States, producing about 200 feature films annually, employing 130,000 individuals, and generating an estimated $7.1 billion in direct expenditures, and by volume, New York is the world leader in independent film production; one-third of all American independent films are produced in New York City. The Association of Independent Commercial Producers is also based in New York. In the first five months of 2014 alone, location filming for television pilots in New York City exceeded the record production levels for all of 2013, with New York surpassing Los Angeles as the top North American city for the same distinction during the 2013/2014 cycle.",
    "qa_count": 4,
    "ids": [
      "56cfac79234ae51400d9be4f",
      "56cfac79234ae51400d9be50",
      "56cfac79234ae51400d9be51",
      "56cfac79234ae51400d9be52"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City as a Media Capital\" (text) focused on \"the city's concentration of media industries and headquarters\" (text). The layout flows from a headline area at the top with a concise summary, to a middle zone pairing short labeled facts with illustrative figures, and a bottom area summarizing broader trends and roles.  \n\"New York City is North America's biggest media market and a center for advertising, music, newspapers, digital media, and publishing\" (text)  \n\"Seven of the world's top eight global advertising agency networks have their headquarters in New York\" (text)  \n\"Two of the top three record label headquarters are in New York, including Sony Music Entertainment and Warner Music Group\" (text)  \n\"New media enterprises are increasingly important to the city's central media role\" (text)  \n\"a stylized cluster of office towers with small building markers representing major media headquarters\" (figure)  \n\"a cartoon group of interconnected agency office icons to represent the concentration of top advertising networks\" (figure)  \n\"a stylized illustration of two music company headquarters buildings with music note accents nearby\" (figure)  \n\"a simple illustrative stack of newspapers, a digital tablet, and a book to symbolize newspapers, digital media, and publishing\" (figure) The overall style of the image is clean, informational, and illustrative with clear labels and supportive cartoons.",
    "infographic_id": 516,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "New York City is additionally a center for the advertising, music, newspaper, digital media, and publishing industries and is also the largest media market in North America. Some of the city's media conglomerates and institutions include Time Warner, the Thomson Reuters Corporation, the Associated Press, Bloomberg L.P., the News Corporation, The New York Times Company, NBCUniversal, the Hearst Corporation, AOL, and Viacom. Seven of the world's top eight global advertising agency networks have their headquarters in New York. Two of the top three record labels' headquarters are in New York: Sony Music Entertainment and Warner Music Group. Universal Music Group also has offices in New York. New media enterprises are contributing an increasingly important component to the city's central role in the media sphere.",
    "qa_count": 3,
    "ids": [
      "56cfacff234ae51400d9be57",
      "56cfacff234ae51400d9be58",
      "56cfacff234ae51400d9be59"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York Publishing Snapshot\" (text) focused on \"New York city newspapers, magazines, and publishing facts\" (text). At the top is a concise headline and a summary line near a left-aligned illustrative figure, then the middle groups landmark newspaper facts adjacent to supporting illustrative icons, and the bottom presents industry scale and ethnic press highlights near a right-aligned figure. \"New York hosts more than 200 newspaper offices and 350 consumer magazines\" (text)\n\"The publishing industry employs about 25,000 people in the city\" (text)\n\"Two of three national daily newspapers are New York based (2 of 3), including The Wall Street Journal and The New York Times\" (text)\n\"The New York Times has won the most Pulitzer Prizes; notable tabloids include New York Daily News founded in 1919 and New York Post founded by Alexander Hamilton\" (text)\n\"a stylized city newsstand with stacked newspapers and magazines\" (figure)\n\"a cartoon portrait of a historic broadsheet front page with no letters\" (figure)\n\"a stylized illustration of a diverse group of newspapers and magazines labeled as ethnic press\" (figure)\nThe overall style of the image is clean, informative, and journalistic with clear iconographic illustrations.",
    "infographic_id": 517,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "More than 200 newspapers and 350 consumer magazines have an office in the city, and the publishing industry employs about 25,000 people. Two of the three national daily newspapers in the United States are New York papers: The Wall Street Journal and The New York Times, which has won the most Pulitzer Prizes for journalism. Major tabloid newspapers in the city include: The New York Daily News, which was founded in 1919 by Joseph Medill Patterson and The New York Post, founded in 1801 by Alexander Hamilton. The city also has a comprehensive ethnic press, with 270 newspapers and magazines published in more than 40 languages. El Diario La Prensa is New York's largest Spanish-language daily and the oldest in the nation. The New York Amsterdam News, published in Harlem, is a prominent African American newspaper. The Village Voice is the largest alternative newspaper.",
    "qa_count": 10,
    "ids": [
      "56cfad77234ae51400d9be5d",
      "56cfad77234ae51400d9be5e",
      "56cfad77234ae51400d9be5f",
      "56cfad77234ae51400d9be60",
      "56cfad77234ae51400d9be61",
      "56cffb63234ae51400d9c1e5",
      "56cffb63234ae51400d9c1e6",
      "56cffb63234ae51400d9c1e7",
      "56cffb63234ae51400d9c1e8",
      "56cffb63234ae51400d9c1e9"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Television and cable headquarters in New York\" (text) focused on \"major broadcast networks, cable channels, and the city's public television service\" (text). At the top a concise header introduces the topic, the middle groups major broadcasters and cable channels with supportive illustrations, and the bottom highlights the city-run service and its achievements.\n\n\"Television and cable headquarters in New York: major broadcasters and notable cable channels listed together\" (text)\n\"Major American broadcast networks ABC, CBS, and NBC are headquartered in New York, presented near an illustrative cluster\" (text)\n\"A selection of cable networks based in the city is shown adjacent to a row of distinctive channel icons including Fox News for cable news and Comedy Central for comedy\" (text)\n\"The City of New York operates a public broadcast service called NYCTV with original Emmy Award–winning local programming\" (text)\n\"a stylized cluster of three broadcast building icons representing the three major networks\" (figure)\n\"a cartoon row of channel icons representing a range of cable networks including a news channel icon and a comedy channel icon\" (figure)\n\"a silhouette of a small local TV production crew shooting a community program to represent city public broadcasting\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 518,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The television industry developed in New York and is a significant employer in the city's economy. The three major American broadcast networks are all headquartered in New York: ABC, CBS, and NBC. Many cable networks are based in the city as well, including MTV, Fox News, HBO, Showtime, Bravo, Food Network, AMC, and Comedy Central. The City of New York operates a public broadcast service, NYCTV, that has produced several original Emmy Award-winning shows covering music and culture in city neighborhoods and city government.",
    "qa_count": 4,
    "ids": [
      "56cfafaf234ae51400d9be67",
      "56cfafaf234ae51400d9be68",
      "56cfafaf234ae51400d9be69",
      "56cfafaf234ae51400d9be6a"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Public and Non-Commercial Media in New York\" (text) focused on \"public-access TV, public television, and public radio roles\" (text). The layout flows from a headline and topic at the top, through a middle section that highlights three media institutions with supporting illustrations, down to a bottom note about ownership history and audience prominence.\n\n\"Public and Non-Commercial Media in New York: key institutions and milestones\" (text)\n\"Manhattan Neighborhood Network identified as the oldest public-access television channel in the United States, created in 1971\" (text)\n\"WNET presented as the city's primary public television station and main source of national PBS programming\" (text)\n\"WNYC noted as the largest public radio station in the United States with city ownership until 1997\" (text)\n\n\"a cartoon of a small community television studio with cameras and volunteers\" (figure)\n\"a stylized television broadcast studio with a station call letters board implied without text\" (figure)\n\"a silhouette of a radio studio with a microphone and a broadcasting engineer\" (figure)\n\nThe overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 519,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "New York is also a major center for non-commercial educational media. The oldest public-access television channel in the United States is the Manhattan Neighborhood Network, founded in 1971. WNET is the city's major public television station and a primary source of national Public Broadcasting Service (PBS) television programming. WNYC, a public radio station owned by the city until 1997, has the largest public radio audience in the United States.",
    "qa_count": 8,
    "ids": [
      "56cfb021234ae51400d9be6f",
      "56cfb021234ae51400d9be70",
      "56cfb021234ae51400d9be71",
      "56cfb021234ae51400d9be72",
      "56cfb021234ae51400d9be73",
      "56cffbdd234ae51400d9c1f3",
      "56cffbdd234ae51400d9c1f4",
      "56cffbdd234ae51400d9c1f5"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Public Schools Overview\" (text) focused on \"structure, size, and specialized high school offerings\" (text). At the top a concise header summarizes governance and enrollment, the middle shows system scale with schools and students, and the bottom highlights specialized high schools and their purpose.\n\n\"New York City Department of Education runs the public school system\" (text)\n\"Serving about 1.1 million students across the city\" (text)\n\"Operating in more than 1,700 separate primary and secondary schools\" (text)\n\"Maintains nine specialized high schools for academically and artistically gifted students\" (text)\n\n\"a stylized city education office building with a simple flag and document icon\" (figure)\n\"a cluster of schoolhouse icons arranged to suggest many separate primary and secondary schools\" (figure)\n\"a simplified group of student silhouettes gathered together to represent total enrollment\" (figure)\n\"a stylized stage and book icon pair to represent specialized high schools for gifted students\" (figure)\n\nThe overall style of the image is clean, informative, and infographic-like with clear iconography and readable labels.",
    "infographic_id": 520,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The New York City Public Schools system, managed by the New York City Department of Education, is the largest public school system in the United States, serving about 1.1 million students in more than 1,700 separate primary and secondary schools. The city's public school system includes nine specialized high schools to serve academically and artistically gifted students.",
    "qa_count": 6,
    "ids": [
      "56cfb0ab234ae51400d9be79",
      "56cfb0ab234ae51400d9be7a",
      "56cfb0ab234ae51400d9be7b",
      "56cfb0ab234ae51400d9be7c",
      "56cffc18234ae51400d9c1f9",
      "56cffc18234ae51400d9c1fb"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Charter School Support and Private School Count\" (text) focused on \"education organizations and school totals in the city\" (text). At the top is the main title and a short explanatory header; near the middle are two supporting illustrative figures with nearby short captions; below are concise summary labels that answer the questions directly.\n\n\"Charter School Support and Private School Count\" (text)\n\"education organizations and school totals in the city\" (text)\n\"a stylized office scene showing people planning a new school\" (figure)\n\"an illustrative row of small school buildings representing many private schools\" (figure)\n\"New York City Charter School Center helps set up new charter schools\" (text)\n\"about 900 additional privately run secular and religious schools in the city\" (text)\n\"a compact note placed below the figures indicating support and totals\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 521,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "The New York City Charter School Center assists the setup of new charter schools. There are approximately 900 additional privately run secular and religious schools in the city.",
    "qa_count": 2,
    "ids": [
      "56cfb0d5234ae51400d9be81",
      "56cfb0d5234ae51400d9be82"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Higher education in New York City\" (text) focused on \"citywide college systems and population education levels\" (text). At the top there is a concise headline and summary, near the middle supporting visuals and labels explain system sizes and enrollment, and below comparative figures highlight Manhattan educational attainment and other institutions. \"Higher education in New York City: total participation and major systems\" (text)\n\"Over 600,000 students attend higher education across the city, the highest total of any US city\" (text)\n\"About half million students enrolled in the City University of New York system\" (text)\n\"City University of New York comprises 24 institutions across all five boroughs\" (text)\n\"A stylized cluster of campus icons representing a large public university system\" (figure)\n\"A cartoon map marker grouping smaller campus icons labeled for private and special-purpose colleges\" (figure)\n\"A stylized pair of silhouettes with graduation caps indicating that three out of five Manhattan residents are college graduates and one out of four hold postgraduate degrees\" (figure) The overall style of the image is clean, informative, and illustrative with clear typography and simple cartoons.",
    "infographic_id": 522,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Over 600,000 students are enrolled in New York City's over 120 higher education institutions, the highest number of any city in the United States, including over half million in the City University of New York (CUNY) system alone in 2014. In 2005, three out of five Manhattan residents were college graduates, and one out of four had a postgraduate degree, forming one of the highest concentrations of highly educated people in any American city. New York City is home to such notable private universities as Barnard College, Columbia University, Cooper Union, Fordham University, New York University, New York Institute of Technology, Pace University, and Yeshiva University. The public CUNY system is one of the largest universities in the nation, comprising 24 institutions across all five boroughs: senior colleges, community colleges, and other graduate/professional schools. The public State University of New York (SUNY) system also serves New York City, as well as the rest of the state. The city also has other smaller private colleges and universities, including many religious and special-purpose institutions, such as St. John's University, The Juilliard School, Manhattan College, The College of Mount Saint Vincent, The New School, Pratt Institute, The School of Visual Arts, The King's College, and Wagner College.",
    "qa_count": 5,
    "ids": [
      "56cfb1a2234ae51400d9be85",
      "56cfb1a2234ae51400d9be86",
      "56cfb1a2234ae51400d9be87",
      "56cfb1a2234ae51400d9be88",
      "56cfb1a2234ae51400d9be89"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Public library system size and borough service in New York\" (text) focused on \"which city library systems serve which boroughs and their relative sizes\" (text). At the top, a concise header names the largest and second largest public library systems and the boroughs they serve, with supportive illustrations placed near each label. In the middle, comparative callouts link each system to the boroughs it serves and a stylized map illustration sits adjacent to those callouts. Near the bottom, a simple note reiterates which boroughs are served by the largest system and which system serves Brooklyn. \"New York Public Library is the largest public library system in the United States and serves Manhattan, the Bronx, and Staten Island\" (text) \"Queens Borough Public Library is the nation's second largest public library system and serves Queens\" (text) \"Brooklyn Public Library serves Brooklyn\" (text) \"Which boroughs does the New York Public Library serve? see nearby map for Manhattan, the Bronx, and Staten Island\" (text) \"a stylized map showing three highlighted borough areas with simple location markers and no text\" (figure) \"a cartoon stack of books labeled only by size differences to imply largest and second largest without words\" (figure) \"a stylized silhouette of a library building placed near the Brooklyn label\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 523,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The New York Public Library, which has the largest collection of any public library system in the United States, serves Manhattan, the Bronx, and Staten Island. Queens is served by the Queens Borough Public Library, the nation's second largest public library system, while the Brooklyn Public Library serves Brooklyn.",
    "qa_count": 5,
    "ids": [
      "56cffcb0234ae51400d9c208",
      "56cffcb0234ae51400d9c209",
      "56d103ff17492d1400aab728",
      "56d103ff17492d1400aab729",
      "56d103ff17492d1400aab72a"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Health and Hospitals Corporation overview\" (text) focused on \"municipal healthcare system size, services, and history\" (text). At the top, a concise header and key facts are presented, near a left figure showing institutional scale; the middle shows service breakdown near illustrative icons, and the bottom shows founding and patient reach near a supporting figure. \"New York City Health and Hospitals Corporation is the largest municipal healthcare system in the United States\" (text)\n\"a public benefit corporation with $6.7 billion in annual revenues and founded in 1969\" (text)\n\"serves 1.4 million patients annually, including 475,000 uninsured city residents\" (text)\n\"operates 11 acute care hospitals, five nursing homes, six diagnostic and treatment centers, and more than 70 community primary care sites\" (text)\n\"a stylized illustration of a large city hospital building to represent the system's overall scale\" (figure)\n\"a cartoon cluster of smaller clinic and nursing home buildings arranged near the hospitals to represent service locations\" (figure)\n\"a silhouette of diverse patients waiting or walking to a clinic to represent annual patient reach and uninsured residents\" (figure)\nThe overall style of the image is clear, illustrative, and informational with clean layouts and simple icons.",
    "infographic_id": 524,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "The New York City Health and Hospitals Corporation (HHC) operates the public hospitals and clinics in New York City. A public benefit corporation with $6.7 billion in annual revenues, HHC is the largest municipal healthcare system in the United States serving 1.4 million patients, including more than 475,000 uninsured city residents. HHC was created in 1969 by the New York State Legislature as a public benefit corporation (Chapter 1016 of the Laws 1969). It is similar to a municipal agency but has a Board of Directors. HHC operates 11 acute care hospitals, five nursing homes, six diagnostic and treatment centers, and more than 70 community-based primary care sites, serving primarily the poor and working class. HHC's MetroPlus Health Plan is one of the New York area's largest providers of government-sponsored health insurance and is the plan of choice for nearly half million New Yorkers.",
    "qa_count": 7,
    "ids": [
      "56cffd07234ae51400d9c215",
      "56cffd07234ae51400d9c217",
      "56d1046317492d1400aab734",
      "56d1046317492d1400aab735",
      "56d1046317492d1400aab736",
      "56d1046317492d1400aab737",
      "56d1046317492d1400aab738"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Bellevue Hospital and HHC Leadership\" (text) focused on \"public hospital history and current HHC president\" (text). At the top is the main headline and a brief summary line near a supporting illustration, the middle shows role and designation details adjacent to a figure, and the bottom lists prior experience and a note about designated treatment responsibilities near a corresponding figure. \"Bellevue Hospital identified as the oldest public hospital in the United States and a designated treatment hospital for visiting world leaders\" (text)\n\"Ramanathan Raju, MD is the president of HHC, noted surgeon and health system leader\" (text)\n\"Prior position as CEO of the Cook County health system in Illinois\" (text)\n\"Designated treatment responsibilities for the President and visiting world leaders when in New York City\" (text)\n\"a stylized illustration of a historic hospital building to support the oldest public hospital claim\" (figure)\n\"a cartoon hospital intake scene showing a dignitary being escorted to care to support designated treatment responsibilities\" (figure)\n\"a silhouette of a physician in clinical attire with an administrative badge to support the leadership and prior CEO role\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 525,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The most well-known hospital in the HHC system is Bellevue Hospital, the oldest public hospital in the United States. Bellevue is the designated hospital for treatment of the President of the United States and other world leaders if they become sick or injured while in New York City. The president of HHC is Ramanathan Raju, MD, a surgeon and former CEO of the Cook County health system in Illinois.",
    "qa_count": 7,
    "ids": [
      "56cffd56234ae51400d9c21d",
      "56cffd56234ae51400d9c21e",
      "56d1053c17492d1400aab748",
      "56d1053c17492d1400aab749",
      "56d1053c17492d1400aab74a",
      "56d1053c17492d1400aab74b",
      "56d1053c17492d1400aab74c"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"NYPD overview and key facts\" (text) focused on \"the New York City Police Department and its common nickname\" (text). At the top is the title and a short identifying phrase, near a small illustrative figure that supports the agency name, and the middle contains staffing and nickname details adjacent to a representative figure, while a bottom note summarizes role and scale adjacent to an emblematic figure.  \n\"NYPD overview and key facts\" (text)\n\"the New York City Police Department and its common nickname\" (text)\n\"Agency name spelled out as New York City Police Department, placed near the top\" (text)\n\"Over 35,000 sworn officers noted near a central illustrative figure to show scale\" (text)\n\"Officers commonly called New York's Finest placed adjacent to the nickname figure\" (text)\n\"a stylized badge-shaped illustration without any letters or numerals to represent a municipal police agency\" (figure)\n\"a cartoon group of uniformed silhouettes to represent a large police force, no text on figures\" (figure)\n\"a stylized scene of a police vehicle silhouette to support the nickname reference, no words\" (figure) The overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 526,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The New York City Police Department (NYPD) has been the largest police force in the United States by a significant margin, with over 35,000 sworn officers. Members of the NYPD are frequently referred to by politicians, the media, and their own police cars by the nickname, New York's Finest.",
    "qa_count": 5,
    "ids": [
      "56cffd93234ae51400d9c221",
      "56cffd93234ae51400d9c222",
      "56d1057217492d1400aab75c",
      "56d1057217492d1400aab75d",
      "56d1057217492d1400aab75e"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City crime milestones and demographics\" (text) focused on \"historical trends in city crime and victim demographics\" (text). At the top is an overall summary line followed by a middle panel that highlights major milestone years and a lower panel that emphasizes demographic details and the low recent homicide count. \n\"New York City saw violent crime decrease more than 75% between 1993 and 2005\" (text)\n\"By 2002 the city's crime rate was comparable to Provo, Utah, and was ranked near the lower end among large cities\" (text)\n\"Fewer than 500 homicides were recorded in the year 2007, and the city reached a record low of 328 homicides in 2014\" (text)\n\"In the first six months of 2010, 95.9% of shooting victims were black or Hispanic, with similarly high percentages among murder victims and arrestees\" (text)\n\"a stylized timeline showing a long decline from a late twentieth century spike toward low recent homicide counts\" (figure)\n\"a cartoon map comparison showing two simplified city outlines labeled to suggest similarity in crime rate\" (figure)\n\"a stylized scene with silhouettes representing victims and arrest figures to visually indicate demographic proportions without text\" (figure)\n\"a simple illustrative medal or badge symbol indicating 'record low homicide count' adjacent to the 2014 milestone\" (figure) The overall style of the image is clean, illustrative, and data-supportive with concise explanatory text.",
    "infographic_id": 527,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "In 2012, New York City had the lowest overall crime rate and the second lowest murder rate among the largest U.S. cities, having become significantly safer after a spike in crime in the 1970s through 1990s. Violent crime in New York City decreased more than 75% from 1993 to 2005, and continued decreasing during periods when the nation as a whole saw increases. By 2002, New York City's crime rate was similar to that of Provo, Utah, and was ranked 197th in crime among the 216 U.S. cities with populations greater than 100,000. In 2005 the homicide rate was at its lowest level since 1966, and in 2007 the city recorded fewer than 500 homicides for the first time ever since crime statistics were first published in 1963. In the first six months of 2010, 95.1% of all murder victims and 95.9% of all shooting victims in New York City were black or Hispanic; additionally, 90.2 percent of those arrested for murder and 96.7 percent of those arrested for shooting someone were black or Hispanic. New York experienced a record low of 328 homicides in 2014 and has a far lower murder rate than other major American cities.",
    "qa_count": 6,
    "ids": [
      "56cffde2234ae51400d9c22b",
      "56d1062317492d1400aab76a",
      "56d1062317492d1400aab76b",
      "56d1062317492d1400aab76c",
      "56d1062317492d1400aab76d",
      "56d1062317492d1400aab76e"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Organized crime history in New York City\" (text) focused on \"early gangs to twentieth century Mafia and later decline\" (text). At the top, a concise header summarizes the early origins and location.  \n\"Early organized crime began with two major gangs in the 1820s in the Five Points\" (text)  \n\"Forty Thieves and the Roach Guards were the first major crime groups in the city\" (text)  \nBelow that, a middle section highlights twentieth century developments and notable groups.  \n\"Twentieth century rise of the Mafia centered on control by the Five Families\" (text)  \n\"a stylized map-like illustration showing a dense neighborhood labeled only by a historic street cluster silhouette\" (figure)  \n\"a cartoon of two rival street gangs facing each other to represent early gang conflict\" (figure)  \nAt the bottom, a brief closing note explains later trends and an example gang from the twentieth century.  \n\"Notable twentieth century gang example is the Black Spades while overall Mafia presence declined in the twenty-first century\" (text)  \n\"a stylized grouping of anonymous figures in a city skyline to indicate later decline of organized crime presence\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 528,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Organized crime has long been associated with New York City, beginning with the Forty Thieves and the Roach Guards in the Five Points in the 1820s. The 20th century saw a rise in the Mafia, dominated by the Five Families, as well as in gangs, including the Black Spades. The Mafia presence has declined in the city in the 21st century.",
    "qa_count": 4,
    "ids": [
      "56cffe23234ae51400d9c22d",
      "56d1070517492d1400aab778",
      "56d1070517492d1400aab779",
      "56d1070517492d1400aab77a"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"FDNY Overview and Key Facts\" (text) focused on \"New York City Fire Department roles, size, and motto\" (text). At the top is a concise header and below it a left column of role descriptions adjacent to a right column with size and staffing highlights; supporting illustrative figures sit near each column and a final captioned note appears near the bottom.\n\n\"FDNY Overview: mission includes fire protection, technical rescue, hazardous materials response, and emergency medical services across five boroughs\" (text)\n\"Staffing highlights adjacent to role list: approximately 11,080 uniformed firefighters and over 3,300 uniformed EMTs and paramedics\" (text)\n\"Relative size note below staffing: largest municipal fire department in the United States and second largest in the world after Tokyo\" (text)\n\"Motto and identity near the bottom: New York's Bravest displayed as the department motto\" (text)\n\"a stylized illustration of a firefighter helmet and axe near the roles column\" (figure)\n\"a cartoon ambulance and medical responder silhouette adjacent to the staffing text\" (figure)\n\"a stylized skyline with two emblematic fire stations suggesting city comparison near the size note\" (figure)\n\"a silhouette of a small globe or map indicating international rank near the relative size text\" (figure)\n\nThe overall style of the image is clean, infographic-like, with clear typographic hierarchy and simple illustrative icons.",
    "infographic_id": 529,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The New York City Fire Department (FDNY), provides fire protection, technical rescue, primary response to biological, chemical, and radioactive hazards, and emergency medical services for the five boroughs of New York City. The New York City Fire Department is the largest municipal fire department in the United States and the second largest in the world after the Tokyo Fire Department. The FDNY employs approximately 11,080 uniformed firefighters and over 3,300 uniformed EMTs and paramedics. The FDNY's motto is New York's Bravest.",
    "qa_count": 8,
    "ids": [
      "56cffe95234ae51400d9c22f",
      "56cffe95234ae51400d9c230",
      "56cffe95234ae51400d9c232",
      "56d1076317492d1400aab78c",
      "56d1076317492d1400aab78d",
      "56d1076317492d1400aab78e",
      "56d1076317492d1400aab78f",
      "56d1076317492d1400aab790"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Challenges of Urban Firefighting in a Dense City\" (text) focused on \"multifaceted firefighting environments and specific fire types\" (text). At the top, a concise header introduces the broad challenge; near the middle, supporting visuals illustrate key environments; below, a summary line labels specific fire types and transport infrastructure risks. \n\"Challenges of Urban Firefighting in a Dense City\" (text)\n\"multifaceted firefighting environments and specific fire types\" (text)\n\"Responding to building types from wood-frame homes to high-rise structures, near subway tunnels\" (text)\n\"Brush fires can start in parks and wooded areas and require distinct tactics\" (text)\n\"One of the largest subway systems in the world runs hundreds of miles of electrified tunnel\" (text)\n\"a stylized cross-section of a subway tunnel with tracks and tunnel structure, no text\" (figure)\n\"a cartoon cluster of park trees and undergrowth showing smoke rising, no text\" (figure)\n\"a stylized row of building silhouettes from small homes to tall towers, no text\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 530,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "The New York City Fire Department faces highly multifaceted firefighting challenges in many ways unique to New York. In addition to responding to building types that range from wood-frame single family homes to high-rise structures, there are many secluded bridges and tunnels, as well as large parks and wooded areas that can give rise to brush fires. New York is also home to one of the largest subway systems in the world, consisting of hundreds of miles of tunnel with electrified track.",
    "qa_count": 2,
    "ids": [
      "56cfff2d234ae51400d9c237",
      "56d107ab17492d1400aab796"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"FDNY Locations and Communications\" (text) focused on \"where headquarters, academy, and alarm offices are located\" (text). At the top is an overview headline with the headquarters and its address near a supporting visual, and below that the academy location is listed adjacent to a figure, while the middle shows the network of alarm offices with a highlighted Brooklyn office and separate Bronx and Queens offices near corresponding figures, and the bottom includes a note about which borough houses the headquarters adjacent to the Brooklyn office figure. \n\"FDNY headquarters at 9 MetroTech Center in Downtown Brooklyn\" (text)\n\"Fire Academy located on Randalls Island\" (text)\n\"Bureau of Fire Communications alarm office at 11 Metrotech Center serving Manhattan, Brooklyn, and Staten Island\" (text)\n\"Bronx and Queens alarm offices located in separate buildings\" (text)\n\"a cartoon map marker on a stylized downtown borough block indicating a headquarters building\" (figure)\n\"a cartoon ferry-accessible island with a stylized training building to represent the academy\" (figure)\n\"a stylized cluster of three communication icons adjacent to a building to represent the Brooklyn alarm office\" (figure)\n\"a pair of separate stylized building icons to represent the Bronx and Queens alarm offices\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 531,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "The FDNY headquarters is located at 9 MetroTech Center in Downtown Brooklyn, and the FDNY Fire Academy is located on Randalls Island. There are three Bureau of Fire Communications alarm offices which receive and dispatch alarms to appropriate units. One office, at 11 Metrotech Center in Brooklyn, houses Manhattan/Citywide, Brooklyn, and Staten Island Fire Communications. The Bronx and Queens offices are in separate buildings.",
    "qa_count": 7,
    "ids": [
      "56cfff79234ae51400d9c239",
      "56cfff79234ae51400d9c23a",
      "56cfff79234ae51400d9c23b",
      "56d1081117492d1400aab798",
      "56d1081117492d1400aab799",
      "56d1081117492d1400aab79a",
      "56d1081117492d1400aab79b"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York cultural movements through mid twentieth century to late twentieth century\" (text) focused on \"major artistic and musical movements that originated or flourished in the city\" (text). Near the top a concise header summarizes the era highlights, above the middle a sequence notes literary and musical origins, and below the middle the visual timeline connects art and music scenes to illustrative vignettes. \"The Harlem Renaissance defined the African-American literary canon and shaped modern black American literature\" (text)\n\"a thriving jazz scene popular during the 1940s is highlighted near a musical vignette\" (text)\n\"abstract expressionism dominated the 1950s art scene and is captioned near an artist vignette\" (text)\n\"the birthplace and emergence of hip hop during the 1970s is labeled near a street-music vignette\" (text)\n\"a punk and hardcore scene influential across the 1970s and 1980s appears adjacent to a performance vignette\" (text)\n\"a stylized mural of writers gathered in conversation\" (figure)\n\"a cartoon quartet playing jazz on small stage\" (figure)\n\"a stylized painter working in an abstract studio\" (figure)\n\"a silhouette of street musicians and dancers representing early hip hop\" (figure)\n\"a cartoon crowd at a raw performance illustrating punk energy\" (figure) The overall style of the image is illustrative and informational with clear, structured labels and simple cartoon vignettes.",
    "infographic_id": 532,
    "figure_count": 5,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Numerous major American cultural movements began in the city, such as the Harlem Renaissance, which established the African-American literary canon in the United States. The city was a center of jazz in the 1940s, abstract expressionism in the 1950s, and the birthplace of hip hop in the 1970s. The city's punk and hardcore scenes were influential in the 1970s and 1980s. New York has long had a flourishing scene for Jewish American literature.",
    "qa_count": 6,
    "ids": [
      "56cfffb0234ae51400d9c23f",
      "56cfffb0234ae51400d9c240",
      "56d108f917492d1400aab7b4",
      "56d108f917492d1400aab7b5",
      "56d108f917492d1400aab7b6",
      "56d108f917492d1400aab7b7"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Cultural and Fashion Highlights of New York\" (text) focused on \"New York as a global center for arts, music, dance, and fashion\" (text). At the top is a concise headline and immediately below a short summary; in the middle a cluster pairs short labeled facts with illustrative figures, and at the bottom a citation-style label near a supporting figure.\n\n\"New York is the birthplace of major cultural movements across literature, visual art, music, and dance\" (text)\n\"Abstract expressionism, also known as the New York School, originated in the city\" (text)\n\"New York Fashion Week is one of the world's preeminent fashion events held in the city\" (text)\n\"New York has been ranked the fashion capital of the world by the Global Language Monitor\" (text)\n\n\"a stylized illustration of a lively street scene with musicians and dancers to represent music and dance traditions\" (figure)\n\"a cartoon studio scene with artists painting and a label-free easel to represent the abstract expressionist movement\" (figure)\n\"a stylized runway illustration with models walking to represent the major fashion event hosted in the city\" (figure)\n\"a simple illustrative badge being affixed to a globe to represent the city's ranking by an external monitor\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear spatial grouping of text and figures.",
    "infographic_id": 533,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The city is the birthplace of many cultural movements, including the Harlem Renaissance in literature and visual art; abstract expressionism (also known as the New York School) in painting; and hip hop, punk, salsa, disco, freestyle, Tin Pan Alley, and Jazz in music. New York City has been considered the dance capital of the world. The city is also widely celebrated in popular lore, frequently the setting for books, movies (see List of films set in New York City), and television programs. New York Fashion Week is one of the world's preeminent fashion events and is afforded extensive coverage by the media. New York has also frequently been ranked the top fashion capital of the world on the annual list compiled by the Global Language Monitor.",
    "qa_count": 5,
    "ids": [
      "56d000c5234ae51400d9c24d",
      "56d000c5234ae51400d9c24e",
      "56d1099d17492d1400aab7c4",
      "56d1099d17492d1400aab7c5",
      "56d1099d17492d1400aab7c6"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City performing arts and cultural institutions\" (text) focused on \"the rise of Broadway musicals and the city's arts landscape\" (text). At the top, a bold header summarizes the city's arts scale; near the middle, an illustrated timeline scene shows theatrical change; below, supporting captions and a compact facts block anchor the Q&A details. \n\"New York City has more than 2,000 arts and cultural organizations and more than 500 art galleries of all sizes\" (text)\n\"Broadway and 42nd Street saw the new Broadway musical emerge in the 1880s\" (text)\n\"The advent of electric lighting enabled more elaborate theater productions\" (text)\n\"Harrigan was the writing partner of Hart in immigrant-influenced musical narratives\" (text)\n\"a cartoon street scene showing a historic theater marquee and foot traffic near a wide urban thoroughfare\" (figure)\n\"a stylized interior of a lit stage with visible stage lights and an elaborate set suggesting theatrical spectacle\" (figure)\n\"a silhouette of two collaborating playwright figures standing side by side, one gesturing toward the other's notebook\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear, readable labels and simple cartoon-like figures.",
    "infographic_id": 534,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "New York City has more than 2,000 arts and cultural organizations and more than 500 art galleries of all sizes. The city government funds the arts with a larger annual budget than the National Endowment for the Arts. Wealthy business magnates in the 19th century built a network of major cultural institutions, such as the famed Carnegie Hall and The Metropolitan Museum of Art, that would become internationally established. The advent of electric lighting led to elaborate theater productions, and in the 1880s, New York City theaters on Broadway and along 42nd Street began featuring a new stage form that became known as the Broadway musical. Strongly influenced by the city's immigrants, productions such as those of Harrigan and Hart, George M. Cohan, and others used song in narratives that often reflected themes of hope and ambition.",
    "qa_count": 6,
    "ids": [
      "56d0036a234ae51400d9c252",
      "56d10a4717492d1400aab7d4",
      "56d10a4717492d1400aab7d5",
      "56d10a4717492d1400aab7d6",
      "56d10a4717492d1400aab7d7",
      "56d10a4717492d1400aab7d8"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Broadway season summary\" (text) focused on \"attendance, revenue, nickname, and year-over-year change in the theater district\" (text). At the top the headline and topic line introduce the subject, near the top a figure evokes the district nickname, the middle pairs revenue and percentage change with attendance figures adjacent to supporting icons, and the bottom notes the previous season attendance for comparison.  \n\"Broadway season summary\" (text)  \n\"attendance, revenue, nickname, and year-over-year change in the theater district\" (text)  \n\"a stylized illuminated street scene evoking the Great White Way without words\" (figure)  \n\"a cartoon ticket stack beside a simplified money icon to represent total ticket sales\" (figure)  \n\"a silhouette audience cluster to represent season attendance\" (figure)  \n\"Total ticket sales in 2013-2014: US$1.27 billion, shown near the ticket stack with an 11.4% increase label nearby\" (text)  \n\"Season attendance in 2013-2014: 12.21 million, placed adjacent to the audience silhouette\" (text)  \n\"Previous season attendance in 2012-2013: 11.57 million, placed below for comparison with a small upward arrow figure nearby\" (text)  \nThe overall style of the image is clean, infographic-focused, and illustrative.",
    "infographic_id": 535,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Forty of the city's theaters, with more than 500 seats each, are collectively known as Broadway, after the major thoroughfare that crosses the Times Square Theater District, sometimes referred to as \"The Great White Way\". According to The Broadway League, Broadway shows sold approximately US$1.27 billion worth of tickets in the 2013–2014 season, an 11.4% increase from US$1.139 billion in the 2012–2013 season. Attendance in 2013–2014 stood at 12.21 million, representing a 5.5% increase from the 2012–2013 season's 11.57 million.",
    "qa_count": 6,
    "ids": [
      "56d003cd234ae51400d9c257",
      "56d10ab417492d1400aab7e4",
      "56d10ab417492d1400aab7e5",
      "56d10ab417492d1400aab7e6",
      "56d10ab417492d1400aab7e7",
      "56d10ab417492d1400aab7e8"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Food Scene Overview\" (text) focused on \"diverse cuisines, street food, inspections, and fine dining\" (text). At the top is a concise headline and summary, near the middle are supporting illustrative scenes and labels, and below are inspection and count details adjacent to an emblematic authority reference. \n\"New York City food culture blends immigrant cuisines and everyday eateries\" (text)\n\"About 24,000 restaurants are inspected across the city by the New York City Department of Health and Mental Hygiene\" (text)\n\"Some 4,000 licensed mobile food vendors have popularized modern street food\" (text)\n\"About one thousand of the finest and most diverse haute cuisine restaurants, according to a leading guide\" (text)\n\"a stylized cartoon of a street food cart with a vendor serving a wrapped sandwich\" (figure)\n\"a cartoon of a restaurant dining room with a small elegant table setting\" (figure)\n\"a silhouette illustration of a city health inspector holding a clipboard near a restaurant storefront\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 536,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "New York City's food culture includes a variety of international cuisines influenced by the city's immigrant history. Central European and Italian immigrants originally made the city famous for bagels, cheesecake, and New York-style pizza, while Chinese and other Asian restaurants, sandwich joints, trattorias, diners, and coffeehouses have become ubiquitous. Some 4,000 mobile food vendors licensed by the city, many immigrant-owned, have made Middle Eastern foods such as falafel and kebabs popular examples of modern New York street food. The city is also home to nearly one thousand of the finest and most diverse haute cuisine restaurants in the world, according to Michelin. The New York City Department of Health and Mental Hygiene assigns letter grades to the city's 24,000 restaurants based upon their inspection results.",
    "qa_count": 5,
    "ids": [
      "56d00431234ae51400d9c25b",
      "56d10c8c17492d1400aab810",
      "56d10c8c17492d1400aab811",
      "56d10c8c17492d1400aab812",
      "56d10c8c17492d1400aab813"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York's professional sports legacy\" (text) focused on \"the concentration of major league headquarters, historic teams, and famous stadiums in the New York metropolitan area\" (text). At the top, a concise header introduces the topic and key counts, above a middle area that pairs brief facts with illustrative figures, and below a short historical note anchors founding dates and commemorated venues.\n\n\"New York hosts headquarters of five major professional sports leagues, including Major League Soccer\" (text)\n\"City has continuously hosted professional sports since the Brooklyn Dodgers were founded in 1882\" (text)\n\"About forty major professional teams have been based in the New York area over time\" (text)\n\"Four of the world's most expensive stadiums are located in the New York area: MetLife Stadium, the new Yankee Stadium, Madison Square Garden, and Citi Field\" (text)\n\n\"a stylized map overview showing clustered stadium icons representing many teams\" (figure)\n\"a cartoon row of four distinct illustrated stadium silhouettes representing the four most expensive venues\" (figure)\n\"a stylized vintage baseball scene evoking the founding era with a classic uniformed player silhouette to indicate the Brooklyn Dodgers origin\" (figure)\n\"a simple commemorative stamp-style vignette showing two historic stadium outlines to indicate original Yankee Stadium and Ebbets Field honored on postage\" (figure)\n\nThe overall style of the image is clear, informational, and illustrative with a concise infographic layout.",
    "infographic_id": 537,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "New York City is home to the headquarters of the National Football League, Major League Baseball, the National Basketball Association, the National Hockey League, and Major League Soccer. The New York metropolitan area hosts the most sports teams in these five professional leagues. Participation in professional sports in the city predates all professional leagues, and the city has been continuously hosting professional sports since the birth of the Brooklyn Dodgers in 1882. The city has played host to over forty major professional teams in the five sports and their respective competing leagues, both current and historic. Four of the ten most expensive stadiums ever built worldwide (MetLife Stadium, the new Yankee Stadium, Madison Square Garden, and Citi Field) are located in the New York metropolitan area. Madison Square Garden, its predecessor, as well as the original Yankee Stadium and Ebbets Field, are some of the most famous sporting venues in the world, the latter two having been commemorated on U.S. postage stamps.",
    "qa_count": 7,
    "ids": [
      "56d004e5234ae51400d9c266",
      "56d004e5234ae51400d9c268",
      "56d004e5234ae51400d9c269",
      "56d10dd217492d1400aab838",
      "56d10dd217492d1400aab839",
      "56d10dd217492d1400aab83a",
      "56d10dd217492d1400aab83b"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York as the Capital of Baseball\" (text) focused on \"New York baseball history and rivalry\" (text). At the top there is a concise header and summary, in the middle comparative highlights and a visual nod to city rivalry, and at the bottom a compact note about current teams and minor league presence.\n\n\"New York is called the Capital of Baseball, highlighting its historic achievements\" (text)\n\"Teams from New York have won 35 Major League Baseball World Series and 73 pennants\" (text)\n\"There have been 14 World Series contested between two New York teams, known as the Subway Series\" (text)\n\"a stylized illustration of two nearby ballparks connected by a transit tunnel, representing intercity rivalry\" (figure)\n\"a cartoon depiction of two baseball players facing each other on a subway platform, symbolizing the Subway Series\" (figure)\n\"a stylized pair of modern stadium front profiles labeled as the current home fields of the two major teams\" (figure)\n\"Note: the city also hosts two Minor League Baseball teams\" (text)\n\nThe overall style of the image is clean, illustrative, and infographic-focused with simple, symbolic cartoons and clear typographic hierarchy.",
    "infographic_id": 538,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "New York has been described as the \"Capital of Baseball\". There have been 35 Major League Baseball World Series and 73 pennants won by New York teams. It is one of only five metro areas (Los Angeles, Chicago, Baltimore–Washington, and the San Francisco Bay Area being the others) to have two baseball teams. Additionally, there have been 14 World Series in which two New York City teams played each other, known as a Subway Series and occurring most recently in 2000. No other metropolitan area has had this happen more than once (Chicago in 1906, St. Louis in 1944, and the San Francisco Bay Area in 1989). The city's two current Major League Baseball teams are the New York Mets, who play at Citi Field in Queens, and the New York Yankees, who play at Yankee Stadium in the Bronx. who compete in six games of interleague play every regular season that has also come to be called the Subway Series. The Yankees have won a record 27 championships, while the Mets have won the World Series twice. The city also was once home to the Brooklyn Dodgers (now the Los Angeles Dodgers), who won the World Series once, and the New York Giants (now the San Francisco Giants), who won the World Series five times. Both teams moved to California in 1958. There are also two Minor League Baseball teams in the city, the Brooklyn Cyclones and Staten Island Yankees.",
    "qa_count": 9,
    "ids": [
      "56d00567234ae51400d9c273",
      "56d00567234ae51400d9c274",
      "56d00567234ae51400d9c275",
      "56d00567234ae51400d9c277",
      "56d10e4617492d1400aab840",
      "56d10e4617492d1400aab841",
      "56d10e4617492d1400aab842",
      "56d10e4617492d1400aab843",
      "56d10e4617492d1400aab844"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York NFL teams and their stadium\" (text) focused on \"MetLife Stadium and recent Super Bowl history\" (text). At the top, a concise header introduces the relationship between the city's teams and their shared home, near a pictorial representation of the stadium. In the middle, a comparison note lists the two teams and their shared venue adjacent to an illustrative scene of fans and a stadium exterior. Near the bottom, a timeline note highlights the most recent Super Bowl hosted there and its year, below an illustration symbolizing a championship event.\n\n\"New York NFL teams share a single nearby home stadium in New Jersey\" (text)\n\"New York Giants and New York Jets both play home games at MetLife Stadium\" (text)\n\"MetLife Stadium is located in East Rutherford, New Jersey, near the city\" (text)\n\"MetLife Stadium hosted Super Bowl XLVIII in 2014\" (text)\n\n\"a stylized exterior illustration of a large stadium with fans arriving\" (figure)\n\"a cartoon scene of two team helmets side by side to indicate shared tenancy\" (figure)\n\"a stylized celebratory scene with a trophy silhouette and confetti\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with a clear hierarchy of text and supportive cartoon-style figures.",
    "infographic_id": 539,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "The city is represented in the National Football League by the New York Giants and the New York Jets, although both teams play their home games at MetLife Stadium in nearby East Rutherford, New Jersey, which hosted Super Bowl XLVIII in 2014.",
    "qa_count": 7,
    "ids": [
      "56d005a1234ae51400d9c27e",
      "56d005a1234ae51400d9c27f",
      "56d10e8f17492d1400aab84a",
      "56d10e8f17492d1400aab84b",
      "56d10e8f17492d1400aab84c",
      "56d10e8f17492d1400aab84d",
      "56d10e8f17492d1400aab84e"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"NHL teams in the New York metropolitan area\" (text) focused on \"local hockey franchises and their home cities\" (text). At the top is a clear title and a brief identifier of the sport, near a left cluster showing the two city teams and a right cluster showing the nearby metropolitan team. \n\"Two hockey franchises based in New York City: New York Islanders and New York Rangers\" (text)\n\"Hockey identified as the sport played by the New York Rangers and Islanders\" (text)\n\"Nearby metropolitan team plays in Newark, New Jersey: New Jersey Devils\" (text)\n\"Placement note: New York city teams shown adjacent to the city label, metropolitan team shown right of city cluster\" (text)\n\"a cartoon skyline representing a generic city with two hockey crests implied, placed left of the title cluster\" (figure)\n\"a stylized hockey player silhouette skating, located near the sport identification text\" (figure)\n\"a cartoon municipal building and stylized hockey puck symbol representing Newark, positioned right of the city cluster\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 540,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The New York Islanders and the New York Rangers represent the city in the National Hockey League. Also within the metropolitan area are the New Jersey Devils, who play in nearby Newark, New Jersey.",
    "qa_count": 5,
    "ids": [
      "56d005d9234ae51400d9c283",
      "56d005d9234ae51400d9c284",
      "56d10ec217492d1400aab854",
      "56d10ec217492d1400aab855",
      "56d10ec217492d1400aab856"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Basketball Highlights\" (text) focused on \"city teams, historic college tournament, and local youth play\" (text). At the top is the title and a short summary, near two team labels and a supporting illustration; below that is a historic note adjacent to an illustrative scene; and near the bottom is a brief community note beside a youth-play figure. \n\"New York City is home to two national basketball teams: the Brooklyn Nets and the New York Knicks\" (text)\n\"New York's women's professional team is the New York Liberty\" (text)\n\"The National Invitation Tournament was first held in New York in 1938 and remains in the city\" (text)\n\"Basketball is played in nearly every city park with many players advancing to college and professional ranks\" (text)\n\"a stylized illustration of two professional basketball jerseys hanging side by side above a simplified city skyline\" (figure)\n\"a cartoon depiction of a trophy with historic ribbon placed adjacent to a small crowd to suggest a longstanding college tournament\" (figure)\n\"a silhouette of children playing pickup basketball on an urban outdoor court with a nearby park bench\" (figure)\nThe overall style of the image is clean, illustrative, and information-focused with clear, legible text and simple cartoon scenes.",
    "infographic_id": 541,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The city's National Basketball Association teams are the Brooklyn Nets and the New York Knicks, while the New York Liberty is the city's Women's National Basketball Association. The first national college-level basketball championship, the National Invitation Tournament, was held in New York in 1938 and remains in the city. The city is well known for its links to basketball, which is played in nearly every park in the city by local youth, many of whom have gone on to play for major college programs and in the NBA.",
    "qa_count": 7,
    "ids": [
      "56d00638234ae51400d9c291",
      "56d00638234ae51400d9c292",
      "56d00638234ae51400d9c293",
      "56d10f0617492d1400aab864",
      "56d10f0617492d1400aab865",
      "56d10f0617492d1400aab866",
      "56d10f0617492d1400aab867"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Major New York City Sporting Events Overview\" (text) focused on \"locations and notable facts about recurring competitions in the city\" (text). At the top a concise headline and summary identify the key events and borough placements, the middle groups event highlights with supportive illustrations, and the bottom lists historical hosting notes and major participation and hosting years.  \n\"Major New York City sporting events and where they happen\" (text)  \n\"The United States Open Tennis Championships held at the National Tennis Center near Flushing Meadows in Queens\" (text)  \n\"The Millrose Games featuring the Wanamaker Mile and the New York Marathon with 37,866 finishers in 2006\" (text)  \n\"The Amateur Boxing Golden Gloves at Madison Square Garden, the Belmont Stakes as the oldest, longest Triple Crown race, and historic PGA hosting in 1930 and 1939\" (text)  \n\"a stylized illustration of a tennis complex with courts and a stadium\" (figure)  \n\"a cartoon of a running event with a crowd finishing a marathon\" (figure)  \n\"a stylized indoor arena scene with boxing rings and spectators\" (figure)  \n\"a silhouette of a horse race at a park track\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 542,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "The annual United States Open Tennis Championships is one of the world's four Grand Slam tennis tournaments and is held at the National Tennis Center in Flushing Meadows-Corona Park, Queens. The New York Marathon is one of the world's largest, and the 2004–2006 events hold the top three places in the marathons with the largest number of finishers, including 37,866 finishers in 2006. The Millrose Games is an annual track and field meet whose featured event is the Wanamaker Mile. Boxing is also a prominent part of the city's sporting scene, with events like the Amateur Boxing Golden Gloves being held at Madison Square Garden each year. The city is also considered the host of the Belmont Stakes, the last, longest and oldest of horse racing's Triple Crown races, held just over the city's border at Belmont Park on the first or second Sunday of June. The city also hosted the 1932 U.S. Open golf tournament and the 1930 and 1939 PGA Championships, and has been host city for both events several times, most notably for nearby Winged Foot Golf Club.",
    "qa_count": 10,
    "ids": [
      "56d006f6234ae51400d9c29b",
      "56d006f6234ae51400d9c29c",
      "56d006f6234ae51400d9c29d",
      "56d006f6234ae51400d9c29e",
      "56d006f6234ae51400d9c29f",
      "56d1100317492d1400aab880",
      "56d1100317492d1400aab881",
      "56d1100317492d1400aab882",
      "56d1100317492d1400aab883",
      "56d1100317492d1400aab884"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Stickball and Its Urban Roots\" (text) focused on \"stickball's history and local commemoration in New York\" (text). At the top a brief headline introduces the topic, near a visual that summarizes the street origins. \n\"Stickball and Its Urban Roots\" (text)\n\"stickball was popularized by youths in the 1930s as a street version of baseball\" (text)\n\"the street renamed Stickball Boulevard is located in the Bronx and was renamed in the late 2000s\" (text)\n\"a short note about local memorials and community memory placed near the lower visuals\" (text)\n\"a stylized cartoon of children playing a street game with improvised equipment\" (figure)\n\"a stylized street sign mounted on a block with an ornamental plaque to suggest renaming\" (figure)\n\"a silhouette of a neighborhood row with apartment fronts and a small crowd observing\" (figure)\nThe overall style of the image is clean, illustrative, and documentary in tone.",
    "infographic_id": 543,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Many sports are associated with New York's immigrant communities. Stickball, a street version of baseball, was popularized by youths in the 1930s, and a street in the Bronx was renamed Stickball Boulevard in the late 2000s to memorialize this.",
    "qa_count": 3,
    "ids": [
      "56d0071a234ae51400d9c2a5",
      "56d1104317492d1400aab88a",
      "56d1104317492d1400aab88b"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Subway and Grand Central Overview\" (text) focused on \"relative size, usage, and notable operating hours\" (text). At the top is the main title and a concise summary of the system, above a central pair of supporting illustrations, with a final note near the bottom.\n\n\"New York City Subway system is the largest rapid transit system in the world by stations and route length\" (text)\n\"Contains 469 stations and operated continuously twenty-four hours a day, unlike many other major city systems\" (text)\n\"Recorded 1.75 billion passenger rides in 2014, making it the busiest metropolitan rail transit system in the Western Hemisphere\" (text)\n\"Grand Central Terminal, popularly known as Grand Central Station, is the world's largest railway station by number of train platforms\" (text)\n\n\"a cartoon map-like illustration showing many stylized station dots along route lines, placed near the subway size and station text\" (figure)\n\"a stylized clock and simplified transit map icon indicating continuous twenty-four-hour operation, placed adjacent to the 24-hour text\" (figure)\n\"a cartoon crowd of commuters in a simplified station concourse, placed near the ridership text\" (figure)\n\"a stylized interior illustration of a large multi-platform terminal with vaulted ceiling, placed beside the Grand Central text\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 544,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "The iconic New York City Subway system is the largest rapid transit system in the world when measured by stations in operation, with 469, and by length of routes. New York's subway is notable for nearly the entire system remaining open 24 hours a day, in contrast to the overnight shutdown common to systems in most cities, including Hong Kong, London, Paris, Seoul, and Tokyo. The New York City Subway is also the busiest metropolitan rail transit system in the Western Hemisphere, with 1.75 billion passengers rides in 2014, while Grand Central Terminal, also popularly referred to as \"Grand Central Station\", is the world's largest railway station by number of train platforms.",
    "qa_count": 5,
    "ids": [
      "56d007a6234ae51400d9c2a7",
      "56d007a6234ae51400d9c2a8",
      "56d007a6234ae51400d9c2a9",
      "56d110db17492d1400aab899",
      "56d110db17492d1400aab89a"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Commuting Snapshot\" (text) focused on \"public transport usage and commute times in New York City\" (text). At the top, a concise headline and summary orient the viewer, near an illustrative city transit scene in the middle, with comparative icons and a savings note below.\n\n\"New York City Commuting Snapshot\" (text)\n\"Public transport usage and commute times in New York City\" (text)\n\"54.6% of New Yorkers commuted to work by mass transit in 2005, compared to 90% of Americans who drive to work\" (text)\n\"Average New York City commute time is 38.4 minutes per day, the longest among large cities\" (text)\n\"Majority of households do not own a car (52%), and only 22% of Manhattan residents own a car\" (text)\n\"a stylized subway train with riders boarding, supporting mass transit usage\" (figure)\n\"a cartoon silhouette of a commuter looking at a watch next to a simplified city skyline, supporting commute time\" (figure)\n\"an illustrative pair of house icons, one labeled with many small transit icons and the other with a small car icon, supporting household car ownership contrast\" (figure)\nThe overall style of the image is clean, infographic-oriented, and illustrative with simple icons and legible headings.",
    "infographic_id": 545,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Public transport is essential in New York City. 54.6% of New Yorkers commuted to work in 2005 using mass transit. This is in contrast to the rest of the United States, where about 90% of commuters drive automobiles to their workplace. According to the US Census Bureau, New York City residents spend an average of 38.4 minutes a day getting to work, the longest commute time in the nation among large cities. New York is the only US city in which a majority (52%) of households do not have a car; only 22% of Manhattanites own a car. Due to their high usage of mass transit, New Yorkers spend less of their household income on transportation than the national average, saving $19 billion annually on transportation compared to other urban Americans.",
    "qa_count": 8,
    "ids": [
      "56d00813234ae51400d9c2ad",
      "56d00813234ae51400d9c2af",
      "56d00813234ae51400d9c2b0",
      "56d114ae17492d1400aab8ba",
      "56d114ae17492d1400aab8bb",
      "56d114ae17492d1400aab8bc",
      "56d114ae17492d1400aab8bd",
      "56d114ae17492d1400aab8be"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York City Bus Network Highlights\" (text) focused on \"city bus fleet size and the main intercity terminal\" (text). At the top there is a concise header and overview, the middle shows the terminal's daily activity with supporting illustrations, and the bottom reinforces the city's overall fleet status with a summarizing caption. \n\n\"New York City's public bus fleet is the largest in North America, summarizing system scale\" (text)\n\"Port Authority Bus Terminal as the city's primary intercity bus terminal, placed near the middle\" (text)\n\"Port Authority Bus Terminal handles 7,000 buses and 200,000 commuters daily, positioned adjacent to its illustration\" (text)\n\"The terminal is described as the busiest bus station in the world, placed below the activity figures\" (text)\n\n\"a stylized illustration of a large bus terminal building with multiple bus bays and pedestrian flow\" (figure)\n\"a cartoon cluster of buses arriving and departing, located adjacent to the terminal illustration\" (figure)\n\"a stylized group of commuters forming lines and entering the terminal, placed near the bus cluster\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 546,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "New York City's public bus fleet is the largest in North America, and the Port Authority Bus Terminal, the main intercity bus terminal of the city, serves 7,000 buses and 200,000 commuters daily, making it the busiest bus station in the world.",
    "qa_count": 4,
    "ids": [
      "56d0090d234ae51400d9c2b7",
      "56d1179117492d1400aab90c",
      "56d1179117492d1400aab90d",
      "56d1179117492d1400aab90e"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"New York area airport overview\" (text) focused on \"New York metropolitan air travel and busiest airports\" (text). At the top, a concise headline and summary introduce the corridor, near a supporting visual of regional air traffic. \"New York metropolitan airspace is the busiest in the nation and one of the world's busiest corridors\" (text)\n\"Three busiest area airports are John F. Kennedy International Airport, Newark Liberty International Airport, and LaGuardia Airport\" (text)\nBelow this, a left figure shows a stylized aerial map of the metro area with airport markers near a small illustration of an airport cluster, and to the right a figure highlights one airport as the busiest for international travelers in North America as of 2011. \"A stylized aerial map of the metro region with three airport icons grouped near each other\" (figure)\n\"A cartoon single airport icon emphasized to indicate it was the busiest international passenger airport in North America as of 2011\" (figure)\nIn the middle, a compact fact block notes combined passenger volume with a nearby illustrative passenger flow figure, and a separate figure depicts planned expansion and reconstruction projects near a fourth site. \"Combined passenger volume at the three main airports reached 109 million in 2012\" (text)\n\"A stylized crowd of cartoon travelers flowing through a simplified terminal to represent passenger volume\" (figure)\n\"A cartoon construction zone and simplified runway icon near a fourth site to indicate expansion plans and a major rebuild project\" (figure)\nAt the bottom, a short location label relates the fourth airport to the nearby city and a small note references the announced rebuild timing without extraneous detail. \"Stewart International Airport near Newburgh, New York noted as a planned expansion site; LaGuardia scheduled for complete rebuild announced in mid decade\" (text) The overall style of the image is clear, illustrative, and infographic-focused.",
    "infographic_id": 547,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "New York's airspace is the busiest in the United States and one of the world's busiest air transportation corridors. The three busiest airports in the New York metropolitan area include John F. Kennedy International Airport, Newark Liberty International Airport, and LaGuardia Airport; 109 million travelers used these three airports in 2012, and the city's airspace is the busiest in the nation. JFK and Newark Liberty were the busiest and fourth busiest U.S. gateways for international air passengers, respectively, in 2012; as of 2011, JFK was the busiest airport for international passengers in North America. Plans have advanced to expand passenger volume at a fourth airport, Stewart International Airport near Newburgh, New York, by the Port Authority of New York and New Jersey. Plans were announced in July 2015 to entirely rebuild LaGuardia Airport in a multibillion-dollar project to replace its aging facilities.",
    "qa_count": 5,
    "ids": [
      "56d009f6234ae51400d9c2b9",
      "56d1186417492d1400aab912",
      "56d1186417492d1400aab913",
      "56d1186417492d1400aab914",
      "56d1186417492d1400aab915"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Staten Island Ferry facts at a glance\" (text) focused on \"key facts about the busiest ferry route in New York City\" (text). At the top is the title and topic with a short overview, near the middle are supporting figures that illustrate route, ridership, length, and schedule, and below are compact labels summarizing the main facts.\n\n\"Staten Island Ferry is the world's busiest ferry route, carrying about 20 million passengers annually\" (text)\n\"The route runs 24 hours a day and connects Staten Island with Manhattan\" (text)\n\"The route length is 5.2 miles and 8.4 km one way\" (text)\n\"Other city ferry services shuttle commuters within the metropolitan area\" (text)\n\n\"a stylized map showing a simple water route between two land silhouettes labeled only by position\" (figure)\n\"a cartoon ferry with people silhouettes boarding and riding to suggest high annual ridership\" (figure)\n\"a silhouette of a clock face indicating continuous day and night operation without numerals\" (figure)\n\"a simple elongated distance marker pictogram representing the route length without numbers\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 548,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "The Staten Island Ferry is the world's busiest ferry route, carrying approximately 20 million passengers on the 5.2-mile (8.4 km) route between Staten Island and Lower Manhattan and running 24 hours a day. Other ferry systems shuttle commuters between Manhattan and other locales within the city and the metropolitan area.",
    "qa_count": 5,
    "ids": [
      "56d00a2d234ae51400d9c2bb",
      "56d00a2d234ae51400d9c2bc",
      "56d118e717492d1400aab92c",
      "56d118e717492d1400aab92d",
      "56d118e717492d1400aab92e"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Famous New York City Bridges at a Glance\" (text) focused on \"comparative facts about three major bridges and key design notes\" (text). The top holds the title and a concise summary, the middle shows three supporting illustrations with nearby labels, and the bottom gives an architectural and historical note tied to one bridge.\n\n\"Famous New York City Bridges at a Glance\" (text)\n\"Comparative facts about three major bridges and key design notes\" (text)\n\"George Washington Bridge is the world's busiest motor vehicle bridge and connects Manhattan to Bergen County\" (text)\n\"Verrazano-Narrows Bridge is the longest suspension bridge in the United States and among the world's longest\" (text)\n\"Brooklyn Bridge is a city icon, the first steel-wire suspension bridge, features neo-Gothic towers with pointed arches, and was the world's longest suspension bridge until 1903\" (text)\n\"a stylized cartoon of a large double-deck suspension bridge spanning between a dense urban skyline and a riverside\" (figure)\n\"a stylized cartoon of a long suspension span viewed from water level with prominent anchor structures\" (figure)\n\"a stylized cartoon of a stone-towered suspension bridge showing pointed arch openings in its towers\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative with concise labels and simple architectural sketches.",
    "infographic_id": 549,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The George Washington Bridge is the world's busiest motor vehicle bridge, connecting Manhattan to Bergen County, New Jersey. The Verrazano-Narrows Bridge is the longest suspension bridge in the Americas and one of the world's longest. The Brooklyn Bridge is an icon of the city itself. The towers of the Brooklyn Bridge are built of limestone, granite, and Rosendale cement, and their architectural style is neo-Gothic, with characteristic pointed arches above the passageways through the stone towers. This bridge was also the longest suspension bridge in the world from its opening until 1903, and is the first steel-wire suspension bridge.",
    "qa_count": 9,
    "ids": [
      "56d00b23234ae51400d9c2c3",
      "56d00b23234ae51400d9c2c4",
      "56d00b23234ae51400d9c2c5",
      "56d00b23234ae51400d9c2c6",
      "56d11aec17492d1400aab97d",
      "56d11aec17492d1400aab97e",
      "56d11aec17492d1400aab97f",
      "56d11aec17492d1400aab980",
      "56d11aec17492d1400aab981"
    ],
    "title": "New_York_City"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Major vehicular tunnels linking Manhattan and nearby areas\" (text) focused on \"key tunnel facts and historic milestones\" (text). At the top a concise header introduces the theme, and below it grouped sections summarize each tunnel with supportive illustrations near each summary. \"Major vehicular tunnels linking Manhattan and nearby areas\" (text)\n\"Key tunnel facts and historic milestones\" (text)\n\"The Lincoln Tunnel carries 120,000 vehicles a day under the Hudson River between New Jersey and Midtown Manhattan\" (text)\n\"The Holland Tunnel opened in 1927 and connected Lower Manhattan to Jersey City with mechanical ventilation\" (text)\n\"The Queens‑Midtown Tunnel was completed in 1940 and was driven through first by President Franklin D. Roosevelt\" (text)\n\"The Hugh L. Carey Tunnel runs under Battery Park and links the Financial District to Red Hook in Brooklyn\" (text)\n\"a stylized cross‑section cartoon of a road tunnel beneath a river, showing multiple cars inside\" (figure)\n\"a stylized entrance illustration of a mechanically ventilated tunnel with fans and an adjacent city skyline\" (figure)\n\"a stylized scene of a ceremonial drive with a dignitary in an open car passing under a bridge‑like tunnel entrance\" (figure)\n\"a simplified map‑style illustration showing Manhattan, nearby boroughs, and connection lines representing tunnels\" (figure) The overall style of the image is clear, informative, and illustrative.",
    "infographic_id": 550,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Manhattan Island is linked to New York City's outer boroughs and New Jersey by several tunnels as well. The Lincoln Tunnel, which carries 120,000 vehicles a day under the Hudson River between New Jersey and Midtown Manhattan, is the busiest vehicular tunnel in the world. The tunnel was built instead of a bridge to allow unfettered passage of large passenger and cargo ships that sailed through New York Harbor and up the Hudson River to Manhattan's piers. The Holland Tunnel, connecting Lower Manhattan to Jersey City, New Jersey, was the world's first mechanically ventilated vehicular tunnel when it opened in 1927. The Queens-Midtown Tunnel, built to relieve congestion on the bridges connecting Manhattan with Queens and Brooklyn, was the largest non-federal project in its time when it was completed in 1940. President Franklin D. Roosevelt was the first person to drive through it. The Hugh L. Carey Tunnel runs underneath Battery Park and connects the Financial District at the southern tip of Manhattan to Red Hook in Brooklyn.",
    "qa_count": 9,
    "ids": [
      "56d00bc5234ae51400d9c2cb",
      "56d00bc5234ae51400d9c2cc",
      "56d00bc5234ae51400d9c2cd",
      "56d00bc5234ae51400d9c2ce",
      "56d11bca17492d1400aab9a1",
      "56d11bca17492d1400aab9a2",
      "56d11bca17492d1400aab9a3",
      "56d11bca17492d1400aab9a4",
      "56d11bca17492d1400aab9a5"
    ],
    "title": "New_York_City"
  }
]