[
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess Control Changes\" (text) focused on \"Wii control redesign and handedness\" (text). At the top, a concise summary explains why controls were revised, near an illustration showing player testing; in the middle, sequenced visuals show item reassignment, gesture controls, and the final mirror flip; below, a note compares the Wii and GameCube orientations and mentions the player's guide maps.  \n\"Twilight Princess controls were revised after demo users complained the control scheme was hard to use\" (text)  \n\"a cartoon of a tester frowning while holding a controller\" (figure)  \n\"Aonuma and Miyamoto rethought controls to prioritize comfort and ease\" (text)  \n\"a cartoon of a hand making a sword gesture with on-screen item button highlighted\" (figure)  \n\"The item button replaced the sword button, so sword controls returned to gestures as requested by E3 attendees\" (text)  \n\"a stylized scene showing a character mirrored with sword in right hand for the Wii and original left-handed pose for the GameCube\" (figure)  \n\"The Twilight Princess player's guide includes mirror-image maps for GameCube users\" (text)  \n\"a silhouette of an open guidebook with mirrored map pages\" (figure)  \nThe overall style of the image is clean, illustrative, and schematic.",
    "infographic_id": 301,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Nintendo staff members reported that demo users complained about the difficulty of the control scheme. Aonuma realized that his team had implemented Wii controls under the mindset of \"forcing\" users to adapt, instead of making the system intuitive and easy to use. He began rethinking the controls with Miyamoto to focus on comfort and ease.[q] The camera movement was reworked and item controls were changed to avoid accidental button presses.[r] In addition, the new item system required use of the button that had previously been used for the sword. To solve this, sword controls were transferred back to gestures—something E3 attendees had commented they would like to see. This reintroduced the problem of using a right-handed swing to control a left-handed sword attack. The team did not have enough time before release to rework Link's character model, so they instead flipped the entire game—everything was made a mirror image.[s] Link was now right-handed, and references to \"east\" and \"west\" were switched around. The GameCube version, however, was left with the original orientation. The Twilight Princess player's guide focuses on the Wii version, but has a section in the back with mirror-image maps for GameCube users.[t]",
    "qa_count": 10,
    "ids": [
      "56cda06d62d2951400fa678a",
      "56cda06d62d2951400fa678b",
      "56cda06d62d2951400fa678c",
      "56cda06d62d2951400fa678d",
      "56d1314217492d1400aabbc9",
      "5a8db1e5df8bba001a0f9b79",
      "5a8db1e5df8bba001a0f9b7a",
      "5a8db1e5df8bba001a0f9b7b",
      "5a8db1e5df8bba001a0f9b7c",
      "5a8db1e5df8bba001a0f9b7d"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess Score Credits and Roles\" (text) focused on \"who composed, supervised, arranged, and conducted the game's music\" (text). At the top, a concise heading summarizes the main composers and supervisor, near an illustrative figure showing collaborative composition. \n\"Music for Twilight Princess was composed by Toru Minegishi and Asuka Ohta under sound supervision by Koji Kondo\" (text)\n\"a stylized cartoon of three musicians collaborating around music sheets\" (figure)\nIn the middle, a focused note describes orchestral adaptation and performance, adjacent to an illustration of an arranger and ensemble. \n\"Orchestral arrangements were created by Michiru Ōshima and prepared for an ensemble conducted by Yasuzo Takemoto\" (text)\n\"a cartoon of an arranger at a desk beside a silhouetted conductor leading a small ensemble\" (figure)\nAt the bottom, a small caption highlights trailer usage and supervision, next to a scene illustrating a trailer being shown. \n\"Kondo's composition was selected for the E3 trailer and the demo movie following the title screen\" (text)\n\"a stylized scene of a projected trailer being viewed with a single highlighted music cue\" (figure)\nThe overall style of the image is clean, illustrative, and informative with clear typographic hierarchy.",
    "infographic_id": 302,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "The game's score was composed by Toru Minegishi and Asuka Ohta, with series regular Koji Kondo serving as the sound supervisor. Minegishi took charge of composition and sound design in Twilight Princess, providing all field and dungeon music under the supervision of Kondo. For the trailers, three pieces were written by different composers, two of which were created by Mahito Yokota and Kondo. Michiru Ōshima created orchestral arrangements for the three compositions, later to be performed by an ensemble conducted by Yasuzo Takemoto. Kondo's piece was later chosen as music for the E3 2005 trailer and for the demo movie after the game's title screen.",
    "qa_count": 11,
    "ids": [
      "56cda10262d2951400fa6792",
      "56cda10262d2951400fa6793",
      "56cda10262d2951400fa6794",
      "56cda10262d2951400fa6795",
      "56d131c217492d1400aabbdb",
      "56d131c217492d1400aabbdc",
      "5a8db41fdf8bba001a0f9b83",
      "5a8db41fdf8bba001a0f9b84",
      "5a8db41fdf8bba001a0f9b85",
      "5a8db41fdf8bba001a0f9b86",
      "5a8db41fdf8bba001a0f9b87"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kondo's Orchestral Soundtrack Considerations\" (text) focused on \"trade show requests and soundtrack release details\" (text). At the top a concise summary explains why orchestral music was considered and then supporting visuals appear near the middle and bottom to show imagined ensembles and the promotion release.\n\n\"Media requests at a trade show prompted consideration of orchestral music throughout the game\" (text)\n\"a preference for live instruments led to plans for a full 50-person orchestra and a string quartet for lyrical moments\" (text)\n\"final product used sequenced music because orchestral music reduced interactivity\" (text)\n\"soundtrack released November 19, 2006 through a Nintendo Power promotion bundled with replicas of the Master Sword and the Hylian Shield\" (text)\n\"a stylized conductor leading a large orchestra to suggest a fifty-person ensemble\" (figure)\n\"a stylized quartet of string players to suggest lyrical moments\" (figure)\n\"a stylized boxed package showing a music case with two replica items to suggest the promotional bundle\" (figure)\n\"a stylized trade show scene with a reporter figure prompting the composer\" (figure) The overall style of the image is clear, illustrative, and informational with clean, labeled sections.",
    "infographic_id": 303,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Media requests at the trade show prompted Kondo to consider using orchestral music for the other tracks in the game as well, a notion reinforced by his preference for live instruments. He originally envisioned a full 50-person orchestra for action sequences and a string quartet for more \"lyrical moments\", though the final product used sequenced music instead. Kondo later cited the lack of interactivity that comes with orchestral music as one of the main reasons for the decision. Both six- and seven-track versions of the game's soundtrack were released on November 19, 2006, as part of a Nintendo Power promotion and bundled with replicas of the Master Sword and the Hylian Shield.",
    "qa_count": 12,
    "ids": [
      "56cda41362d2951400fa679a",
      "56cda41362d2951400fa679b",
      "56cda41362d2951400fa679c",
      "56cda41362d2951400fa679e",
      "56d1324717492d1400aabbfa",
      "56d1324717492d1400aabbfb",
      "56d1324717492d1400aabbfc",
      "5a8db51fdf8bba001a0f9b8d",
      "5a8db51fdf8bba001a0f9b8e",
      "5a8db51fdf8bba001a0f9b8f",
      "5a8db51fdf8bba001a0f9b90",
      "5a8db51fdf8bba001a0f9b91"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Hack Exploit Summary\" (text) focused on \"buffer overflow exploit in a game console menu\" (text). At the top there is a concise header and below it a summary panel, with supporting illustrations adjacent and explanatory notes near the bottom. \n\"Twilight Hack allowed execution of custom code from an SD card on the console\" (text)\n\"A buffer overflow vulnerability in the Wii version of Twilight Princess enabled loading unsigned code\" (text)\n\"Executable and Linkable Format (ELF) programs and homebrew Wii applications could be loaded via crafted save files\" (text)\n\"Wii Menu versions 3.3 and 3.4 prevented copying exploited save files until circumvention methods were found\" (text)\n\"Wii Menu version 4.0 patched the vulnerability and stopped the exploit\" (text)\n\"a stylized cartoon of a game cartridge and an SD card with a small code symbol\" (figure)\n\"a cartoon depiction of a game save file transforming into a generic application icon to suggest unsigned code execution\" (figure)\n\"a silhouette of a console menu screen with a lock symbol to suggest a patched security state\" (figure)\nThe overall style of the image is clear, schematic, and instructional.",
    "infographic_id": 304,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Following the discovery of a buffer overflow vulnerability in the Wii version of Twilight Princess, an exploit known as the \"Twilight Hack\" was developed, allowing the execution of custom code from a Secure Digital (SD) card on the console. A properly designed save file would cause the game to load unsigned code, which could include Executable and Linkable Format (ELF) programs and homebrew Wii applications. Versions 3.3 and 3.4 of the Wii Menu prevented copying exploited save files onto the console until circumvention methods were discovered, and version 4.0 of the Wii Menu patched the vulnerability.",
    "qa_count": 11,
    "ids": [
      "56cda4aa62d2951400fa67a4",
      "56cda4aa62d2951400fa67a6",
      "56cda4aa62d2951400fa67a7",
      "56d132b717492d1400aabc08",
      "56d132b717492d1400aabc09",
      "56d132b717492d1400aabc0a",
      "5a8db6e3df8bba001a0f9b97",
      "5a8db6e3df8bba001a0f9b98",
      "5a8db6e3df8bba001a0f9b99",
      "5a8db6e3df8bba001a0f9b9a",
      "5a8db6e3df8bba001a0f9b9b"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess HD Remaster Details\" (text) focused on \"the remaster's official name, developer, platform, announcement, features, and regional release dates\" (text). At the top the full official title appears with a developer/platform summary near it, above an illustrated announcement scene, and below that a release schedule panel adjacent to an Amiibo compatibility icon.\n\n\"Twilight Princess HD Remaster Details\" (text)\n\"The Legend of Zelda: Twilight Princess HD — developed by Tantalus Media for the Wii U, announced on November 12, 2015\" (text)\n\"Amiibo functionality included, noted near the compatibility illustration\" (text)\n\"North America and Europe release on March 4, 2016; Australia release on March 5, 2016; Japan release on March 10, 2016\" (text)\n\"a stylized presenter at a podium making an announcement, no text on the figure\" (figure)\n\"a cartoon game console with a compact game case nearby, indicating target platform compatibility\" (figure)\n\"a simple illustrative Amiibo figurine positioned near the functionality text\" (figure)\n\"a minimalist map outline with pins marking regions next to the listed release dates\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 305,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "A high-definition remaster of the game, The Legend of Zelda: Twilight Princess HD, is being developed by Tantalus Media for the Wii U. Officially announced during a Nintendo Direct presentation on November 12, 2015, it features enhanced graphics and Amiibo functionality. The game will be released in North America and Europe on March 4, 2016; in Australia on March 5, 2016; and in Japan on March 10, 2016.",
    "qa_count": 13,
    "ids": [
      "56cda50b62d2951400fa67ac",
      "56cda50b62d2951400fa67ad",
      "56cda50b62d2951400fa67ae",
      "56cda50b62d2951400fa67af",
      "56d1335f17492d1400aabc14",
      "56d1335f17492d1400aabc15",
      "56d1335f17492d1400aabc16",
      "56d1335f17492d1400aabc17",
      "5a8db847df8bba001a0f9ba1",
      "5a8db847df8bba001a0f9ba2",
      "5a8db847df8bba001a0f9ba3",
      "5a8db847df8bba001a0f9ba4",
      "5a8db847df8bba001a0f9ba5"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess HD Amiibo Functions\" (text) focused on \"what each Zelda-related amiibo does in the game\" (text). At the top, a concise header introduces the special bundle and its unique unlock, near a supporting figure illustrating a game box and figure; in the middle, a row lists amiibo effects adjacent to corresponding illustrative icons; near the bottom, a short note clarifies compatibility with a future game alongside a figure showing a symbolic connection.\n\n\"Twilight Princess HD special bundles include a Wolf Link Amiibo figurine that unlocks an exclusive dungeon\" (text)\n\"Wolf Link Amiibo grants access to the Cave of Shadows and can carry data over to the upcoming 2016 Zelda game\" (text)\n\"Link and Toon Link amiibo replenish Link's arrows, while Zelda and Sheik amiibo restore Link's health\" (text)\n\"Ganondorf amiibo causes Link to take twice as much damage when attacked\" (text)\n\"a stylized game box with a small figurine standing beside it\" (figure)\n\"a cartoon dungeon entrance with a shadowy wolf silhouette in front\" (figure)\n\"a stylized pair of amiibo figures shown with an arrow icon and a separate pair shown with a heart icon\" (figure)\n\"a simple symbolic link between a figurine and a game cartridge to indicate data transfer\" (figure) The overall style of the image is clear, instructive, and illustrative.",
    "infographic_id": 306,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Special bundles of the game contain a Wolf Link Amiibo figurine, which unlocks a Wii U-exclusive dungeon called the \"Cave of Shadows\" and can carry data over to the upcoming 2016 Zelda game. Other Zelda-related Amiibo figurines have distinct functions: Link and Toon Link replenish arrows, Zelda and Sheik restore Link's health, and Ganondorf causes Link to take twice as much damage.",
    "qa_count": 14,
    "ids": [
      "56cda5a862d2951400fa67b4",
      "56cda5a862d2951400fa67b5",
      "56cda5a862d2951400fa67b6",
      "56cda5a862d2951400fa67b7",
      "56cda5a862d2951400fa67b8",
      "56d133d017492d1400aabc20",
      "56d133d017492d1400aabc21",
      "56d133d017492d1400aabc22",
      "56d133d017492d1400aabc23",
      "5a8db90bdf8bba001a0f9bab",
      "5a8db90bdf8bba001a0f9bac",
      "5a8db90bdf8bba001a0f9bad",
      "5a8db90bdf8bba001a0f9bae",
      "5a8db90bdf8bba001a0f9baf"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Game preorder soundtrack bonus\" (text) focused on \"regional availability and contents of the bonus CD\" (text). At the top there is a concise header summarizing the offer, near a supporting illustration, and in the middle region text explains track count and regional bundle inclusion, with a final note at the bottom clarifying platform specifics.\n\n\"GameStop offered the soundtrack as a preorder bonus in the United States\" (text)\n\"A CD containing 20 musical selections was offered as the preorder item\" (text)\n\"The same CD is included in all bundles in Japan, Europe, and Australia\" (text)\n\"Placement note: preorder label shown near United States illustration, bundle label shown near Japan/Europe/Australia illustration\" (text)\n\"a stylized cartoon of a retail store counter with a disc sleeve on the counter\" (figure)\n\"a stylized cartoon of a game bundle box with a disc tucked beside it\" (figure)\n\"a stylized cartoon map grouping three regions to represent Japan, Europe, and Australia\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 307,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "A CD containing 20 musical selections from the game was available as a GameStop preorder bonus in the United States; it is included in all bundles in Japan, Europe, and Australia.[citation needed]",
    "qa_count": 9,
    "ids": [
      "56cda64a62d2951400fa67be",
      "56cda64a62d2951400fa67bf",
      "56cda64a62d2951400fa67c0",
      "56d13400e7d4791d00901fdd",
      "5a8dbd49df8bba001a0f9bb5",
      "5a8dbd49df8bba001a0f9bb6",
      "5a8dbd49df8bba001a0f9bb7",
      "5a8dbd49df8bba001a0f9bb8",
      "5a8dbd49df8bba001a0f9bb9"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess critical reception summary\" (text) focused on \"reviews, scores, and notable endorsements\" (text). At the top is a concise headline and summary, near a supporting illustrative scene, the middle displays platform score highlights adjacent to a list of publications that gave top marks, and the bottom shows a standout endorsement beside a symbolic reviewer badge. \n\"Twilight Princess received universal critical acclaim and commercial success\" (text)\n\"Major game publications awarded perfect scores to the title\" (text)\n\"GameRankings and Metacritic show average scores of 95 and 95 for the Wii version, and 95 and 96 for the GameCube version\" (text)\n\"GameTrailers counted the game among the best ever made and called it one of the greatest games ever created\" (text)\n\"a stylized reviewer presenting a trophy to a boxed game\" (figure)\n\"a cartoon collection of magazine covers with glowing checkmarks\" (figure)\n\"a silhouetted console with paired score tags floating above it\" (figure)\n\"a stylized video site host pointing to a laurel wreath\" (figure) The overall style of the image is clean, illustrative, and information-forward.",
    "infographic_id": 308,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Twilight Princess was released to universal critical acclaim and commercial success. It received perfect scores from major publications such as 1UP.com, Computer and Video Games, Electronic Gaming Monthly, Game Informer, GamesRadar, and GameSpy. On the review aggregators GameRankings and Metacritic, Twilight Princess has average scores of 95% and 95 for the Wii version and scores of 95% and 96 for the GameCube version. GameTrailers in their review called it one of the greatest games ever created.",
    "qa_count": 12,
    "ids": [
      "56cda75062d2951400fa67c4",
      "56cda75062d2951400fa67c5",
      "56cda75062d2951400fa67c6",
      "56d13482e7d4791d00901fef",
      "56d13482e7d4791d00901ff0",
      "56d13482e7d4791d00901ff1",
      "56d13482e7d4791d00901ff2",
      "5a8dbfa2df8bba001a0f9bbf",
      "5a8dbfa2df8bba001a0f9bc0",
      "5a8dbfa2df8bba001a0f9bc1",
      "5a8dbfa2df8bba001a0f9bc2",
      "5a8dbfa2df8bba001a0f9bc3"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Critical reception of Twilight Princess\" (text) focused on \"major reviews, praised elements, and noted criticisms\" (text). At the top, a concise headline summarizes the overall acclaim and common complaints, with supporting reviewer callouts near illustrative figures. Near the middle, reviewer quotes and the most-cited technical criticisms appear adjacent to portraits of commentators. Near the bottom, mixed praise about soundtrack, controls, and cinematics is grouped with illustrative icons.\n\n\"Critical acclaim from many major gaming outlets alongside specific technical criticisms\" (text)\n\"IGN and GameSpy reported blurry textures and low-resolution character models, noted near a reviewer portrait\" (text)\n\"Jeff Gerstmann of GameSpot criticized the Wii controls as feeling tacked-on\" (text)\n\"Javier Glickman of Hyper praised very long quests but criticized lack of voice acting and slightly outdated graphics; Gaming Nexus called the soundtrack the best of the generation\" (text)\n\"a stylized portrait of two critics discussing graphical complaints\" (figure)\n\"a cartoon profile of a single journalist gesturing toward a motion controller to illustrate control criticism\" (figure)\n\"a stylized portrait of a single journalist holding a checklist of praise and criticisms for quests, cinematics, and audio\" (figure)\n\"a symbolic illustration of soundtrack and cinematic scenes to represent mixed praise for music and cutscenes\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 309,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "On release, Twilight Princess was considered to be the greatest Zelda game ever made by many critics including writers for 1UP.com, Computer and Video Games, Electronic Gaming Monthly, Game Informer, GamesRadar, IGN and The Washington Post. Game Informer called it \"so creative that it rivals the best that Hollywood has to offer\". GamesRadar praised Twilight Princess as \"a game that deserves nothing but the absolute highest recommendation\". Cubed3 hailed Twilight Princess as \"the single greatest videogame experience\". Twilight Princess's graphics were praised for the art style and animation, although the game was designed for the GameCube, which is technically lacking compared to the next generation consoles. Both IGN and GameSpy pointed out the existence of blurry textures and low-resolution characters. Despite these complaints, Computer and Video Games felt the game's atmosphere was superior to that of any previous Zelda game, and regarded Twilight Princess's Hyrule as the best version ever created. PALGN praised the game's cinematics, noting that \"the cutscenes are the best ever in Zelda games\". Regarding the Wii version, GameSpot's Jeff Gerstmann said the Wii controls felt \"tacked-on\", although 1UP.com said the remote-swinging sword attacks were \"the most impressive in the entire series\". Gaming Nexus considered Twilight Princess's soundtrack to be the best of this generation, though IGN criticized its MIDI-formatted songs for lacking \"the punch and crispness\" of their orchestrated counterparts. Hyper's Javier Glickman commended the game for its \"very long quests, superb Wii controls and being able to save anytime\". However, he criticised it for \"no voice acting, no orchestral score and slightly outdated graphics\".",
    "qa_count": 13,
    "ids": [
      "56cda80362d2951400fa67ca",
      "56cda80362d2951400fa67cb",
      "56cda80362d2951400fa67cc",
      "56cda80362d2951400fa67cd",
      "56cda80362d2951400fa67ce",
      "56d1352fe7d4791d00901ffd",
      "56d1352fe7d4791d00901ffe",
      "56d1352fe7d4791d00901fff",
      "5a8dc135df8bba001a0f9bc9",
      "5a8dc135df8bba001a0f9bca",
      "5a8dc135df8bba001a0f9bcb",
      "5a8dc135df8bba001a0f9bcc",
      "5a8dc135df8bba001a0f9bcd"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess awards and rankings summary\" (text) focused on \"critical reception and specific rankings from major game outlets\" (text). At the top, a concise header introduces the game's highlighted honors and the console version tied to a cluster of awards, and this leads into a middle section showing rankings and paired critics, with supporting illustrative figures below.  \n\"Twilight Princess GameCube version won three IGN awards for artistic design, original score, and sound\" (text)  \n\"a cartoon award plaque next to a stylized game console\" (figure)  \n\"IGN and Nintendo Power both awarded Twilight Princess for Best Graphics and Best Story\" (text)  \n\"a stylized pair of critic reporters presenting twin trophies\" (figure)  \n\"Twilight Princess received Game of the Year awards from multiple outlets and Best Adventure Game recognition from several critics\" (text)  \n\"a cartoon shelf displaying assorted generic trophy shapes\" (figure)  \n\"Rankings: Official Nintendo Magazine placed the game 16th in a top 100 list, IGN placed it 4th among Wii games, and Nintendo Power ranked it third for the 2000s decade\" (text)  \n\"a silhouette of a ranked podium with three abstract spots and a small list beside it\" (figure) The overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 310,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Twilight Princess received the awards for Best Artistic Design, Best Original Score, and Best Use of Sound from IGN for its GameCube version. Both IGN and Nintendo Power gave Twilight Princess the awards for Best Graphics and Best Story. Twilight Princess received Game of the Year awards from GameTrailers, 1UP.com, Electronic Gaming Monthly, Game Informer, Games Radar, GameSpy, Spacey Awards, X-Play and Nintendo Power. It was also given awards for Best Adventure Game from the Game Critics Awards, X-Play, IGN, GameTrailers, 1UP.com, and Nintendo Power. The game was considered the Best Console Game by the Game Critics Awards and GameSpy. The game placed 16th in Official Nintendo Magazine's list of the 100 Greatest Nintendo Games of All Time. IGN ranked the game as the 4th-best Wii game. Nintendo Power ranked the game as the third-best game to be released on a Nintendo system in the 2000s decade.",
    "qa_count": 13,
    "ids": [
      "56cda8a662d2951400fa67d4",
      "56cda8a662d2951400fa67d5",
      "56cda8a662d2951400fa67d6",
      "56cda8a662d2951400fa67d7",
      "56d135e0e7d4791d00902015",
      "56d135e0e7d4791d00902016",
      "56d135e0e7d4791d00902017",
      "56d135e0e7d4791d00902018",
      "5a8dc231df8bba001a0f9bd3",
      "5a8dc231df8bba001a0f9bd4",
      "5a8dc231df8bba001a0f9bd5",
      "5a8dc231df8bba001a0f9bd6",
      "5a8dc231df8bba001a0f9bd7"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess sales by region and platform\" (text) focused on \"PAL region performance and platform breakdown\" (text). At the top is a concise header and a brief regional definition, near the middle are two platform callouts with supporting illustrative figures, and at the bottom is a compact sales summary near a regional illustration. \n\n\"Twilight Princess was the best-selling Zelda entry in the PAL region covering most of Africa, Asia, Europe, and Oceania\" (text)\n\"Wii sales reached 5.82 million copies as of March 31, 2011, shown adjacent to the Wii platform figure\" (text)\n\"GameCube sales reached 1.32 million copies as of March 31, 2007, shown adjacent to the GameCube platform figure\" (text)\n\"During the first week the game was bundled with three of every four Wii purchases\" (text)\n\n\"a stylized regional map silhouette highlighting the PAL area without labels\" (figure)\n\"a cartoon game console representing a Wii placed near the Wii sales text\" (figure)\n\"a cartoon game console representing a GameCube placed near the GameCube sales text\" (figure)\n\"a simple illustrative icon suggesting a retail bundle placed near the first-week bundle text\" (figure)\n\nThe overall style of the image is clean, illustrative, and data-supportive.",
    "infographic_id": 311,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "In the PAL region, which covers most of Africa, Asia, Europe, and Oceania, Twilight Princess is the best-selling entry in the Zelda series. During its first week, the game was sold with three of every four Wii purchases. The game had sold 5.82 million copies on the Wii as of March 31, 2011[update], and 1.32 million on the GameCube as of March 31, 2007[update].",
    "qa_count": 11,
    "ids": [
      "56cda92362d2951400fa67dc",
      "56cda92362d2951400fa67dd",
      "56cda92362d2951400fa67de",
      "56d13669e7d4791d0090201d",
      "56d13669e7d4791d0090201f",
      "56d13669e7d4791d00902020",
      "5a8dc34ddf8bba001a0f9bdd",
      "5a8dc34ddf8bba001a0f9bde",
      "5a8dc34ddf8bba001a0f9bdf",
      "5a8dc34ddf8bba001a0f9be0",
      "5a8dc34ddf8bba001a0f9be1"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Twilight Princess Manga Release Overview\" (text) focused on \"Japan-exclusive manga adaptation availability and creators\" (text). At the top, the title and topic sit above a summary panel; near the middle, a creator and platform section is shown with supporting illustrative figures; below, a timeline note appears adjacent to a remake reference and a mobile app figure. \n\"Twilight Princess Manga Release Overview\" (text)\n\"Japan-exclusive manga adaptation available only in Japan, first released on February 8, 2016\" (text)\n\"Written and illustrated by Akira Himekawa, noted near creator illustration\" (text)\n\"Published and distributed via Shogakukan's MangaOne mobile application, noted adjacent to mobile app illustration\" (text)\n\"a stylized manga artist at work holding a sketchbook\" (figure)\n\"a stylized smartphone displaying a comic page to suggest mobile app access\" (figure)\n\"a stylized cartridge and disc arranged to suggest an earlier game and a subsequent high-definition remake\" (figure)\nThe overall style of the image is clean, infographic-like, illustrative, and informational.",
    "infographic_id": 312,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "A Japan-exclusive manga series based on Twilight Princess, penned and illustrated by Akira Himekawa, was first released on February 8, 2016. The series is available solely via publisher Shogakukan's MangaOne mobile application. While the manga adaptation began almost ten years after the initial release of the game on which it is based, it launched only a month before the release of the high-definition remake.",
    "qa_count": 9,
    "ids": [
      "56cda9c462d2951400fa67e2",
      "56cda9c462d2951400fa67e3",
      "56cda9c462d2951400fa67e4",
      "56cda9c462d2951400fa67e5",
      "5a8dc46bdf8bba001a0f9be7",
      "5a8dc46bdf8bba001a0f9be8",
      "5a8dc46bdf8bba001a0f9be9",
      "5a8dc46bdf8bba001a0f9bea",
      "5a8dc46bdf8bba001a0f9beb"
    ],
    "title": "The_Legend_of_Zelda:_Twilight_Princess"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre (2015) overview\" (text) focused on \"production, cast, and cost highlights\" (text). At the top a concise header summarizes the film and production company, near the middle key cast and creative credits appear adjacent to illustrative figures, and at the bottom cost and distribution details sit below the supporting visuals.  \n\"Spectre is the twenty-fourth James Bond film produced by Eon Productions\" (text)  \n\"Daniel Craig appears in his fourth performance as James Bond and Christoph Waltz returns as the re-introduced antagonist\" (text)  \n\"Sam Mendes directed the film following his previous Bond film Skyfall; screenplay by John Logan, Neal Purvis, Robert Wade, and Jez Butterworth\" (text)  \n\"Production budget around $245 million and distributed by Metro-Goldwyn-Mayer and Columbia Pictures\" (text)  \n\"a stylized illustration of a suited spy figure positioned near the cast and role text\" (figure)  \n\"a cartoon director figure with a clapperboard placed adjacent to the director and screenplay text\" (figure)  \n\"a simplified film canister icon beside the budget and distributor text to emphasize production scale\" (figure)  \nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 313,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 18,
    "keywords_total": 19,
    "context": "Spectre (2015) is the twenty-fourth James Bond film produced by Eon Productions. It features Daniel Craig in his fourth performance as James Bond, and Christoph Waltz as Ernst Stavro Blofeld, with the film marking the character's re-introduction into the series. It was directed by Sam Mendes as his second James Bond film following Skyfall, and was written by John Logan, Neal Purvis, Robert Wade and Jez Butterworth. It is distributed by Metro-Goldwyn-Mayer and Columbia Pictures. With a budget around $245 million, it is the most expensive Bond film and one of the most expensive films ever made.",
    "qa_count": 15,
    "ids": [
      "56cdaf0362d2951400fa6808",
      "56cdaf0362d2951400fa6809",
      "56cdaf0362d2951400fa680a",
      "56cdaf0362d2951400fa680b",
      "56cdaf0362d2951400fa680c",
      "56cf2e15aab44d1400b88dc9",
      "56cf2e15aab44d1400b88dca",
      "56cf2e15aab44d1400b88dcb",
      "56cf2e15aab44d1400b88dcc",
      "56cf2e15aab44d1400b88dcd",
      "5ad21ef0d7d075001a42849a",
      "5ad21ef0d7d075001a42849b",
      "5ad21ef0d7d075001a42849c",
      "5ad21ef0d7d075001a42849d",
      "5ad21ef0d7d075001a42849e"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre and the returning Bond characters\" (text) focused on \"the film's enemy, returning roles, and new cast additions\" (text). At the top there is a concise header identifying the antagonist and historical link, above a middle section that lists returning and new characters with supporting illustrations, and below are small actor-role callouts adjacent to portraits.\n\n\"Spectre is the global criminal organisation facing the protagonist\" (text)\n\"Spectre first appeared in Diamonds Are Forever, originally released in 1971\" (text)\n\"M, Q and Eve Moneypenny are recurring characters who return in this film\" (text)\n\"Léa Seydoux plays Dr. Madeleine Swann and Monica Bellucci plays Lucia Sciarra, listed together\" (text)\n\"Dave Bautista appears as Mr. Hinx, shown near a stylized fighter figure\" (figure)\n\"a stylized silhouette of a globe with a shadowy network to represent the criminal organisation\" (figure)\n\"a cartoon of three distinct, non-identifying silhouettes grouped to represent returning intelligence characters\" (figure)\n\"a stylized portrait pair indicating two featured female roles without text on the portraits\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear typography and simple cartoons.",
    "infographic_id": 314,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "The story sees Bond pitted against the global criminal organisation Spectre, marking the group's first appearance in an Eon Productions film since 1971's Diamonds Are Forever,[N 2] and tying Craig's series of films together with an overarching storyline. Several recurring James Bond characters, including M, Q and Eve Moneypenny return, with the new additions of Léa Seydoux as Dr. Madeleine Swann, Dave Bautista as Mr. Hinx, Andrew Scott as Max Denbigh and Monica Bellucci as Lucia Sciarra.",
    "qa_count": 14,
    "ids": [
      "56cdb27562d2951400fa6812",
      "56cdb27562d2951400fa6813",
      "56cdb27562d2951400fa6814",
      "56cdb27562d2951400fa6815",
      "56cdb27562d2951400fa6816",
      "56cf2f22aab44d1400b88dd4",
      "56cf2f22aab44d1400b88dd5",
      "56cf2f22aab44d1400b88dd6",
      "56cf2f22aab44d1400b88dd7",
      "5ad21fd7d7d075001a4284b4",
      "5ad21fd7d7d075001a4284b5",
      "5ad21fd7d7d075001a4284b6",
      "5ad21fd7d7d075001a4284b7",
      "5ad21fd7d7d075001a4284b8"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre release and reception timeline\" (text) focused on \"key release dates, formats, awards, and critical response\" (text). At the top is the release summary and premiere location, the middle shows release progression and format milestone, and the bottom highlights critical reception, the theme song, and its awards.  \n\"Spectre premiered in the United Kingdom on 26 October 2015 on the same night as its world premiere at the Royal Albert Hall in London\" (text)  \n\"a stylized illustration of a premiere hall with a small crowd and a marquee\" (figure)  \n\"United States general release occurred on 6 November 2015, following the worldwide rollout\" (text)  \n\"a cartoon depiction of a generic cinema exterior labeled with multiple small screens\" (figure)  \n\"the film was the second of its series to play in IMAX venues after Skyfall, though it was not filmed with IMAX cameras\" (text)  \n\"a simplified icon showing a large-format theatre entrance with an IMAX-style facade\" (figure)  \n\"critical response noted mixed reviews, praising action sequences and cinematography while critiquing length and writing; the theme song Writing's on the Wall won the Golden Globe for Best Original Song\" (text)  \n\"a stylized image of a musical note alongside a trophy and a small record sleeve to signify a awarded theme song\" (figure)  \nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 315,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 19,
    "keywords_total": 19,
    "context": "Spectre was released on 26 October 2015 in the United Kingdom on the same night as the world premiere at the Royal Albert Hall in London, followed by a worldwide release. It was released in the United States on 6 November 2015. It became the second James Bond film to be screened in IMAX venues after Skyfall, although it was not filmed with IMAX cameras. Spectre received mixed reviews upon its release; although criticised for its length, lack of screen time for new characters, and writing, it received praise for its action sequences and cinematography. The theme song, \"Writing's on the Wall\", received mixed reviews, particularly compared to the previous theme; nevertheless, it won the Golden Globe for Best Original Song and was nominated for the Academy Award in the same category. As of 20 February 2016[update], Spectre has grossed over $879 million worldwide.",
    "qa_count": 12,
    "ids": [
      "56cdb36c62d2951400fa681c",
      "56cdb36c62d2951400fa681d",
      "56cdb36c62d2951400fa681e",
      "56cdb36c62d2951400fa681f",
      "56cdb36c62d2951400fa6820",
      "56cf306caab44d1400b88df0",
      "56cf306caab44d1400b88df1",
      "5ad220dcd7d075001a4284c8",
      "5ad220dcd7d075001a4284c9",
      "5ad220dcd7d075001a4284ca",
      "5ad220dcd7d075001a4284cb",
      "5ad220dcd7d075001a4284cc"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Bond's Mexico to London Mission\" (text) focused on \"post-mission fallout and intelligence restructuring\" (text). At the top is a concise mission summary, near a visual depiction of the Mexico encounter, and in the middle are the London consequences adjacent to a symbolic intelligence merger figure, with a bottom section summarizing key actors and tangible evidence.\n\n\"Bond kills attackers during a Day of the Dead plot, chases an escaped assassin, and takes his ring\" (text)\n\"Garreth Mallory promoted to M and later suspends Bond from field duty\" (text)\n\"C campaigns for Britain to join Nine Eyes while heading the Joint Intelligence Service\" (text)\n\"Joint Intelligence Service formed from the merged MI5 and MI6\" (text)\n\n\"a stylized cartoon street scene showing a masked festival crowd with looming danger implied\" (figure)\n\"a stylized cartoon of a helicopter struggle with a fallen assassin silhouette\" (figure)\n\"a stylized cartoon close-up of a stylized ring with an octopus emblem held in a gloved hand\" (figure)\n\"a stylized cartoon of two suited figures in opposition near a government office symbol\" (figure)\n\nThe overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 316,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Following Garreth Mallory's promotion to M, on a mission in Mexico City unofficially ordered by a posthumous message from the previous M, 007 James Bond kills three men plotting a terrorist bombing during the Day of the Dead and gives chase to Marco Sciarra, an assassin who survived the attack. In the ensuing struggle, Bond steals his ring, which is emblazoned with a stylised octopus, and then kills Sciarra by kicking him out of a helicopter. Upon returning to London, Bond is indefinitely suspended from field duty by M, who is in the midst of a power struggle with C, the head of the privately-backed Joint Intelligence Service, consisting of the recently merged MI5 and MI6. C campaigns for Britain to form alongside 8 other countries \"Nine Eyes \", a global surveillance and intelligence co-operation initiative between nine member states, and uses his influence to close down the '00' section, believing it to be outdated.",
    "qa_count": 13,
    "ids": [
      "56cdcf7d62d2951400fa686c",
      "56cdcf7d62d2951400fa686d",
      "56cdcf7d62d2951400fa686e",
      "56cdcf7d62d2951400fa6870",
      "56cf318aaab44d1400b88dff",
      "56cf318aaab44d1400b88e00",
      "56cf318aaab44d1400b88e01",
      "56cf318aaab44d1400b88e03",
      "5ad222fbd7d075001a4284fa",
      "5ad222fbd7d075001a4284fb",
      "5ad222fbd7d075001a4284fc",
      "5ad222fbd7d075001a4284fd",
      "5ad222fbd7d075001a4284fe"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Bond's Rome lead\" (text) focused on \"Spectre connections revealed after a funeral\" (text). At the top, a concise header sets the scene near a map label; below that, a central timeline-style summary appears adjacent to illustrative scenes; at the bottom, a short actions-and-contacts note sits near supporting icons. \n\"Bond travels to Rome after suspension and attends Sciarra's funeral\" (text)\n\"Lucia Sciarra tells Bond about a criminal organisation called Spectre\" (text)\n\"Bond infiltrates a Spectre meeting and identifies the leader Franz Oberhauser\" (text)\n\"Bond is pursued by a Spectre assassin named Mr. Hinx while escaping\" (text)\n\"a stylized illustration of a funeral scene without words showing a lone figure near a coffin\" (figure)\n\"a cartoon meeting scene showing masked silhouettes around a long table with a singled-out silhouette facing the viewer\" (figure)\n\"a silhouette of a running figure being chased by a larger imposing silhouette to suggest pursuit\" (figure)\n\"a small cartoon of an office scene with a person at a desk labeled as an investigator to suggest Moneypenny researching leads\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 317,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Bond disobeys M's order and travels to Rome to attend Sciarra's funeral. That evening he visits Sciarra's widow Lucia, who tells him about Spectre, a criminal organisation to which her husband belonged. Bond infiltrates a Spectre meeting, where he identifies the leader, Franz Oberhauser. When Oberhauser addresses Bond by name, he escapes and is pursued by Mr. Hinx, a Spectre assassin. Moneypenny informs Bond that the information he collected leads to Mr. White, former member of Quantum, a subsidiary of Spectre. Bond asks her to investigate Oberhauser, who was presumed dead years earlier.",
    "qa_count": 13,
    "ids": [
      "56cdcfee62d2951400fa6876",
      "56cdcfee62d2951400fa6877",
      "56cdcfee62d2951400fa6878",
      "56cdcfee62d2951400fa6879",
      "56cdcfee62d2951400fa687a",
      "56cf33afaab44d1400b88e25",
      "56cf33afaab44d1400b88e27",
      "56cf33afaab44d1400b88e28",
      "56cf33afaab44d1400b88e29",
      "5ad22377d7d075001a42850e",
      "5ad22377d7d075001a42850f",
      "5ad22377d7d075001a428510",
      "5ad22377d7d075001a428511"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Bond and the White Connection\" (text) focused on \"the sequence linking a dying man to a wider conspiracy\" (text). At the top a concise header summarizes the inciting discovery, near the middle panels the rescue and investigation are summarized, and near the bottom the lead to a foreign hotel is noted. \n\"Bond finds a dying man suffering from thallium poisoning who asks him to protect his daughter and then commits suicide\" (text)\n\"Dr. Madeline Swann is located at the Hoffler Klinik, is abducted by Hinx, and is later rescued by Bond\" (text)\n\"a cartoon of an ill man lying in a simple sickbed to indicate terminal poisoning and a fainted figure to imply suicide\" (figure)\n\"a stylized clinic exterior with a silhouetted woman, a distinct shadowy abductor labeled by posture to imply Hinx, and a rescue silhouette to show the intervention\" (figure)\n\"Q discovers a ring linking past operatives to the same shadowy organization, pointing Bond toward a hotel in Tangier\" (text)\n\"a silhouetted magnifying hand holding a plain ring and a distant hotel on a coastal skyline to imply investigation and the Tangier lead\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 318,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Bond travels to Austria to find White, who is dying of thallium poisoning. He admits to growing disenchanted with Quantum and tells Bond to find and protect his daughter, Dr. Madeline Swann, who will take him to L'Américain; this will in turn lead him to Spectre. White then commits suicide. Bond locates Swann at the Hoffler Klinik, but she is abducted by Hinx. Bond rescues her and the two meet Q, who discovers that Sciarra's ring links Oberhauser to Bond's previous missions, identifying Le Chiffre, Dominic Greene and Raoul Silva as Spectre agents. Swann reveals that L'Américain is a hotel in Tangier.",
    "qa_count": 13,
    "ids": [
      "56cdd05a62d2951400fa688a",
      "56cdd05a62d2951400fa688b",
      "56cdd05a62d2951400fa688c",
      "56cdd05a62d2951400fa688d",
      "56cdd05a62d2951400fa688e",
      "56cf34b0aab44d1400b88e3f",
      "56cf34b0aab44d1400b88e40",
      "56cf34b0aab44d1400b88e41",
      "56cf34b0aab44d1400b88e42",
      "5ad2240ed7d075001a428516",
      "5ad2240ed7d075001a428517",
      "5ad2240ed7d075001a428518",
      "5ad2240ed7d075001a428519"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Journey to the desert operations base\" (text) focused on \"how Bond and Swann reach and confront Oberhauser\" (text). At the top, a compact header summarizes travel and onboard confrontation, near an illustrative train scene; in the middle, a sequence explains capture, revealed conspiracy, and the personal history linking Bond and Oberhauser, adjacent to a portrait diagram showing names and the guardian link; toward the bottom, an escape-and-destruction conclusion sits near an exploded base illustration. \n\"Journey to the desert operations base\" (text)\n\"How Bond and Swann reach and confront Oberhauser\" (text)\n\"a stylized cartoon of a moving train with two figures grappling inside\" (figure)\n\"Bond and Swann travel by train to the nearest station and fight Hinx on board\" (text)\n\"a stylized portrait of a middle-aged man and a younger orphaned boy to suggest a guardian link labeled Hannes\" (figure)\n\"After staging his own death Hanz Oberhauser adopts the name Ernst Stavro Blofeld\" (text)\n\"a stylized cartoon of a fortified desert operations base with a blast effect\" (figure)\n\"At the base Oberhauser reveals Spectre staged attacks to justify a global intelligence programme and Bond and Swann escape, destroying the base\" (text)\nThe overall style of the image is clear, illustrative, and informational.",
    "infographic_id": 319,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The two travel to the hotel and discover White's secret room where they find co-ordinates pointing to Oberhauser's operations base in the desert. They travel by train to the nearest station, but are once again confronted by Hinx; they engage in a fight throughout the train in which Mr Hinx is eventually thrown off the train by Bond with Swann's assistance. After arriving at the station, Bond and Swann are escorted to Oberhauser's base. There, he reveals that Spectre has been staging terrorist attacks around the world, creating a need for the Nine Eyes programme. In return Spectre will be given unlimited access to intelligence gathered by Nine Eyes. Bond is tortured as Oberhauser discusses their shared history: after the younger Bond was orphaned, Oberhauser's father, Hannes, became his temporary guardian. Believing that Bond supplanted his role as son, Oberhauser killed his father and staged his own death, subsequently adopting the name Ernst Stavro Blofeld and going on to form Spectre. Bond and Swann escape, destroying the base in the process, leaving Blofeld to apparently die during the explosion.",
    "qa_count": 9,
    "ids": [
      "56cdd17262d2951400fa68a8",
      "56cdd17262d2951400fa68aa",
      "56cdd17262d2951400fa68ab",
      "56cf35f7aab44d1400b88e5d",
      "5ad224b1d7d075001a428528",
      "5ad224b1d7d075001a428529",
      "5ad224b1d7d075001a42852a",
      "5ad224b1d7d075001a42852b",
      "5ad224b1d7d075001a42852c"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Final Confrontation and Escape\" (text) focused on \"the MI6 building climax and aftermath\" (text). At the top is a concise summary, near which are key facts and actors, the middle shows the building sequence and escape, and the bottom notes the aftermath on the bridge. \"Summary of events: group returns to London to arrest C, prevent a network launch, and rescue Swann\" (text)\n\"a successful technical shutdown prevents the network from going online, carried out by Q adjacent to the summary\" (text)\n\"Bond is brought to the old MI6 building and escapes a scheduled demolition, noted near the central figure sequence\" (text)\n\"Bond meets a disfigured Blofeld in the ruined labyrinth, a final chase leads to a rooftop confrontation, and Blofeld is later arrested on Westminster Bridge\" (text)\n\"After the collapse, Bond and Swann escape by boat while Blofeld's helicopter crashes onto a nearby bridge where he is left to be arrested\" (text)\n\n\"a stylized illustration of a ruined office building with a silhouetted figure freeing himself inside\" (figure)\n\"a cartoon disfigured man confronting a lone agent in a ruined interior, placed near the middle\" (figure)\n\"a stylized helicopter wreckage resting on a recognizable bridge silhouette, positioned near the bottom\" (figure)\n\"a small illustrative scene of two people escaping by boat on water below the collapsing structure, adjacent to the lower figures\" (figure)\n\nThe overall style of the image is clean, illustrative, and cinematic.",
    "infographic_id": 320,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Bond and Swann return to London where they meet M, Bill Tanner, Q, and Moneypenny; they intend to arrest C and stop Nine Eyes from going online. Swann leaves Bond, telling him she cannot be part of a life involving espionage, and is subsequently kidnapped. On the way, the group is ambushed and Bond is kidnapped, but the rest still proceed with the plan. After Q succeeds in preventing the Nine Eyes from going online, a brief struggle between M and C ends with the latter falling to his death. Meanwhile, Bond is taken to the old MI6 building, which is scheduled for demolition, and frees himself. Moving throughout the ruined labyrinth, he encounters a disfigured Blofeld, who tells him that he has three minutes to escape the building before explosives are detonated or die trying to save Swann. Bond finds Swann and the two escape by boat as the building collapses. Bond shoots down Blofeld's helicopter, which crashes onto Westminster Bridge. As Blofeld crawls away from the wreckage, Bond confronts him but ultimately leaves him to be arrested by M. Bond leaves the bridge with Swann.",
    "qa_count": 11,
    "ids": [
      "56cdd28562d2951400fa68ba",
      "56cdd28562d2951400fa68bb",
      "56cdd28562d2951400fa68bc",
      "56cdd28562d2951400fa68bd",
      "56cf3727aab44d1400b88e79",
      "56cf3727aab44d1400b88e7a",
      "5ad22547d7d075001a428532",
      "5ad22547d7d075001a428533",
      "5ad22547d7d075001a428534",
      "5ad22547d7d075001a428535",
      "5ad22547d7d075001a428536"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre ownership and Thunderball disputes\" (text) focused on \"legal history and film outcomes\" (text). At the top a clear header summarizes the contested acronym and origin, above a middle timeline-like arrangement that highlights the key legal settlement and ensuing film productions, and below are illustrative panels showing the authorized literary rights versus film rights outcomes. \"SPECTRE originally stood for SPecial Executive for Counter-intelligence, Terrorism, Revenge and Extortion\" (text)\n\"Ian Fleming and Kevin McClory fought over the movie rights for Thunderball\" (text)\n\"Fleming settled with McClory in 1963, granting film rights while literary rights stayed with Fleming\" (text)\n\"Never Say Never Again was a later non-Eon remake of Thunderball, and Warhead 2000 A.D. was a planned but abandoned remake\" (text)\n\"a stylized cartoon of two authors and legal documents to represent the long litigation\" (figure)\n\"a cartoon of a film clapperboard and a producer figure standing beside a film poster without text to represent the produced remake\" (figure)\n\"a stylized illustration of an abandoned film set with an empty slate to represent the planned but never made remake\" (figure)\nThe overall style of the image is informative, clean, and illustrative.",
    "infographic_id": 321,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 18,
    "keywords_total": 18,
    "context": "The ownership of the Spectre organisation—originally stylised \"SPECTRE\" as an acronym of SPecial Executive for Counter-intelligence, Terrorism, Revenge and Extortion—and its characters, had been at the centre of long-standing litigation starting in 1961 between Ian Fleming and Kevin McClory over the film rights to the novel Thunderball. The dispute began after Fleming incorporated elements of an undeveloped film script written by McClory and screenwriter Jack Whittingham—including characters and plot points—into Thunderball, which McClory contested in court, claiming ownership over elements of the novel. In 1963, Fleming settled out of court with McClory, in an agreement which awarded McClory the film rights. This enabled him to become a producer for the 1965 film Thunderball—with Albert R. Broccoli and Harry Saltzman as executive producers—and the non-Eon film Never Say Never Again, an updated remake of Thunderball, in 1983.[N 3] A second remake, entitled Warhead 2000 A.D., was planned for production and release in the 1990s before being abandoned. Under the terms of the 1963 settlement, the literary rights stayed with Fleming, allowing the Spectre organisation and associated characters to continue appearing in print.",
    "qa_count": 12,
    "ids": [
      "56cdd33262d2951400fa68c2",
      "56cdd33262d2951400fa68c3",
      "56cdd33262d2951400fa68c4",
      "56cdd33262d2951400fa68c5",
      "56cdd33362d2951400fa68c6",
      "56cf38a9aab44d1400b88e97",
      "56cf38a9aab44d1400b88e99",
      "56cf38a9aab44d1400b88e9a",
      "5ad227efd7d075001a428550",
      "5ad227efd7d075001a428551",
      "5ad227efd7d075001a428552",
      "5ad227efd7d075001a428553"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ownership and Reimagining of a Fictional Organization\" (text) focused on \"film rights settlement and naming change\" (text). At the top is a compact header summarizing the settlement and outcome, the middle shows the parties and the asset flow, and the bottom notes the naming shift and continuity re-introduction.  \n\"Settlement in November 2013 led to a transfer of full film rights to one studio\" (text)  \n\"Danjaq LLC is the sister company associated with Eon Productions\" (text)  \n\"MGM acquired full copyright film rights and control of the concept and characters\" (text)  \n\"The organization acronym was discarded and the group was reintroduced simply as Spectre\" (text)  \n\"a stylized document and handshake between two offices representing a legal settlement\" (figure)  \n\"a cartoon studio building labeled with a film reel symbol receiving a stack of papers\" (figure)  \n\"a stylized logo transformation showing an old acronym breaking apart and a single word remaining\" (figure)  \nThe overall style of the image is clean, documentary infographic with clear, minimal illustrative cartoons and concise labels.",
    "infographic_id": 322,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "In November 2013 MGM and the McClory estate formally settled the issue with Danjaq, LLC—sister company of Eon Productions—with MGM acquiring the full copyright film rights to the concept of Spectre and all of the characters associated with it. With the acquisition of the film rights and the organisation's re-introduction to the series' continuity, the SPECTRE acronym was discarded and the organisation reimagined as \"Spectre\".",
    "qa_count": 11,
    "ids": [
      "56cdd83862d2951400fa68e0",
      "56cdd83862d2951400fa68e1",
      "56cdd83862d2951400fa68e2",
      "56cdd83862d2951400fa68e3",
      "56cf39c4aab44d1400b88eba",
      "56cf39c4aab44d1400b88ebb",
      "56cf39c4aab44d1400b88ebc",
      "5ad22870d7d075001a428558",
      "5ad22870d7d075001a428559",
      "5ad22870d7d075001a42855a",
      "5ad22870d7d075001a42855b"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sony Pictures Entertainment email leak timeline\" (text) focused on \"the November 2014 hack and leaked Spectre screenplay\" (text). At the top there is a clear header summarizing the incident, near a visual that represents breached company correspondence. In the middle a cluster explains who was involved and what was exposed, adjacent to a figure showing an early script being referenced. At the bottom a short note cites the confirmation from the film company, below a supporting figure that implies an official statement.\n\n\"Sony Pictures Entertainment was targeted by a data breach in November 2014 exposing confidential executive e-mails\" (text)\n\"The breach was carried out by hackers who released internal details about film projects\" (text)\n\"Leaked materials included early script drafts for Spectre written by John Logan\" (text)\n\"Eon Productions later confirmed that an early version of the screenplay had been leaked\" (text)\n\"a cartoon of a locked office inbox with papers spilling out to suggest breached correspondence\" (figure)\n\"a stylized silhouette of a hooded figure at a keyboard to represent the hackers\" (figure)\n\"a cartoon manuscript with loose pages and a writer's pen to represent early script drafts\" (figure)\n\"a stylized hand holding a printed statement to suggest official confirmation from a film company\" (figure)\n\nThe overall style of the image is clean, infographic-oriented, and illustrative.",
    "infographic_id": 323,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "In November 2014, Sony Pictures Entertainment was targeted by hackers who released details of confidential e-mails between Sony executives regarding several high-profile film projects. Included within these were several memos relating to the production of Spectre, claiming that the film was over budget, detailing early drafts of the script written by John Logan, and expressing Sony's frustration with the project. Eon Productions later issued a statement confirming the leak of what they called \"an early version of the screenplay\".",
    "qa_count": 11,
    "ids": [
      "56cdd8ba62d2951400fa68e8",
      "56cdd8ba62d2951400fa68e9",
      "56cdd8ba62d2951400fa68ea",
      "56cdd8ba62d2951400fa68eb",
      "56cf3cd2aab44d1400b88ec8",
      "56cf3cd2aab44d1400b88ec9",
      "56cf3cd2aab44d1400b88ecb",
      "5ad228d2d7d075001a428574",
      "5ad228d2d7d075001a428575",
      "5ad228d2d7d075001a428576",
      "5ad228d2d7d075001a428577"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre continuity and character origins\" (text) focused on \"how characters and organizations from source stories and prior films were tied into the film Spectre\" (text). At the top, a concise header names the writers and lead actor; near the middle, linked items show character lineage and guardian details adjacent to a depiction of the source story; below, the organizational retcon is explained next to an illustrative symbol for a fictional organization and the film where that group first appeared.\n\n\"Spectre continuity and character origins\" (text)\n\"Film written by Neal Purvis and Robert Wade, and starring Christoph Waltz as Franz Oberhauser\" (text)\n\"Hannes Oberhauser first appears in the short story Octopussy and is named guardian in 1983; Charmian Bond is shown as Bond's full-time guardian\" (text)\n\"The organization Quantum, first introduced in the film Quantum of Solace, is reimagined as a division within Spectre\" (text)\n\"a stylized book cover indicating the short story Octopussy\" (figure)\n\"a cartoon portrait of a male actor figure labeled as the film character Franz Oberhauser\" (figure)\n\"a simple emblem representing a secret organization with a smaller emblem nested inside to indicate one group becoming part of another\" (figure)\n\"a schematic illustration of two linked organization badges, with the smaller badge shown as part of the larger badge to convey the retcon\" (figure)\n\nThe overall style of the image is clean, illustrative, and infographic-like.",
    "infographic_id": 324,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Despite being an original story, Spectre draws on Ian Fleming's source material, most notably in the character of Franz Oberhauser, played by Christoph Waltz. Oberhauser shares his name with Hannes Oberhauser, a background character in the short story \"Octopussy\" from the Octopussy and The Living Daylights collection, and who is named in the film as having been a temporary legal guardian of a young Bond in 1983. Similarly, Charmian Bond is shown to have been his full-time guardian, observing the back story established by Fleming. With the acquisition of the rights to Spectre and its associated characters, screenwriters Neal Purvis and Robert Wade revealed that the film would provide a minor retcon to the continuity of the previous films, with the Quantum organisation alluded to in Casino Royale and introduced in Quantum of Solace reimagined as a division within Spectre rather than an independent organisation.",
    "qa_count": 14,
    "ids": [
      "56cdd97f62d2951400fa68f0",
      "56cdd97f62d2951400fa68f1",
      "56cdd97f62d2951400fa68f2",
      "56cdd97f62d2951400fa68f3",
      "56cdd97f62d2951400fa68f4",
      "56cf3e29aab44d1400b88ed0",
      "56cf3e29aab44d1400b88ed1",
      "56cf3e29aab44d1400b88ed2",
      "56cf3e29aab44d1400b88ed3",
      "56cf3e29aab44d1400b88ed4",
      "5ad2299ed7d075001a42859a",
      "5ad2299ed7d075001a42859b",
      "5ad2299ed7d075001a42859c",
      "5ad2299ed7d075001a42859d"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Fleming References in Spectre\" (text) focused on \"connections between film elements and Ian Fleming sources\" (text). At the top a concise header introduces the topic, near it a short identifying caption sits, and in the middle supporting illustrations align with compact explanatory labels, while the bottom contains a single summarizing note. \n\"Hildebrand Rarities and Antiques is the MI6 safehouse name drawn from Fleming\" (text)\n\"\"The Hildebrand Rarity\" appears in the short story collection For Your Eyes Only\" (text)\n\"Blofeld is shown torturing Bond, mirroring Fleming continuation material by Kingsley Amis\" (text)\n\"Kingsley Amis is the author of the continuation novel that features a similar torture scene\" (text)\n\"a stylized storefront labeled as an MI6 safehouse inspired by a Fleming short story\" (figure)\n\"a cartoon scene of a tense interrogation that echoes scenes from continuation fiction\" (figure)\n\"a simple illustrative book cover representing a short story collection\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 325,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Further references to Fleming's material can be found throughout the film; an MI6 safehouse is called \"Hildebrand Rarities and Antiques\", a reference to the short story \"The Hildebrand Rarity\" from the For Your Eyes Only short story collection.[citation needed] Bond's torture by Blofeld mirrors his torture by the title character of Kingsley Amis' continuation novel Colonel Sun.[citation needed]",
    "qa_count": 10,
    "ids": [
      "56cdda0062d2951400fa68fa",
      "56cdda0062d2951400fa68fb",
      "56cdda0062d2951400fa68fc",
      "56cf3eabaab44d1400b88eda",
      "56cf3eabaab44d1400b88edb",
      "56cf3eabaab44d1400b88edc",
      "5ad22a18d7d075001a4285b6",
      "5ad22a18d7d075001a4285b7",
      "5ad22a18d7d075001a4285b8",
      "5ad22a18d7d075001a4285b9"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre main cast announcement and returning roles\" (text) focused on \"cast reveal and role reprises\" (text). At the top the headline and summary appear, with supporting visuals near and below to illustrate the returning cast and announcement timing. \"Main cast revealed at a studio stage in December 2014, announced together on site\" (text)\n\"Lead actor Daniel Craig returned for his fourth screen appearance as James Bond\" (text)\n\"Supporting cast reprisals: Ralph Fiennes as M, Naomie Harris as Eve Moneypenny, and Ben Whishaw as Q\" (text)\n\"A supporting actor, Rory Kinnear, reprised Bill Tanner in his third series appearance\" (text)\n\"A cartoon stage with a simple studio backdrop showing a group of silhouetted actors gathered\" (figure)\n\"A stylized single silhouette wearing a tuxedo and a subtle icon denoting a lead role\" (figure)\n\"A cartoon trio of three stylized portraits positioned near role labels to represent M, Eve Moneypenny, and Q\" (figure)\n\"A stylized single portrait of a silhouetted male figure positioned adjacent to the trio to indicate the Bill Tanner reprise\" (figure) The overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 326,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 11,
    "keywords_total": 12,
    "context": "The main cast was revealed in December 2014 at the 007 Stage at Pinewood Studios. Daniel Craig returned for his fourth appearance as James Bond, while Ralph Fiennes, Naomie Harris and Ben Whishaw reprised their roles as M, Eve Moneypenny and Q respectively, having been established in Skyfall. Rory Kinnear also reprised his role as Bill Tanner in his third appearance in the series.",
    "qa_count": 12,
    "ids": [
      "56cdda5762d2951400fa6900",
      "56cdda5762d2951400fa6901",
      "56cdda5762d2951400fa6902",
      "56cdda5762d2951400fa6903",
      "56cdda5762d2951400fa6904",
      "56cf4113aab44d1400b88ee0",
      "56cf4113aab44d1400b88ee1",
      "56cf4113aab44d1400b88ee3",
      "5ad22ad5d7d075001a4285e4",
      "5ad22ad5d7d075001a4285e5",
      "5ad22ad5d7d075001a4285e6",
      "5ad22ad5d7d075001a4285e7"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Casting highlights from a spy film ensemble\" (text) focused on key actor roles and casting notes from the film's production (text). At the top, a concise title and topic appear above a row of illustrated cast vignettes; near the middle, short explanatory phrases sit adjacent to supporting illustrative figures; below, a brief footnote summarizes a casting comeback detail beside a small illustrative scene.\n\n\"Key casting: Franz Oberhauser revealed as Ernst Stavro Blofeld\" (text)\n\"Bérénice Lim Marlohe played Sévérine in the previous film Skyfall\" (text)\n\"Monica Bellucci joined as Lucia Sciarra at age fifty, noted as the oldest Bond girl\" (text)\n\"Dave Bautista was cast after producers sought an actor with contact sports experience while a removed epilogue originally had Mr. White die in Quantum of Solace\" (text)\n\"a stylized cartoon portrait of a man in a formal pose representing a villainous dual identity\" (figure)\n\"a stylized cartoon portrait of a young actress in a dramatic pose representing Sévérine from the previous film\" (figure)\n\"a stylized cartoon portrait of an experienced actress in a poised pose representing the new female lead choice\" (figure)\n\"a stylized cartoon scene showing a man returning from an apparent off-screen fate to indicate a character reprised after a removed epilogue\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 327,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Christoph Waltz was cast in the role of Franz Oberhauser, though he refused to comment on the nature of the part. It was later revealed with the film's release that he is Ernst Stavro Blofeld. Dave Bautista was cast as Mr. Hinx after producers sought an actor with a background in contact sports. After casting Bérénice Lim Marlohe, a relative newcomer, as Sévérine in Skyfall, Mendes consciously sought out a more experienced actor for the role of Madeleine Swann, ultimately casting Léa Seydoux in the role. Monica Bellucci joined the cast as Lucia Sciarra, becoming, at the age of fifty, the oldest actress to be cast as a Bond girl. In a separate interview with Danish website Euroman, Jesper Christensen revealed he would be reprising his role as Mr. White from Casino Royale and Quantum of Solace. Christensen's character was reportedly killed off in a scene intended to be used as an epilogue to Quantum of Solace, before it was removed from the final cut of the film, enabling his return in Spectre.",
    "qa_count": 12,
    "ids": [
      "56cddc2a62d2951400fa690a",
      "56cddc2a62d2951400fa690b",
      "56cddc2a62d2951400fa690c",
      "56cddc2a62d2951400fa690d",
      "56cddc2a62d2951400fa690e",
      "56cf44e7aab44d1400b88ee9",
      "56cf44e7aab44d1400b88eeb",
      "5ad22b6bd7d075001a4285f6",
      "5ad22b6bd7d075001a4285f7",
      "5ad22b6bd7d075001a4285f8",
      "5ad22b6bd7d075001a4285f9",
      "5ad22b6bd7d075001a4285fa"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre opening sequence casting and extras\" (text) focused on \"principal and location casting plus extras for the pre-title scene\" (text). At the top a concise header summarizes who played key characters and where key scenes were filmed, with a supporting illustrative scene near the middle and a visual showing the extras arrangement below.\n\n\"Alessandro Cremona was cast as Marco Sciarra and Stephanie Sigman was cast as Estrella, with a villain shot in Austria\" (text)\n\"February 2015 filming in Mexico hired fifteen hundred extras duplicated to appear like ten thousand\" (text)\n\"Key location note placed adjacent to the villain casting: scenes shot in Austria\" (text)\n\"Cast and extras summary located below the illustrations as a compact label for quick answers\" (text)\n\"a stylized illustrative scene of a crowded pre-title market with duplicated crowd layers\" (figure)\n\"a cartoon depiction of two actors in contra-pose labeled as the principal cast without text\" (figure)\n\"a silhouette of a small crew and one distinct actor positioned to suggest location shooting in mountain scenery\" (figure)\nThe overall style of the image is clean, informative, and illustrative with clear hierarchy for rapid question answering.",
    "infographic_id": 328,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "In addition to the principal cast, Alessandro Cremona was cast as Marco Sciarra, Stephanie Sigman was cast as Estrella, and Detlef Bothe was cast as a villain for scenes shot in Austria. In February 2015 over fifteen hundred extras were hired for the pre-title sequence set in Mexico, though they were duplicated in the film, giving the effect of around ten thousand extras.",
    "qa_count": 12,
    "ids": [
      "56cddcae62d2951400fa6914",
      "56cddcae62d2951400fa6915",
      "56cddcae62d2951400fa6916",
      "56cddcae62d2951400fa6917",
      "56cf45bcaab44d1400b88ef3",
      "56cf45bcaab44d1400b88ef4",
      "56cf45bcaab44d1400b88ef5",
      "56cf45bcaab44d1400b88ef6",
      "5ad22be1d7d075001a428608",
      "5ad22be1d7d075001a428609",
      "5ad22be1d7d075001a42860a",
      "5ad22be1d7d075001a42860b"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mendes and the Bond films\" (text) focused on \"crew roles and production milestones in two consecutive Bond films\" (text). At the top a concise header summarizes the key consecutive films and the historic precedent, while the middle groups creative roles around illustrative figures and the bottom notes production size and producer credit.\n\n\"Consecutive Bond films directed by Mendes: Skyfall and Spectre\" (text)\n\"First director to oversee two consecutive Bond films since John Glen\" (text)\n\"Dennis Gassner served as production designer for Spectre\" (text)\n\"Hoyte van Hoytema replaced Roger Deakins as cinematographer\" (text)\n\"Neal Purvis and Robert Wade returned for their sixth Bond film\" (text)\n\n\"a stylized director figure beside two stacked film clapperboards\" (figure)\n\"a cartoon production designer sketching set plans near a stylized soundstage\" (figure)\n\"a stylized cinematographer with a camera replacing an older camera on a tripod\" (figure)\n\"a simplified crowd of crew silhouettes labeled to imply a larger production for one film\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative with clear typographic hierarchy.",
    "infographic_id": 329,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 9,
    "keywords_total": 10,
    "context": "In March 2013 Mendes said he would not return to direct the next film in the series, then known as Bond 24; he later recanted and announced that he would return, as he found the script and the plans for the long-term future of the franchise appealing. In directing Skyfall and Spectre, Mendes became the first director to oversee two consecutive Bond films since John Glen directed The Living Daylights and Licence to Kill in 1987 and 1989. Skyfall writer John Logan resumed his role of scriptwriter, collaborating with Neal Purvis and Robert Wade, who returned for their sixth Bond film.[N 4] The writer Jez Butterworth also worked on the script, alongside Mendes and Craig. Dennis Gassner returned as the film's production designer, while cinematographer Hoyte van Hoytema took over from Roger Deakins. In July 2015 Mendes noted that the combined crew of Spectre numbered over one thousand, making it a larger production than Skyfall. Craig is listed as co-producer.",
    "qa_count": 12,
    "ids": [
      "56cddd4562d2951400fa691e",
      "56cddd4562d2951400fa691f",
      "56cddd4562d2951400fa6920",
      "56cf469eaab44d1400b88efc",
      "56cf469eaab44d1400b88efd",
      "56cf469eaab44d1400b88efe",
      "56cf469eaab44d1400b88eff",
      "56cf469eaab44d1400b88f00",
      "5ad22c77d7d075001a428610",
      "5ad22c77d7d075001a428611",
      "5ad22c77d7d075001a428612",
      "5ad22c77d7d075001a428613"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Production timeline and locations for the film\" (text) focused on \"principal photography details and film format\" (text). At the top, a concise header summarizes the shoot schedule and primary bases, above a middle area with location highlights and film format evidence, and below a timeline note about duration and initial studios.\n\n\"Production timeline and locations for the film\" (text)\n\"principal photography details and film format\" (text)\n\"Principal photography began on 8 December 2014 at Pinewood Studios and initial shoots took place near the studio\" (text)\n\"Key filming sites included London, Mexico City and Rome, shown adjacent to the location illustrations\" (text)\n\"Principal photography lasted seven months, noted below the timeline illustration\" (text)\n\"The cinematographer used Kodak 35 mm film stock, labeled near a camera illustration\" (text)\n\n\"a cartoon of a studio stage with filming equipment and a clapperboard silhouette\" (figure)\n\"a stylized cityscape cluster with symbolic landmarks representing London, an urban plaza for Mexico City, and classical domes for Rome\" (figure)\n\"a silhouette of two actors in a small flat interior to suggest interior scenes along the river\" (figure)\n\"a simple illustrative river scene with a stylized boat to indicate sequences travelling down a river\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary-like.",
    "infographic_id": 330,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Mendes revealed that production would begin on 8 December 2014 at Pinewood Studios, with filming taking seven months. Mendes also confirmed several filming locations, including London, Mexico City and Rome. Van Hoytema shot the film on Kodak 35 mm film stock. Early filming took place at Pinewood Studios, and around London, with scenes variously featuring Craig and Harris at Bond's flat, and Craig and Kinnear travelling down the River Thames.",
    "qa_count": 10,
    "ids": [
      "56cdddb862d2951400fa6924",
      "56cdddb862d2951400fa6925",
      "56cdddb862d2951400fa6926",
      "56cf4745aab44d1400b88f0b",
      "56cf4745aab44d1400b88f0c",
      "56cf4745aab44d1400b88f0e",
      "5ad22ce3d7d075001a428620",
      "5ad22ce3d7d075001a428621",
      "5ad22ce3d7d075001a428622",
      "5ad22ce3d7d075001a428623"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre Austria Filming Timeline and Key Locations\" (text) focused on \"production activities and incidents during the Austria shoot\" (text). At the top a concise header summarizes the shoot dates and main base; near the middle are location highlights with supporting visuals; below that are incident notes and vehicle action props with related illustrations. \"Filming began in December 2014 and concluded in February 2015\" (text)\n\"Ice Q Restaurant served as the stand‑in for the fictional Hoffler Klinik in the Austrian Alps\" (text)\n\"Rettenbach glacier and nearby ski resort areas around Sölden were primary shooting locations\" (text)\n\"A fight scene injury resulted in a sprained knee for a principal actor, temporarily halting production\" (text)\n\"a stylized illustration of a mountain restaurant building perched on a ridge, captioned to link to the Hoffler Klinik stand‑in\" (figure)\n\"a cartoon depiction of a glacier with a cable car station and ski slope, captioned to indicate Sölden area shooting\" (figure)\n\"a simplified drawing of two rugged filming vehicles in motion to represent the on‑set vehicle action scene\" (figure)\n\"a schematic scene showing a small vehicle accident with three crew figures to indicate the production stoppage due to injuries\" (figure) The overall style of the image is clear, informational, and illustrative.",
    "infographic_id": 331,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Filming started in Austria in December 2014, with production taking in the area around Sölden—including the Ötztal Glacier Road, Rettenbach glacier and the adjacent ski resort and cable car station—and Obertilliach and Lake Altaussee, before concluding in February 2015. Scenes filmed in Austria centred on the Ice Q Restaurant, standing in for the fictional Hoffler Klinik, a private medical clinic in the Austrian Alps. Filming included an action scene featuring a Land Rover Defender Bigfoot and a Range Rover Sport. Production was temporarily halted first by an injury to Craig, who sprained his knee whilst shooting a fight scene, and later by an accident involving a filming vehicle that saw three crew members injured, at least one of them seriously.",
    "qa_count": 12,
    "ids": [
      "56cde1d962d2951400fa6954",
      "56cde1d962d2951400fa6955",
      "56cde1d962d2951400fa6956",
      "56cde1d962d2951400fa6958",
      "56cf4815aab44d1400b88f1b",
      "56cf4815aab44d1400b88f1c",
      "56cf4815aab44d1400b88f1e",
      "5ad22d64d7d075001a42863c",
      "5ad22d64d7d075001a42863d",
      "5ad22d64d7d075001a42863e",
      "5ad22d64d7d075001a42863f",
      "5ad22d64d7d075001a428640"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Filming locations and vehicle facts from the production\" (text) focused on \"location shoots and the cars used in the chase scenes\" (text). At the top, a concise header explains the England shoot and the later Rome production, with supporting visuals arranged below. \"Filming temporarily returned to Blenheim Palace in Oxfordshire before moving on to Rome for a five-week city shoot\" (text)\n\"Rome locations included the Ponte Sisto bridge and the Roman Forum, used as on-location filming sites\" (text)\n\"a car chase along the banks of the Tiber River and through city streets featured an Aston Martin DB10 and a Jaguar C-X75\" (text)\n\"the Jaguar C-X75 used for filming was developed for Jaguar and built for the production by the engineering division of a Formula One racing team called Williams\" (text)\n\"a stylized illustration of a historic palace standing in for a foreign city location\" (figure)\n\"a cartoonized riverside chase scene showing two distinct sport cars in motion without text labels\" (figure)\n\"a simple schematic illustration of a hybrid vehicle power concept with four small motor icons and jet turbine icons shown symbolically\" (figure)\n\"a stylized depiction of two engineers working on a prototype car to represent the racing team's engineering division\" (figure) The overall style of the image is clean, schematic, and illustrative.",
    "infographic_id": 332,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "Filming temporarily returned to England to shoot scenes at Blenheim Palace in Oxfordshire, which stood in for a location in Rome, before moving on to the city itself for a five-week shoot across the city, with locations including the Ponte Sisto bridge and the Roman Forum. The production faced opposition from a variety of special interest groups and city authorities, who were concerned about the potential for damage to historical sites around the city, and problems with graffiti and rubbish appearing in the film. A car chase scene set along the banks of the Tiber River and through the streets of Rome featured an Aston Martin DB10 and a Jaguar C-X75. The C-X75 was originally developed as a hybrid electric vehicle with four independent electric engines powered by two jet turbines, before the project was cancelled. The version used for filming was converted to use a conventional internal combustion engine, to minimise the potential for disruption from mechanical problems with the complex hybrid system. The C-X75s used for filming were developed by the engineering division of Formula One racing team Williams, who built the original C-X75 prototype for Jaguar.",
    "qa_count": 13,
    "ids": [
      "56cde39b62d2951400fa697c",
      "56cde39b62d2951400fa697e",
      "56cde39b62d2951400fa697f",
      "56cde39b62d2951400fa6980",
      "56cf4925aab44d1400b88f38",
      "56cf4925aab44d1400b88f39",
      "56cf4925aab44d1400b88f3a",
      "56cf4925aab44d1400b88f3b",
      "56cf4925aab44d1400b88f3c",
      "5ad22fe9d7d075001a4286a4",
      "5ad22fe9d7d075001a4286a5",
      "5ad22fe9d7d075001a4286a6",
      "5ad22fe9d7d075001a4286a7"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre Mexico shoot highlights\" (text) focused on \"location and production details for the Mexico City sequences\" (text). At the top a concise production summary introduces the Mexico shoot, near the middle a visual cluster shows the Day of the Dead sequence and its scale, and below a small note mentions the secondary aerial unit relocation and safety reasoning.  \n\"Spectre filming moved to Mexico City after Rome, with late March production start\" (text)  \n\"a cartoon city square closed for filming with a crowd of extras and giant props, representing the Day of the Dead sequence\" (figure)  \n\"Day of the Dead festival scenes filmed in and around the Zócalo and the Centro Histórico district\" (text)  \n\"a stylized illustrative helicopter in flight near rooftops to represent stunt aerial work and building protections\" (figure)  \n\"Production requirements and key props: 1,500 additional actors, 10 giant skeletons, 250,000 paper flowers, and a Messerschmitt-Bölkow-Blohm Bo 105 helicopter\" (text)  \n\"a silhouette of a small plane over jungle trees to represent the second unit moving to Palenque for dangerous aerial manoeuvres\" (figure)  \nThe overall style of the image is clean, schematic, and infographic-focused with illustrative cartoon figures and clear short text.",
    "infographic_id": 333,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "With filming completed in Rome, production moved to Mexico City in late March to shoot the film's opening sequence, with scenes to include the Day of the Dead festival filmed in and around the Zócalo and the Centro Histórico district. The planned scenes required the city square to be closed for filming a sequence involving a fight aboard a Messerschmitt-Bölkow-Blohm Bo 105 helicopter flown by stunt pilot Chuck Aaron, which called for modifications to be made to several buildings to prevent damage. This particular scene in Mexico required 1,500 extras, 10 giant skeletons and 250,000 paper flowers. Reports in the Mexican media added that the film's second unit would move to Palenque in the state of Chiapas, to film aerial manoeuvres considered too dangerous to shoot in an urban area.",
    "qa_count": 12,
    "ids": [
      "56cdf49362d2951400fa69c0",
      "56cdf49362d2951400fa69c1",
      "56cdf49362d2951400fa69c2",
      "56cdf49362d2951400fa69c3",
      "56cdf49362d2951400fa69c4",
      "56cf49ebaab44d1400b88f4c",
      "56cf49ebaab44d1400b88f4f",
      "56cf49ebaab44d1400b88f50",
      "5ad2306ed7d075001a4286c8",
      "5ad2306ed7d075001a4286c9",
      "5ad2306ed7d075001a4286ca",
      "5ad2306ed7d075001a4286cb"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Craig's brief medical trip during filming\" (text) focused on \"where and when he returned to work\" (text). At the top is the headline and a short summary, near the middle are visual supports showing the trip and the surgery, and near the bottom is the return-to-work note.\n\n\"Craig's brief medical trip during filming\" (text)\n\"Summary: flown to New York for minor knee surgery then returned to filming at Pinewood Studios\" (text)\n\"a cartoon figure of a man in transit arriving in a city with a skyline\" (figure)\n\"a stylized illustration of a leg with a small medical bandage and a simple clinic entrance\" (figure)\n\"Cartoon scene of a film studio backlot with a clapperboard silhouette indicating resumed shooting\" (figure)\n\"Returned to filming at Pinewood Studios on 22 April\" (text)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 334,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Following filming in Mexico, and during a scheduled break, Craig was flown to New York to undergo minor surgery to fix his knee injury. It was reported that filming was not affected and he had returned to filming at Pinewood Studios as planned on 22 April.",
    "qa_count": 8,
    "ids": [
      "56cdf52c62d2951400fa69ca",
      "56cdf52c62d2951400fa69cb",
      "56cf4a71aab44d1400b88f5e",
      "5ad230ebd7d075001a4286ee",
      "5ad230ebd7d075001a4286ef",
      "5ad230ebd7d075001a4286f0",
      "5ad230ebd7d075001a4286f1",
      "5ad230ebd7d075001a4286f2"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Thames and London Bridge Filming Summary\" (text) focused on \"river locations, bridge closures, and support crews during London shoots\" (text). At the top is a concise header summarizing where and when river shoots took place, near the middle are focused callouts about bridge closures and practical effects, and near the bottom are brief location notes about supporting scenes and returns to the river.  \n\"Thames river locations and multiple river shoots in April and June\" (text)  \n\"Westminster and Lambeth Bridges were temporarily closed for night shoots\" (text)  \n\"London Fire Brigade provided water for rain simulation and monitored smoke\" (text)  \n\"Scenes shot near Vauxhall Cross by MI6 headquarters and in Covent Garden restaurant\" (text)  \n\"a stylized cartoon speedboat with two stunt actors speeding on a river at night\" (figure)  \n\"a cartoon low flying helicopter passing near a bridge at night\" (figure)  \n\"a stylized silhouette of a riverside building labeled as a government riverside headquarters\" (figure)  \n\"a simple illustrative crew setup with a water spray rig and smoke monitor on a riverside deck\" (figure) The overall style of the image is clean, illustrative, and informational with clear iconography and short explanatory labels.",
    "infographic_id": 335,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "A brief shoot at London's City Hall was filmed on 18 April 2015, while Mendes was on location. On 17 May 2015 filming took place on the Thames in London. Stunt scenes involving Craig and Seydoux on a speedboat as well as a low flying helicopter near Westminster Bridge were shot at night, with filming temporarily closing both Westminster and Lambeth Bridges. Scenes were also shot on the river near MI6's headquarters at Vauxhall Cross. The crew returned to the river less than a week later to film scenes solely set on Westminster Bridge. The London Fire Brigade was on set to simulate rain as well as monitor smoke used for filming. Craig, Seydoux, and Waltz, as well as Harris and Fiennes, were seen being filmed. Prior to this, scenes involving Fiennes were shot at a restaurant in Covent Garden. Filming then took place in Trafalgar Square. In early June, the crew, as well as Craig, Seydoux, and Waltz, returned to the Thames for a final time to continue filming scenes previously shot on the river.",
    "qa_count": 12,
    "ids": [
      "56ced14baab44d1400b88acd",
      "56ced14baab44d1400b88ace",
      "56ced14baab44d1400b88acf",
      "56ced14baab44d1400b88ad0",
      "56cf4b67aab44d1400b88f6a",
      "56cf4b67aab44d1400b88f6b",
      "56cf4b67aab44d1400b88f6c",
      "56cf4b67aab44d1400b88f6d",
      "5ad23161d7d075001a42870c",
      "5ad23161d7d075001a42870d",
      "5ad23161d7d075001a42870e",
      "5ad23161d7d075001a42870f"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre Morocco Shoot Highlights\" (text) focused on \"location filming, record stunt, and shoot duration\" (text). At the top is the shoot summary, in the middle are location and record highlights adjacent to supportive illustrations, and at the bottom is the production timeline and wrap note. \n\"Spectre production moved from London to Morocco for location filming\" (text)\n\"Oujda, Tangier and Erfoud used as Morocco filming locations\" (text)\n\"An explosion filmed in Morocco set the Guinness World Record for Largest film stunt explosion credited to Chris Corbould\" (text)\n\"Principal photography concluded on 5 July 2015 after a 128 days shoot and a commemorative wrap-up party\" (text)\n\"a stylized map pinpointing three Moroccan city markers near illustrative camera and clapboard icons\" (figure)\n\"a cartoonized controlled explosion scene near a film crew silhouette to support the record claim\" (figure)\n\"a stylized party scene with confetti and a group silhouette to represent the wrap-up celebration\" (figure)\nThe overall style of the image is clean, infographic-oriented, illustrative, and documentary.",
    "infographic_id": 336,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "After wrapping up in England, production travelled to Morocco in June, with filming taking place in Oujda, Tangier and Erfoud, after preliminary work was completed by the production's second unit. An explosion filmed in Morocco holds a Guinness World Record for the \"Largest film stunt explosion\" in cinematic history, with the record credited to production designer Chris Corbould. Principal photography concluded on 5 July 2015. A wrap-up party for Spectre was held in commemoration before entering post-production. Filming took 128 days.",
    "qa_count": 16,
    "ids": [
      "56ced973aab44d1400b88afd",
      "56ced973aab44d1400b88afe",
      "56ced973aab44d1400b88aff",
      "56ced973aab44d1400b88b00",
      "56cf4fe6aab44d1400b88fb2",
      "56cf4fe6aab44d1400b88fb3",
      "56cf4fe6aab44d1400b88fb5",
      "56cf4fe6aab44d1400b88fb6",
      "5ad231e3d7d075001a42873a",
      "5ad231e3d7d075001a42873b",
      "5ad231e3d7d075001a42873d",
      "5ad231e3d7d075001a42873e",
      "5ad23d95d7d075001a428898",
      "5ad23d95d7d075001a428899",
      "5ad23d95d7d075001a42889a",
      "5ad23d95d7d075001a42889b"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mexico City filming questions and responses\" (text) focused on \"reported script changes, denials, and permit issues during production\" (text). At the top there is a concise summary of the central rumor adjacent to a denial line, and below that supporting scenes and comparative locations appear with captions to clarify each QA.\n\n\"Reported media claim that script changes were made to portray the country more positively to secure financial support\" (text)\n\"Producer Michael G. Wilson denied that the film was changed and said the Mexico scene was always intended because of Day of the Dead imagery\" (text)\n\"Possible financial support worth up to $20 million was cited in reports about the Mexico City section\" (text)\n\"Production previously faced permit issues in India and later moved a pre-title sequence to Istanbul\" (text)\n\n\"a stylized illustrative scene showing a city street with festival imagery to represent the Mexico City shoot\" (figure)\n\"a cartoon figure at a desk speaking into a microphone to represent an official denial\" (figure)\n\"a simple illustrative symbol of stacked paperwork and a permit stamp to represent administrative and permitting issues\" (figure)\n\"a stylized skyline illustration indicating a city move from one locale to another to represent the India to Istanbul shift\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative with a neutral, documentary tone.",
    "infographic_id": 337,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Whilst filming in Mexico City, speculation in the media claimed that the script had been altered to accommodate the demands of Mexican authorities—reportedly influencing details of the scene and characters, casting choices, and modifying the script in order to portray the country in a \"positive light\"—in order to secure tax concessions and financial support worth up to $20 million for the film. This was denied by producer Michael G. Wilson, who stated that the scene had always been intended to be shot in Mexico as production had been attracted to the imagery of the Day of the Dead, and that the script had been developed from there. Production of Skyfall had previously faced similar problems while attempting to secure permits to shoot the film's pre-title sequence in India before moving to Istanbul.",
    "qa_count": 8,
    "ids": [
      "56cedc9caab44d1400b88b2b",
      "56cedc9caab44d1400b88b2c",
      "56cedc9caab44d1400b88b2d",
      "56cf5415aab44d1400b88fe8",
      "5ad23f8fd7d075001a4288f4",
      "5ad23f8fd7d075001a4288f5",
      "5ad23f8fd7d075001a4288f6",
      "5ad23f8fd7d075001a4288f7"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre film soundtrack and composer\" (text) focused on \"how the score was created and released\" (text). At the top a concise header names the composer and his working period near a pictorial cue, above a middle section that shows the trailer timing and music content adjacent to an illustration, and below a release block that places the album dates and label adjacent to a supporting figure.  \n\"Thomas Newman returned as Spectre's composer and worked during filming\" (text)  \n\"the theatrical trailer released in July 2015 contained a rendition of a classic Bond theme\" (text)  \n\"Mendes stated the final film would have more than one hundred minutes of music\" (text)  \n\"soundtrack album released 23 October 2015 in the UK and 6 November 2015 in the USA on Decca Records\" (text)  \n\"a stylized cartoon composer at a film set with a music staff and camera nearby\" (figure)  \n\"a stylized trailer poster with a musical note motif and no words\" (figure)  \n\"a stylized record sleeve with a simple label emblem and no text\" (figure)  \nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 338,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Thomas Newman returned as Spectre's composer. Rather than composing the score once the film had moved into post-production, Newman worked during filming. The theatrical trailer released in July 2015 contained a rendition of John Barry's On Her Majesty's Secret Service theme. Mendes revealed that the final film would have more than one hundred minutes of music. The soundtrack album was released on 23 October 2015 in the UK and 6 November 2015 in the USA on the Decca Records label.",
    "qa_count": 11,
    "ids": [
      "56cedd47aab44d1400b88b47",
      "56cedd47aab44d1400b88b48",
      "56cedd47aab44d1400b88b49",
      "56cf54f0aab44d1400b89014",
      "56cf54f0aab44d1400b89015",
      "56cf54f0aab44d1400b89016",
      "56cf54f0aab44d1400b89017",
      "5ad24014d7d075001a428910",
      "5ad24014d7d075001a428911",
      "5ad24014d7d075001a428912",
      "5ad24014d7d075001a428913"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Writing's on the Wall — film title theme\" (text) focused on \"how the theme song was written, recorded, and used in the film\" (text). At the top is a concise title and topic with a short summary phrase near a supporting illustration, the middle shows the songwriting and recording details adjacent to a scene of collaborators, and the bottom highlights which vocal and recording version was used adjacent to a supporting visual. \"Writing's on the Wall was written by Sam Smith and regular collaborator Jimmy Napes\" (text)\n\"the song came together in one session and was written in under half an hour before a demo was recorded\" (text)\n\"the demo recording was used in the final film release\" (text)\n\"Sam Smith is the vocalist who performed the theme for the film\" (text)\n\"a stylized cartoon of two collaborators at a piano writing lyrics and a melody\" (figure)\n\"a cartoon scene showing a quick single studio session with a notated demo cassette symbol\" (figure)\n\"a stylized illustration of a finished film credit roll with a musical note indicating the demo is used\" (figure)\nThe overall style of the image is clean, illustrative, and infographic-focused.",
    "infographic_id": 339,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "In September 2015 it was announced that Sam Smith and regular collaborator Jimmy Napes had written the film's title theme, \"Writing's on the Wall\", with Smith performing it for the film. Smith said the song came together in one session and that he and Napes wrote it in under half an hour before recording a demo. Satisfied with the quality, the demo was used in the final release.",
    "qa_count": 9,
    "ids": [
      "56ceddd1aab44d1400b88b58",
      "56ceddd1aab44d1400b88b59",
      "56ceddd1aab44d1400b88b5a",
      "56cf55adaab44d1400b8902a",
      "5ad2407bd7d075001a428936",
      "5ad2407bd7d075001a428937",
      "5ad2407bd7d075001a428938",
      "5ad2407bd7d075001a428939",
      "5ad2407bd7d075001a42893a"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Release and Reaction to the Spectre Theme\" (text) focused on \"the release, reception, and related music contributions\" (text). At the top is the release fact and comparison context; near the middle are reception and social media effects; below are alternate contributors and unused music notes. \n\"Main theme released as a digital download on 25 September 2015\" (text)\n\"Critics and fans gave mixed reviews, often compared unfavorably to Adele's Skyfall\" (text)\n\"Extensive Twitter activity trended under the name Shirley Bassey on the release day\" (text)\n\"An English band named Radiohead also composed a song for the film that went unused\" (text)\n\"a stylized single cover with a download icon and a calendar page\" (figure)\n\"a cartoon comparison scene showing a microphone labeled for two songs in parallel\" (figure)\n\"a silhouette of a person with floating hashtag symbols to indicate trending activity\" (figure)\n\"a simple illustrative sheet of music with a pencil laid across it to indicate unused composition\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 340,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "The song was released as a digital download on 25 September 2015. It received mixed reviews from critics and fans, particularly in comparison to Adele's \"Skyfall\". The mixed reception to the song led to Shirley Bassey trending on Twitter on the day it was released. It became the first Bond theme to reach number one in the UK Singles Chart. The English band Radiohead also composed a song for the film, which went unused.",
    "qa_count": 12,
    "ids": [
      "56cedf84aab44d1400b88ba3",
      "56cedf84aab44d1400b88ba4",
      "56cedf84aab44d1400b88ba5",
      "56cedf84aab44d1400b88ba6",
      "56cf5674aab44d1400b8904c",
      "56cf5674aab44d1400b8904f",
      "56cf5674aab44d1400b89050",
      "5ad24104d7d075001a42894a",
      "5ad24104d7d075001a42894b",
      "5ad24104d7d075001a42894c",
      "5ad24104d7d075001a42894d",
      "5ad24104d7d075001a42894e"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"DB10 and promotional partnerships for a spy film\" (text) focused on \"official film car reveal and race team branding\" (text). At the top a concise headline and overview appear, near a supporting illustration of the reveal event; in the middle the car production facts sit adjacent to a graphic of the cars, and near the bottom a racing team scene supports the branding detail.\n\n\"Aston Martin and Eon unveiled the new DB10 as the official car at a press announcement\" (text)\n\"Only 10 DB10 cars were produced especially for the film, with 8 used in filming and 2 used for promotional work\" (text)\n\"A stylized illustration of a car design studio showing collaborative designers and filmmakers\" (figure)\n\"A cartoon row of eight stylized cars on a film set with two additional cars shown separately for promotion\" (figure)\n\"A stylized racing pit scene with a team car carrying a classic spy logo during a grand prix event\" (figure)\n\"Near the racing scene a short label notes Williams F1 displayed the 007 logo on their cars\" (text)\n\nThe overall style of the image is clean, informative, and illustrative with clear labels and simple cartoon figures.",
    "infographic_id": 341,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "During the December 2014 press conference announcing the start of filming, Aston Martin and Eon unveiled the new DB10 as the official car for the film. The DB10 was designed in collaboration between Aston Martin and the filmmakers, with only 10 being produced especially for Spectre as a celebration of the 50th anniversary of the company's association with the franchise. Only eight of those 10 were used for the film, however; the remaining two were used for promotional work. After modifying the Jaguar C-X75 for the film, Williams F1 carried the 007 logo on their cars at the 2015 Mexican Grand Prix, with the team playing host to the cast and crew ahead of the Mexican premiere of the film.",
    "qa_count": 10,
    "ids": [
      "56cee58daab44d1400b88c1b",
      "56cee58daab44d1400b88c1c",
      "56cee58daab44d1400b88c1d",
      "56cee58daab44d1400b88c1e",
      "56cf5710aab44d1400b89061",
      "56cf5710aab44d1400b89063",
      "5ad24169d7d075001a428968",
      "5ad24169d7d075001a428969",
      "5ad24169d7d075001a42896a",
      "5ad24169d7d075001a42896b"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Promotional imagery during production\" (text) focused on \"Eon's social media promotion methods\" (text). At the top, a concise header summarizes the promotional trend and its origin. Near the middle, supporting visuals illustrate the specific items posted and the platform. Below, a short conclusion restates the continuity of the method.\n\n\"Promotional imagery during production originated during an earlier film and was continued for later releases\" (text)\n\"Eon's official social media accounts were used to post promotional still images and video blogs\" (text)\n\"Still images of clapperboards were posted while the movie was being made\" (text)\n\"Originating method first used during Skyfall and repeated for subsequent films\" (text)\n\n\"a cartoon of a handheld clapperboard on a simple backdrop, adjacent to the clapperboard text\" (figure)\n\"a stylized illustrative smartphone showing a generic social feed, near the social media text\" (figure)\n\"a silhouette of a small video camera on a tripod, adjacent to the video blog phrase\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 342,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "To promote the film, production continued the trend established during Skyfall's production of releasing still images of clapperboards and video blogs on Eon's official social media accounts.",
    "qa_count": 8,
    "ids": [
      "56cee5f0aab44d1400b88c2d",
      "56cee5f0aab44d1400b88c2e",
      "56cf578aaab44d1400b89084",
      "56cf578aaab44d1400b89085",
      "5ad241d7d7d075001a428982",
      "5ad241d7d7d075001a428983",
      "5ad241d7d7d075001a428984",
      "5ad241d7d7d075001a428985"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre promotional appearances and trailer timeline\" (text) focused on \"how cast appearances and trailers were rolled out\" (text). At the top is a concise headline and below it a short summary before a row of supporting visuals near the middle and a timeline note near the bottom.  \n\"Spectre promotional appearances and trailer timeline\" (text)  \n\"Cast appeared in a Comic Relief's Red Nose Day sketch written by David Walliams and the Dawson Brothers\" (text)  \n\"Sketch aired on BBC One near the March 2015 teaser trailer release\" (text)  \n\"a cartoon comedy sketch rehearsal scene with several performers on a small studio set\" (figure)  \n\"a stylized mockumentary filming scene showing a camera and two actors on a set\" (figure)  \n\"a cartoon poster-like image suggesting three successive trailers released across the year\" (figure)  \n\"First teaser trailer released in March 2015, theatrical trailer released in July, final trailer released in October\" (text) The overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 343,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "On 13 March 2015, several members of the cast and crew, including Craig, Whishaw, Wilson and Mendes, as well as previous James Bond actor, Sir Roger Moore, appeared in a sketch written by David Walliams and the Dawson Brothers for Comic Relief's Red Nose Day on BBC One. In the sketch, they film a behind-the-scenes mockumentary on the filming of Spectre. The first teaser trailer for Spectre was released worldwide in March 2015, followed by the theatrical trailer in July and the final trailer in October.",
    "qa_count": 10,
    "ids": [
      "56cee6ebaab44d1400b88c41",
      "56cee6ebaab44d1400b88c42",
      "56cee6ebaab44d1400b88c43",
      "56cf58c1aab44d1400b890ab",
      "56cf58c1aab44d1400b890ad",
      "56cf58c1aab44d1400b890ae",
      "5ad24276d7d075001a42899c",
      "5ad24276d7d075001a42899d",
      "5ad24276d7d075001a42899e",
      "5ad24276d7d075001a42899f"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre UK launch and release details\" (text) focused on \"the film's premiere, release changes, and IMAX screening decision\" (text). At the top the title and topic appear above a concise premiere statement, the middle presents visuals supporting release timing and competing film decisions, and the bottom summarizes the UK release breadth.\n\n\"Spectre had its world premiere in London on 26 October 2015 at the Royal Albert Hall, the same day as its UK and Republic of Ireland release\" (text)\n\"IMAX announced it would screen Spectre following the success of Skyfall\" (text)\n\"Paramount moved the opening of Mission: Impossible – Rogue Nation to avoid competing with Spectre\" (text)\n\"In the UK, Spectre opened in at least 647 cinemas including 40 IMAX screens, a wider release than the earlier film\" (text)\n\n\"a cartoon illustration of an ornate concert hall exterior with a small premiere crowd\" (figure)\n\"a stylized cinema marquee showing a simultaneous general release idea with ticket silhouettes\" (figure)\n\"a silhouette of an IMAX dome auditorium with a film reel symbol nearby\" (figure)\n\"a cartoon pair of adjacent cinema buildings representing two competing film releases\" (figure)\n\nThe overall style of the image is clean, informational, and illustrative.",
    "infographic_id": 344,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Spectre had its world premiere in London on 26 October 2015 at the Royal Albert Hall, the same day as its general release in the United Kingdom and Republic of Ireland. Following the announcement of the start of filming, Paramount Pictures brought forward the release of Mission: Impossible – Rogue Nation to avoid competing with Spectre. In March 2015 IMAX corporation announced that Spectre would be screened in its cinemas, following Skyfall's success with the company. In the UK it received a wider release than Skyfall, with a minimum of 647 cinemas including 40 IMAX screens, compared to Skyfall's 587 locations and 21 IMAX screens.",
    "qa_count": 10,
    "ids": [
      "56cee7a2aab44d1400b88c5f",
      "56cee7a2aab44d1400b88c60",
      "56cee7a2aab44d1400b88c62",
      "56cf597faab44d1400b890c6",
      "56cf597faab44d1400b890c8",
      "5ad24303d7d075001a4289c2",
      "5ad24303d7d075001a4289c3",
      "5ad24303d7d075001a4289c4",
      "5ad24303d7d075001a4289c5",
      "5ad24303d7d075001a4289c6"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre box office totals to 21 February 2016\" (text) focused on \"worldwide and regional gross breakdown\" (text). At the top is the headline and a brief summary, near the middle are supporting visuals and labels that link regional figures to the summary, and at the bottom is a concise note about the reference date.\n\n\"Spectre had grossed $879.3 million worldwide as of 21 February 2016\" (text)\n\"$199.8 million grossed from North America as of 21 February 2016\" (text)\n\"$138.1 million grossed from the UK market as of 21 February 2016\" (text)\n\"a stylized globe with location markers indicating worldwide total\" (figure)\n\"a cartoon map showing a highlighted region for North America beside a money icon\" (figure)\n\"a cartoon map showing a highlighted region for the UK market beside a money icon\" (figure)\n\"reference note: figures reported as of 21 February 2016\" (text)\n\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 345,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "As of 21 February 2016[update] Spectre has grossed $879.3 million worldwide; $138.1 million of the takings have been generated from the UK market and $199.8 million from North America.",
    "qa_count": 7,
    "ids": [
      "56cee809aab44d1400b88c6f",
      "56cee809aab44d1400b88c70",
      "56cee809aab44d1400b88c71",
      "5ad24378d7d075001a4289f8",
      "5ad24378d7d075001a4289f9",
      "5ad24378d7d075001a4289fa",
      "5ad24378d7d075001a4289fb"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre UK opening box office highlights\" (text) focused on \"record-setting weekly and IMAX grosses in the United Kingdom\" (text). At the top, a concise headline and key week figure appear near a supporting illustrative scene; in the middle, a pair of comparative illustrations sit adjacent to compact summary lines about previous record holders; at the bottom, an IMAX highlight and per-screen average note are placed below a related figure. \"Spectre grossed £41.7 million ($63.8 million) in its first seven days, breaking the previous UK first-week record\" (text)\n\"Opening day gross was £6.3 million ($9.2 million), shown near an opening-day cinema illustration\" (text)\n\"Previous first-week record holder was Harry Potter and the Prisoner of Azkaban, displayed adjacent to a comparison illustration\" (text)\n\"Spectre became the UK's highest-grossing IMAX release, surpassing Avatar, shown beside an IMAX screen illustration\" (text)\n\"Spectre set the best per-screen opening average at $110,000, unseating The Dark Knight, shown near a theater-with-multiple-screens illustration\" (text)\n\"a cartoon of a cinema marquee with attendees entering, used to support opening day and week figures\" (figure)\n\"a stylized comparison scene showing two stacked trophy icons near two film posters without text, used to support the first-week record comparison\" (figure)\n\"a silhouette of an IMAX screen with viewers reclining, used to support the IMAX record claim\" (figure)\n\"a cartoon cluster of small screens in a multiplex, used to support the per-screen average claim\" (figure) The overall style of the image is clean, infographic-focused, and illustrative.",
    "infographic_id": 346,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "In the United Kingdom, the film grossed £4.1 million ($6.4 million) from its Monday preview screenings. It grossed £6.3 million ($9.2 million) on its opening day and then £5.7 million ($8.8 million) on Wednesday, setting UK records for both days. In the film's first seven days it grossed £41.7 million ($63.8 million), breaking the UK record for highest first-week opening, set by Harry Potter and the Prisoner of Azkaban's £23.88 million ($36.9 million) in 2004. Its Friday–Saturday gross was £20.4 million ($31.2 million) compared to Skyfall's £20.1 million ($31 million). The film also broke the record for the best per-screen opening average with $110,000, a record previously held by The Dark Knight with $100,200. It has grossed a total of $136.3 million there. In the U.K., it surpassed Avatar to become the country's highest-grossing IMAX release ever with $10.09 million.",
    "qa_count": 11,
    "ids": [
      "56ceea40aab44d1400b88c99",
      "56ceea40aab44d1400b88c9a",
      "56ceea40aab44d1400b88c9b",
      "56cf5adaaab44d1400b890ed",
      "56cf5adaaab44d1400b890ee",
      "56cf5adaaab44d1400b890f0",
      "56cf5adaaab44d1400b890f1",
      "5ad243f0d7d075001a428a2a",
      "5ad243f0d7d075001a428a2b",
      "5ad243f0d7d075001a428a2c",
      "5ad243f0d7d075001a428a2d"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre Worldwide Opening and Box Office Highlights\" (text) focused on \"global openings, regional records, and comparative ticket performance\" (text). At the top, a concise headline and summary introduce key opens and records, the middle presents regional callouts with supportive illustrative figures, and the bottom shows notable comparisons and long-running chart positions.\n\n\"Spectre opened in Germany with $22.45 million including previews, setting a new single-day weekend record near the Germany figure\" (text)\n\"a stylized map inset showing cartoon markers on Germany, Australia, South Korea, France, Mexico, Nordic region, Netherlands, Switzerland, and India\" (figure)\n\"Opening highlights adjacent to map: Australia opened with $8.7 million, South Korea opened with $8.2 million, and France opened with $14.6 million despite theater closures\" (text)\n\"a cartoon cinema façade with a closed sign beside a separate cartoon cinema with a long line\" (figure)\n\"Comparative and regional outcome notes below: India opened at No. 1 with $4.8 million (4% above the prior film), Mexico debuted with $4.5 million (more than double the prior film), and Spectre beat Minions to become the top movie of the year in Switzerland\" (text)\n\"a stylized trophy scene showing a film atop a podium labeled as top movie of the year in the Netherlands and Switzerland\" (figure)\n\"Box office leaders and Paris ticket ranking at the bottom: top earning markets listed as Germany $70.3 million and France $38.8 million, and Paris ticket sales noted as second only to Spider-Man 3\" (text)\n\"a simplified cinema crowd silhouette indicating Paris ticket sales ranked second to a major earlier blockbuster\" (figure)\n\nThe overall style of the image is clean, infographic-focused, illustrative, and data-forward.",
    "infographic_id": 347,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Spectre opened in Germany with $22.45 million (including previews), which included a new record for the biggest Saturday of all time, Australia with $8.7 million (including previews) and South Korea opened to $8.2 million (including previews). Despite the 13 November Paris attacks, which led to numerous theaters being closed down, the film opened with $14.6 million (including $2 million in previews) in France. In Mexico, where part of the film was shot, it debuted with more than double that of Skyfall with $4.5 million. It also bested its predecessor's opening in various Nordic regions where MGM is distributing, such as in Finland ($2.66 million) and Norway ($2.91 million), and in other markets like Denmark ($4.2 million), the Netherlands ($3.38 million), and Sweden ($3.1 million). In India, it opened at No. 1 with $4.8 million which is 4% above the opening of Skyfall. It topped the German-speaking Switzerland box office for four weeks and in the Netherlands, it has held the No. 1 spot for seven weeks straight where it has topped Minions to become the top movie of the year. The top earning markets are Germany ($70.3 million) and France ($38.8 million). In Paris, it has the second highest ticket sales of all time with $4.1 million tickets sold only behind Spider-Man 3 which sold over $6.32 million tickets in 2007.",
    "qa_count": 10,
    "ids": [
      "56ceeb34aab44d1400b88ca9",
      "56ceeb34aab44d1400b88caa",
      "56ceeb34aab44d1400b88cab",
      "56ceeb34aab44d1400b88cac",
      "56cf5b91aab44d1400b8910b",
      "56cf5b91aab44d1400b8910d",
      "5ad2446bd7d075001a428a56",
      "5ad2446bd7d075001a428a57",
      "5ad2446bd7d075001a428a58",
      "5ad2446bd7d075001a428a59"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre North American opening weekend summary\" (text) focused on \"box office performance and format breakdown\" (text). At the top is a concise headline and release note, near a left figure showing opening-day activity and near a right figure showing premium format venues. In the middle is the main weekend total emphasized near an IMAX figure, and at the bottom are supporting breakdown figures and a comparative note on a prior film's stronger debut.\n\n\"Spectre opened in the United States and Canada on Thursday, 6 November 2015, with preview showings generating $5.25 million and boosting weekend projections\" (text)\n\"a cartoon crowd leaving an evening preview screening to represent early Thursday night showings\" (figure)\n\"$70.4 million opening weekend total in the United States and Canada, finishing first at the box office\" (text)\n\"a stylized IMAX auditorium to represent premium large-format screenings\" (figure)\n\"IMAX generated $9.1 million at 374 screens, premium large-format venues contributed $17.1 million overall, and Cinemark XD accounted for $1.85 million\" (text)\n\"a simplified cinema lobby scene showing multiple screen types to represent format breakdowns\" (figure)\n\"note adjacent to a podium silhouette indicating that Skyfall grossed more on its opening weekend than Spectre\" (text)\n\"a silhouette of a trophy or podium with a small note indicating a prior film had a larger debut\" (figure)\n\nThe overall style of the image is clean, informational, and infographic-like with clear typographic hierarchy and simple illustrative figures.",
    "infographic_id": 348,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "In the United States and Canada, the film opened on 6 November 2015, and in its opening weekend, was originally projected to gross $70–75 million from 3,927 screens, the widest release for a Bond film. However, after grossing $5.25 million from its early Thursday night showings and $28 million on its opening day, weekend projections were increased to $75–80 million. The film ended up grossing $70.4 million in its opening weekend (about $20 million less than Skyfall's $90.6 million debut, including IMAX previews), but nevertheless finished first at the box office. IMAX generated $9.1 million for Spectre at 374 screens, premium large format made $8 million from 429 cinemas, reaping 11% of the film's opening, which means that Spectre earned $17.1 million (23%) of its opening weekend total in large-format venues. Cinemark XD generated $1.85 million in 112 XD locations.",
    "qa_count": 10,
    "ids": [
      "56ceebf8aab44d1400b88cbb",
      "56ceebf8aab44d1400b88cbc",
      "56ceebf8aab44d1400b88cbd",
      "56cf5c5faab44d1400b89127",
      "56cf5c5faab44d1400b89128",
      "56cf5c5faab44d1400b89129",
      "5ad244f4d7d075001a428a80",
      "5ad244f4d7d075001a428a81",
      "5ad244f4d7d075001a428a82",
      "5ad244f4d7d075001a428a83"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Spectre China box office performance\" (text) focused on \"opening weekend, records, and follow-up results\" (text). At the top, a concise headline summarizes the China opening and its ranking; near the middle, a cluster contrasts opening records and IMAX contribution with a visual; below, a short summary notes the sharp second-weekend decline and final four-week total.\n\n\"Spectre opened in China on 12 November with a strong opening day, coming second only to Mission: Impossible – Rogue Nation\" (text)\n\"Ahead of comparison films it set a new record for a Hollywood 2D opening, 198% ahead of Skyfall\" (text)\n\"IMAX contributed a notable three-day opening record on 246 screens\" (text)\n\"In the second weekend revenue fell by 75%, and total after four weekends was $84.7 million\" (text)\n\n\"a stylized theater exterior with a large marquee indicating a record opening day\" (figure)\n\"a simple group of silhouetted screens and a highlighted subset to represent IMAX contribution\" (figure)\n\"a cartoon chart-like scene showing a steep drop between opening and second weekend using descending symbols (no numbers on chart)\" (figure)\n\"a stylized pile of currency notes and coins labeled with the final total as a supporting visual\" (figure)\n\nThe overall style of the image is clean, infographic-oriented, and illustrative for clear data communication.",
    "infographic_id": 349,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "In China, it opened on 12 November and earned $15 million on its opening day, which is the second biggest 2D single day gross for a Hollywood film behind the $18.5 million opening day of Mission: Impossible – Rogue Nation and occupying 43% of all available screens which included $790,000 in advance night screenings. Through its opening weekend, it earned $48.1 million from 14,700 screens which is 198% ahead of Skyfall, a new record for a Hollywood 2D opening. IMAX contributed $4.6 million on 246 screens, also a new record for a three-day opening for a November release (breaking Interstellar's record). In its second weekend, it added $12.1 million falling precipitously by 75% which is the second worst second weekend drop for any major Hollywood release in China of 2015. It grossed a total of $84.7 million there after four weekends. Albeit a strong opening it failed to attain the $100 million mark as projected.",
    "qa_count": 10,
    "ids": [
      "56ceed3baab44d1400b88ccb",
      "56ceed3baab44d1400b88ccc",
      "56ceed3baab44d1400b88ccd",
      "56ceed3baab44d1400b88cce",
      "56cf5d43aab44d1400b89136",
      "56cf5d43aab44d1400b89139",
      "5ad24581d7d075001a428aa8",
      "5ad24581d7d075001a428aa9",
      "5ad24581d7d075001a428aaa",
      "5ad24581d7d075001a428aab"
    ],
    "title": "Spectre_(2015_film)"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Critical reception summary for Spectre\" (text) focused on \"aggregate critic and audience scores and highlighted praised elements\" (text). At the top, a concise headline introduces the reception and a short summary sits near illustrative icons that support the score details. \"Mixed and polarized reviews with many highly positive and highly negative reactions\" (text)\n\"Rotten Tomatoes found 64% of sampled reviews to be positive, noting a return to action-driven spectacle\" (text)\n\"Metacritic rating of 60 out of 100 based on 48 critic reviews, indicating mixed or average reviews\" (text)\n\"Audiences polled by CinemaScore gave an average grade of A−\" (text)\n\"a stylized illustration of a film reel and review pages to accompany aggregate score comparisons\" (figure)\n\"a cartoon sequence showing action set pieces and camera gear to represent praised opening scene and cinematography\" (figure)\n\"a silhouette of a small audience group with speech bubbles indicating poll responses to represent audience polling\" (figure)\nAt the bottom a brief conclusion line sits adjacent to the visuals. The overall style of the image is clean, illustrative, and data-summary focused.",
    "infographic_id": 350,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Spectre has received mixed reviews, with many reviewers either giving the film highly positive or highly negative feedback. Many critics praised the film's opening scene, action sequences, stuntwork, cinematography and performances from the cast. In some early reviews, the film received favourable comparisons with its predecessor, Skyfall. Rotten Tomatoes sampled 274 reviews and judged 64% of the critiques to be positive, saying that the film \"nudges Daniel Craig's rebooted Bond closer to the glorious, action-driven spectacle of earlier entries, although it's admittedly reliant on established 007 formula.\" On Metacritic, the film has a rating of 60 out of 100, based on 48 critics, indicating \"mixed or average reviews\". Audiences polled by CinemaScore gave the film an average grade of \"A−\" on an A+ to F scale.",
    "qa_count": 10,
    "ids": [
      "56ceee04aab44d1400b88cd3",
      "56ceee04aab44d1400b88cd4",
      "56ceee04aab44d1400b88cd5",
      "56ceee04aab44d1400b88cd6",
      "56cf5dccaab44d1400b8913f",
      "56cf5dccaab44d1400b89140",
      "5ad245e3d7d075001a428ab8",
      "5ad245e3d7d075001a428ab9",
      "5ad245e3d7d075001a428aba",
      "5ad245e3d7d075001a428abb"
    ],
    "title": "Spectre_(2015_film)"
  }
]