[
  {
    "generated_infographic": "The image is an infographic titled \"To Kill a Mockingbird: historical resonances\" (text) focused on \"how midcentury racial events shaped the novel\" (text). At the top is the title and a brief topic label, near which an illustrated anchor scene appears to connect events and themes. In the middle, supporting visuals and a concise label explain the key historical trigger and the central thematic concern, and below a contextual figure reinforces the 1950s social change setting. \n\"To Kill a Mockingbird: historical resonances\" (text)\n\"how midcentury racial events shaped the novel\" (text)\n\"the novel's second part centers on race relations in the South\" (text)\n\"the Montgomery Bus Boycott occurred in 1955\" (text)\n\"a stylized illustration of a crowded city bus with people standing and a single seated figure\" (figure)\n\"a cartoon of two students outside a university building representing contested admission and unrest\" (figure)\n\"a silhouetted scene suggesting widespread social change and tension in the region during the midcentury transition\" (figure)\nThe overall style of the image is clear, documentary, and illustrative with concise typography and simple cartoon-style figures.",
    "infographic_id": 601,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "The second part of the novel deals with what book reviewer Harding LeMay termed \"the spirit-corroding shame of the civilized white Southerner in the treatment of the Negro\". In the years following its release, many reviewers considered To Kill a Mockingbird a novel primarily concerned with race relations. Claudia Durst Johnson considers it \"reasonable to believe\" that the novel was shaped by two events involving racial issues in Alabama: Rosa Parks' refusal to yield her seat on a city bus to a white person, which sparked the 1955 Montgomery Bus Boycott, and the 1956 riots at the University of Alabama after Autherine Lucy and Polly Myers were admitted (Myers eventually withdrew her application and Lucy was expelled, but reinstated in 1980). In writing about the historical context of the novel's construction, two other literary scholars remark: \"To Kill a Mockingbird was written and published amidst the most significant and conflict-ridden social change in the South since the Civil War and Reconstruction. Inevitably, despite its mid-1930s setting, the story told from the perspective of the 1950s voices the conflicts, tensions, and fears induced by this transition.\"",
    "qa_count": 2,
    "ids": [
      "56ce98e7aab44d1400b888bf",
      "56d198dce7d4791d0090206f"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Tom Robinson and racial injustice in the novel\" (text) focused on \"how race, class, and myth shaped a wrongful conviction and violent death\" (text). At the top, a concise contextual headline frames the legal and social forces; near the middle, a scene and supporting illustration show the trial and its aftermath; below, a summarizing note highlights the fatal outcome and larger motifs.\n\n\"Tom Robinson faced a biased trial decided by poor white farmers despite clear evidence of innocence\" (text)\n\"a cartoon courtroom scene showing a small-panel jury of rural men listening to a witness\" (figure)\n\"at the time, any hint of sexual contact by a black man with a white woman commonly led to death as punishment\" (text)\n\"a stylized street scene of a man fleeing a guarded building, motion implied without words\" (figure)\n\"Tom Robinson was physically impaired and unable to commit the accused act, underscoring his vulnerability\" (text)\n\"a silhouette of a restrained man being shot, depicted as a violent single moment without textual labels\" (figure)\n\"Tom Robinson was shot seventeen times, killed during an escape attempt\" (text)\n\nThe overall style of the image is restrained, documentary-infographic with illustrative, cartoon-like figures and clear typographic hierarchy.",
    "infographic_id": 602,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Scholar Patrick Chura, who suggests Emmett Till was a model for Tom Robinson, enumerates the injustices endured by the fictional Tom that Till also faced. Chura notes the icon of the black rapist causing harm to the representation of the \"mythologized vulnerable and sacred Southern womanhood\". Any transgressions by black males that merely hinted at sexual contact with white females during the time the novel was set often resulted in a punishment of death for the accused. Tom Robinson's trial was juried by poor white farmers who convicted him despite overwhelming evidence of his innocence, as more educated and moderate white townspeople supported the jury's decision. Furthermore, the victim of racial injustice in To Kill a Mockingbird was physically impaired, which made him unable to commit the act he was accused of, but also crippled him in other ways. Roslyn Siegel includes Tom Robinson as an example of the recurring motif among white Southern writers of the black man as \"stupid, pathetic, defenseless, and dependent upon the fair dealing of the whites, rather than his own intelligence to save him\". Although Tom is spared from being lynched, he is killed with excessive violence during an attempted escape from prison, shot seventeen times.",
    "qa_count": 5,
    "ids": [
      "56ce996caab44d1400b888c1",
      "56ce996caab44d1400b888c2",
      "56d19bdee7d4791d00902073",
      "56d19bdee7d4791d00902074",
      "56d19bdee7d4791d00902075"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Atticus and the Mad Dog\" (text) focused on \"symbolism of racial prejudice in the novel\" (text). At the top a clear title and topic introduce the theme, near the middle a compact explanation connects the mad dog incident to courtroom scenes, and toward the bottom a concluding label ties the symbolism to Atticus's solitary moral action.\n\n\"Atticus is forced to shoot a rabid dog as an unwanted duty that symbolizes a broader moral task\" (text)\n\"The shooting of the mad dog stands for one man's fight against the town's racism\" (text)\n\"Atticus faces hostile townspeople alone at the dog and later in courtroom confrontations\" (text)\n\"Carolyn Jones links the mad dog incident's dreamlike imagery to the trial summation\" (text)\n\n\"a stylized illustration of a lone man standing on a deserted street aiming a rifle with a distressed dog nearby\" (figure)\n\"a cartoon of a courtroom scene with a solitary figure at the front appearing isolated from surrounding silhouettes\" (figure)\n\"a simple symbolic scene showing a shadowy crowd on one side and a lone figure on the other to suggest social opposition\" (figure)\n\nThe overall style of the image is illustrative, clear, and didactic.",
    "infographic_id": 603,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The theme of racial injustice appears symbolically in the novel as well. For example, Atticus must shoot a rabid dog, even though it is not his job to do so. Carolyn Jones argues that the dog represents prejudice within the town of Maycomb, and Atticus, who waits on a deserted street to shoot the dog, must fight against the town's racism without help from other white citizens. He is also alone when he faces a group intending to lynch Tom Robinson and once more in the courthouse during Tom's trial. Lee even uses dreamlike imagery from the mad dog incident to describe some of the courtroom scenes. Jones writes, \"[t]he real mad dog in Maycomb is the racism that denies the humanity of Tom Robinson .... When Atticus makes his summation to the jury, he literally bares himself to the jury's and the town's anger.\"",
    "qa_count": 2,
    "ids": [
      "56ce99a5aab44d1400b888c5",
      "56d19cf4e7d4791d00902079"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Lee compared her aspiration to a famous novelist\" (text) focused on \"shared themes between the two authors\" (text). At the top, a concise header names the comparison and the central shared value, with a supporting illustration below; near the middle, a small scene shows a household interaction and a domestic role, and below that a family relationship is highlighted next to a critical household decision.\n\n\"Lee said she wanted to be the Jane Austen of South Alabama, linking the two writers' approaches\" (text)\n\"Both authors affirmed order, obedience, courtesy, and respect for the individual regardless of status, valuing individual worth over social standing\" (text)\n\"Calpurnia is the Finch family's cook and is shown correcting Scout after Scout teases and humiliates Walter Cunningham at the Finch house\" (text)\n\"a stylized illustration of a child being chastised by an adult in a home setting\" (figure)\n\"a cartoon of a household cook standing near a dining area, conveying authority and care\" (figure)\n\"Aunt Alexandra is shown as Atticus Finch's concerned sibling discussing household staffing\" (text)\n\"a silhouette of two adults in discussion, implying a tense conversation about household personnel\" (figure)\n\nThe overall style of the image is illustrative, didactic, and gently satirical.",
    "infographic_id": 604,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "In a 1964 interview, Lee remarked that her aspiration was \"to be ... the Jane Austen of South Alabama.\" Both Austen and Lee challenged the social status quo and valued individual worth over social standing. When Scout embarrasses her poorer classmate, Walter Cunningham, at the Finch home one day, Calpurnia, their black cook, chastises and punishes her for doing so. Atticus respects Calpurnia's judgment, and later in the book even stands up to his sister, the formidable Aunt Alexandra, when she strongly suggests they fire Calpurnia. One writer notes that Scout, \"in Austenian fashion\", satirizes women with whom she does not wish to identify. Literary critic Jean Blackall lists the priorities shared by the two authors: \"affirmation of order in society, obedience, courtesy, and respect for the individual without regard for status\".",
    "qa_count": 5,
    "ids": [
      "56cf477faab44d1400b88f14",
      "56cf477faab44d1400b88f15",
      "56cf477faab44d1400b88f16",
      "56d19e43e7d4791d0090207b",
      "56d19e43e7d4791d0090207c"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Lee's layered portrayal of class and race\" (text) focused on \"how narrative perspective deepens understanding of prejudice\" (text). At the top a concise framing phrase introduces the thesis, near a character-panel figure that evokes diverse community viewpoints. In the middle a thematic phrase about intensifying factors sits adjacent to a set of illustrative character vignettes. Near the bottom a takeaway phrase about moral learning appears beside a scene showing empathy in action. \"Lee frames social differences through a middle‑class narrative voice that creates intimacy and nostalgia for readers\" (text)\n\"a cartoon group showing a conservative older woman, a lower‑class family in rough clothing, and a wealthier solitary man portrayed as socially ostracized\" (figure)\n\"gender and class are shown as factors that intensify prejudice and silence dissenting voices\" (text)\n\"a stylized scene of a household caregiver and other community members gathered in a shared space\" (figure)\n\"the Ewell family depicted as a lower‑income household contrasted with other poor families who behave differently\" (text)\n\"a silhouette of two children listening to an adult, suggesting internalizing advice and gaining moral insight\" (figure)\n\"the children learn not to judge and so gain a greater understanding of people's motives and behavior\" (text) The overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 605,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Scholars argue that Lee's approach to class and race was more complex \"than ascribing racial prejudice primarily to 'poor white trash' ... Lee demonstrates how issues of gender and class intensify prejudice, silence the voices that might challenge the existing order, and greatly complicate many Americans' conception of the causes of racism and segregation.\" Lee's use of the middle-class narrative voice is a literary device that allows an intimacy with the reader, regardless of class or cultural background, and fosters a sense of nostalgia. Sharing Scout and Jem's perspective, the reader is allowed to engage in relationships with the conservative antebellum Mrs. Dubose; the lower-class Ewells, and the Cunninghams who are equally poor but behave in vastly different ways; the wealthy but ostracized Mr. Dolphus Raymond; and Calpurnia and other members of the black community. The children internalize Atticus' admonition not to judge someone until they have walked around in that person's skin, gaining a greater understanding of people's motives and behavior.",
    "qa_count": 3,
    "ids": [
      "56cf48feaab44d1400b88f36",
      "56d1a128e7d4791d0090207f",
      "56d1a128e7d4791d00902081"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Defining Courage in the Novel\" (text) focused on \"how characters demonstrate courage and the lesson taught by the moral center\" (text). At the top is a concise header and below it a short explanatory phrase, with illustrative scenes arranged near supporting captions and a final takeaway near the bottom. \n\"Defining Courage in the Novel\" (text)\n\"how characters demonstrate courage and the lesson taught by the moral center\" (text)\n\"Atticus is presented as the moral center who teaches a core lesson about courage\" (text)\n\"Mrs. Dubose struggles to break a morphine addiction and faces withdrawal with determination\" (text)\n\"a stylized illustration of a calm, resolute adult figure speaking to a younger listener, placed near the Atticus text\" (figure)\n\"a cartoon of a determined older patient confronting pain without medication, placed near the Mrs. Dubose text\" (figure)\n\"a silhouette of a child ready to defend an adult, positioned near the middle text to illustrate impulsive protection\" (figure)\nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 606,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "The novel has been noted for its poignant exploration of different forms of courage. Scout's impulsive inclination to fight students who insult Atticus reflects her attempt to stand up for him and defend him. Atticus is the moral center of the novel, however, and he teaches Jem one of the most significant lessons of courage. In a statement that foreshadows Atticus' motivation for defending Tom Robinson and describes Mrs. Dubose, who is determined to break herself of a morphine addiction, Atticus tells Jem that courage is \"when you're licked before you begin but you begin anyway and you see it through no matter what\".",
    "qa_count": 3,
    "ids": [
      "56cf4943aab44d1400b88f42",
      "56d1a35fe7d4791d00902085",
      "56d1a35fe7d4791d00902086"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Charles Shields on why the novel endures\" (text) focused on \"the novel's lessons of dignity, perspective, and compassion\" (text). At the top there is a concise author and claim summary near an illustrative portrait; in the middle a scene supports the character empathy moment; and at the bottom a reflective porch scene supports the closing perspective line. \"Charles Shields wrote the only book-length biography of Harper Lee\" (text)\n\"a core lesson is human dignity and respect for others, described as fundamental and universal\" (text)\n\"Scout reflects on Atticus's lesson to consider things from another person's point of view\" (text)\n\"Mayella Ewell may be lonelier than Boo Radley, as observed by Scout during testimony\" (text)\n\"a stylized portrait of a seated author figure holding a manuscript, facing slightly sideways\" (figure)\n\"a cartoon courtroom scene showing a puzzled witness and a listening child nearby\" (figure)\n\"a silhouette of a child standing on a porch looking outward, with an implied shadowed figure seen from the child's perspective\" (figure) The overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 607,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Charles Shields, who has written the only book-length biography of Harper Lee to date, offers the reason for the novel's enduring popularity and impact is that \"its lessons of human dignity and respect for others remain fundamental and universal\". Atticus' lesson to Scout that \"you never really understand a person until you consider things from his point of view—until you climb around in his skin and walk around in it\" exemplifies his compassion. She ponders the comment when listening to Mayella Ewell's testimony. When Mayella reacts with confusion to Atticus' question if she has any friends, Scout offers that she must be lonelier than Boo Radley. Having walked Boo home after he saves their lives, Scout stands on the Radley porch and considers the events of the previous three years from Boo's perspective. One writer remarks, \"... [w]hile the novel concerns tragedy and injustice, heartache and loss, it also carries with it a strong sense [of] courage, compassion, and an awareness of history to be better human beings.\"",
    "qa_count": 4,
    "ids": [
      "56cf4ad1aab44d1400b88f64",
      "56d2021be7d4791d009025e2",
      "56d2021be7d4791d009025e3",
      "56d2021be7d4791d009025e4"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Scout's Female Influences\" (text) focused on \"how key women shape Scout's identity and gender development\" (text). At the top is a concise statement of the main models and the central tension between masculine and feminine influences, with supporting illustrative panels in the middle and a concluding interpretive note near the bottom. \n\"Scout's primary female role models are Calpurnia and Miss Maudie, shown as strong-willed, independent, and protective\" (text)\n\"Mrs. Dubose chastises Scout for not wearing a dress and accuses her of ruining the family name\" (text)\n\"Scout balances masculine influences from her father and brother with feminine expectations, and grows into a feminist in the Southern context\" (text)\n\"a stylized scene of an older Black woman speaking kindly and firmly to a young girl, conveying guidance and protection\" (figure)\n\"a cartoon of a neighborly woman in a garden speaking to a child, suggesting independence and moral support\" (figure)\n\"a silhouette of an older woman angrily confronting a tomboyish child while gesturing toward traditional clothing\" (figure)\n\"a small illustrative vignette of a girl standing between two adult figures, symbolizing an internal balance between competing gendered models\" (figure)\nThe overall style of the image is clear, narrative, and illustrative with concise labels placed near each supporting figure.",
    "infographic_id": 608,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Just as Lee explores Jem's development in coming to grips with a racist and unjust society, Scout realizes what being female means, and several female characters influence her development. Scout's primary identification with her father and older brother allows her to describe the variety and depth of female characters in the novel both as one of them and as an outsider. Scout's primary female models are Calpurnia and her neighbor Miss Maudie, both of whom are strong willed, independent, and protective. Mayella Ewell also has an influence; Scout watches her destroy an innocent man in order to hide her desire for him. The female characters who comment the most on Scout's lack of willingness to adhere to a more feminine role are also those who promote the most racist and classist points of view. For example, Mrs. Dubose chastises Scout for not wearing a dress and camisole, and indicates she is ruining the family name by not doing so, in addition to insulting Atticus' intentions to defend Tom Robinson. By balancing the masculine influences of Atticus and Jem with the feminine influences of Calpurnia and Miss Maudie, one scholar writes, \"Lee gradually demonstrates that Scout is becoming a feminist in the South, for with the use of first-person narration, she indicates that Scout/ Jean Louise still maintains the ambivalence about being a Southern lady she possessed as a child.\"",
    "qa_count": 4,
    "ids": [
      "56cf4b12aab44d1400b88f68",
      "56d20469e7d4791d009025fc",
      "56d20469e7d4791d009025fd",
      "56d20469e7d4791d009025fe"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Masculinity and Absent Mothers in the Novel\" (text) focused on \"contrasting fathers, social harm, and a heroic alternative\" (text). At the top, a short header introduces absent mothers and abusive father figures, and a supporting scene is placed near the header. \"Absent mothers and silent households shape childhood experiences in the novel\" (text)\n\"A cartoon of a quiet house interior with a figure looking isolated\" (figure)\n\"Several fathers embody abusive or imprisoning masculinity while one stands apart as moral and just\" (text)\n\"A stylized scene of a stern man standing outside a closed door suggesting confinement\" (figure)\n\"Bob Ewell is identified as the father implied to have molested his child\" (text)\n\"A cartoon of a confrontational figure with shadowed posture to suggest menace\" (figure)\n\"Atticus is presented as the only non-abusive father, modeled as brave and dedicated to social justice\" (text)\n\"A silhouette of a dignified man holding a small open book to suggest moral steadiness\" (figure) The overall style of the image is clear, illustrative, and didactic with concise labels and supportive cartoon figures.",
    "infographic_id": 609,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Absent mothers and abusive fathers are another theme in the novel. Scout and Jem's mother died before Scout could remember her, Mayella's mother is dead, and Mrs. Radley is silent about Boo's confinement to the house. Apart from Atticus, the fathers described are abusers. Bob Ewell, it is hinted, molested his daughter, and Mr. Radley imprisons his son in his house until Boo is remembered only as a phantom. Bob Ewell and Mr. Radley represent a form of masculinity that Atticus does not, and the novel suggests that such men as well as the traditionally feminine hypocrites at the Missionary Society can lead society astray. Atticus stands apart as a unique model of masculinity; as one scholar explains: \"It is the job of real men who embody the traditional masculine qualities of heroic individualism, bravery, and an unshrinking knowledge of and dedication to social justice and morality, to set the society straight.\"",
    "qa_count": 2,
    "ids": [
      "56cf4b72aab44d1400b88f75",
      "56d2581659d6e41400145edc"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Social Codes and Extrajudicial Punishments in the Novel\" (text) focused on \"legal themes and childhood perspective outside the courtroom\" (text). At the top, a concise header introduces the theme and a supporting quote appears nearby. \"A nineteenth-century essayist asked whether lawyers were once children\" (text)\n\"Lawyers, I suppose, were children once\" (figure)\nNear the middle, a labeled scene shows social exile and familial punishment as symbolic courtroom outcomes and names the ostracized man. \"A cartoon man identified as Dolphus Raymond is ostracized for living with a black woman and raising interracial children\" (figure)\n\"A stylized scene of a girl punished at home after forbidden affection\" (figure)\nBelow, an illustrative panel links Scout's resistance to dress codes with a short explanatory label and a direct textual link to the term used for her constrained clothing. \"Scout describes her restrictive dress as a pink cotton penitentiary and rejects frilly clothes\" (text)\nAt the bottom, a short concluding note summarizes how the children learn about codes through compromises and interpersonal treaties near the supporting visuals. \"A summary note: children learn complex social codes through compromises, treaties, and punishments outside formal courts\" (text) The overall style of the image is clear, didactic, and illustrative with simple cartoon figures and concise explanatory text.",
    "infographic_id": 610,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Allusions to legal issues in To Kill a Mockingbird, particularly in scenes outside of the courtroom, has drawn the attention from legal scholars. Claudia Durst Johnson writes that \"a greater volume of critical readings has been amassed by two legal scholars in law journals than by all the literary scholars in literary journals\". The opening quote by the 19th-century essayist Charles Lamb reads: \"Lawyers, I suppose, were children once.\" Johnson notes that even in Scout and Jem's childhood world, compromises and treaties are struck with each other by spitting on one's palm and laws are discussed by Atticus and his children: is it right that Bob Ewell hunts and traps out of season? Many social codes are broken by people in symbolic courtrooms: Mr. Dolphus Raymond has been exiled by society for taking a black woman as his common-law wife and having interracial children; Mayella Ewell is beaten by her father in punishment for kissing Tom Robinson; by being turned into a non-person, Boo Radley receives a punishment far greater than any court could have given him. Scout repeatedly breaks codes and laws and reacts to her punishment for them. For example, she refuses to wear frilly clothes, saying that Aunt Alexandra's \"fanatical\" attempts to place her in them made her feel \"a pink cotton penitentiary closing in on [her]\". Johnson states, \"[t]he novel is a study of how Jem and Scout begin to perceive the complexity of social codes and how the configuration of relationships dictated by or set off by those codes fails or nurtures the inhabitants of (their) small worlds.\"",
    "qa_count": 3,
    "ids": [
      "56cf4ba7aab44d1400b88f78",
      "56d25ca259d6e41400145ef0",
      "56d25ca259d6e41400145ef2"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mockingbird as Moral Symbol in the Novel\" (text) focused on \"songbirds and the mockingbird motif\" (text). At the top, a concise header sets the theme near a short explanatory line; in the middle, a paired illustration and annotation explain key scenes and dialogue; toward the bottom, a quoted interpretation is placed adjacent to a supportive figure.\n\n\"Mockingbird motif introduced when children learn to shoot but warned against killing innocent birds\" (text)\n\"Family last name Finch noted as matching the author's maternal maiden name, placed near motif label\" (text)\n\"'They don't do one thing but sing their hearts out for us' — explanation of harmlessness placed adjacent to the bird figure\" (text)\n\"'To kill a mockingbird' is to kill that which is innocent and harmless — summarizing interpretation\" (text)\n\"a stylized cartoon of a child offered an air-rifle with a thoughtful adult listening\" (figure)\n\"a cartoon of a perched mockingbird singing on a branch next to a listening neighbor\" (figure)\n\"a silhouette of a harmless bird in profile above a small scene of attentive children\" (figure)\n\nThe overall style of the image is illustrative, clear, and didactic.",
    "infographic_id": 611,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Songbirds and their associated symbolism appear throughout the novel. The family's last name of Finch also shares Lee's mother's maiden name. The titular mockingbird is a key motif of this theme, which first appears when Atticus, having given his children air-rifles for Christmas, allows their Uncle Jack to teach them to shoot. Atticus warns them that, although they can \"shoot all the bluejays they want\", they must remember that \"it's a sin to kill a mockingbird\". Confused, Scout approaches her neighbor Miss Maudie, who explains that mockingbirds never harm other living creatures. She points out that mockingbirds simply provide pleasure with their songs, saying, \"They don't do one thing but sing their hearts out for us.\" Writer Edwin Bruell summarized the symbolism when he wrote in 1964, \"'To kill a mockingbird' is to kill that which is innocent and harmless—like Tom Robinson.\" Scholars have noted that Lee often returns to the mockingbird theme when trying to make a moral point.",
    "qa_count": 6,
    "ids": [
      "56cf4ccdaab44d1400b88f7a",
      "56cf4ccdaab44d1400b88f7b",
      "56cf4ccdaab44d1400b88f7c",
      "56d25eb659d6e41400145f06",
      "56d25eb659d6e41400145f07",
      "56d25eb659d6e41400145f08"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"To Kill a Mockingbird became widely available through selection in a prominent book program\" (text) focused on \"how inclusion in a book program increased the novel's availability and acclaim\" (text). At the top there is a concise headline and a short explanatory label; near the middle a visual scene supports the availability claim and a nearby caption emphasizes distribution; below that a concluding note ties availability to acclaim.\n\n\"To Kill a Mockingbird became widely available when it was included in the Book of the Month Club and in condensed editions\" (text)\n\"That inclusion helped the book reach larger audiences and boosted its acclaim in literary circles and the author's hometown\" (text)\n\"a stylized illustration of a parcel and several books arriving at a town post office\" (figure)\n\"a cartoon of a small audience reading and discussing a book in a local library setting\" (figure)\n\"a stylized illustration of a condensed book edition and a membership card placed together\" (figure)\n\"The overall style of the image is clean, illustrative, and informational with clear typographic hierarchy.\"",
    "infographic_id": 612,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Despite her editors' warnings that the book might not sell well, it quickly became a sensation, bringing acclaim to Lee in literary circles, in her hometown of Monroeville, and throughout Alabama. The book went through numerous subsequent printings and became widely available through its inclusion in the Book of the Month Club and editions released by Reader's Digest Condensed Books.",
    "qa_count": 2,
    "ids": [
      "56cf4debaab44d1400b88f8c",
      "56d2675b59d6e41400145f76"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"To Kill a Mockingbird publication milestones\" (text) focused on \"translations, sales, and readership impact\" (text). At the top, a concise header introduces the scope and just below it a short summary line combines translations and sales for quick scanning. Near the middle are visual figures supporting the translation and sales facts, each accompanied by a nearby label, and a bottom note highlights enduring availability and curriculum status.\n\n\"To Kill a Mockingbird publication milestones\" (text)\n\"One year after publication it had been translated into ten languages and later into more than 40 languages\" (text)\n\"Since publication it has sold more than 30 million copies worldwide\" (text)\n\"It has never been out of print and is part of the standard literature curriculum\" (text)\n\"a cartoon open book with multiple small flags emerging from its pages to suggest many translations\" (figure)\n\"a stylized stack of books with a ribbon or badge indicating a very high number of copies sold\" (figure)\n\"a silhouette of a classroom scene with a teacher and students and a book on the desk to suggest standard curriculum use\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 613,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "One year after its publication To Kill a Mockingbird had been translated into ten languages. In the years since, it has sold more than 30 million copies and been translated into more than 40 languages. The novel has never been out of print in hardcover or paperback, and has become part of the standard literature curriculum. A 2008 survey of secondary books read by students between grades 9–12 in the U.S. indicates the novel is the most widely read book in these grades. A 1991 survey by the Book of the Month Club and the Library of Congress Center for the Book found that To Kill a Mockingbird was rated behind only the Bible in books that are \"most often cited as making a difference\".[note 1] It is considered by some to be the Great American Novel.",
    "qa_count": 5,
    "ids": [
      "56cf52eeaab44d1400b88fd2",
      "56cf52eeaab44d1400b88fd3",
      "56cf52eeaab44d1400b88fd4",
      "56d3965159d6e414001467c9",
      "56d3965159d6e414001467ca"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Scout, Atticus, and Boo\" (text) focused on \"celebrity reflections on a classic novel\" (text). At the top is the title and topic, with a thin explanatory header near it; near the middle are portraits and a side note about the compiler, and near the bottom is a closing label that summarizes the book's concept. \"Scout, Atticus, and Boo\" (text)\n\"celebrity reflections on a classic novel collected into a single book\" (text)\n\"interviews compiled by Mary McDonagh Murphy, shown near illustrated interview vignettes\" (text)\n\"Harper Lee's sister Alice Lee noted as a contributor, placed adjacent to a portrait vignette\" (text)\n\"a stylized cartoon group of people speaking with speech-cloud silhouettes to represent celebrity impressions\" (figure)\n\"a cartoon open book with paired child and adult masks above it to represent reading impressions across life stages\" (figure)\n\"a silhouette portrait cluster suggesting several public figures sharing memories, placed near the book caption\" (figure)\nThe overall style of the image is clean, illustrative, and editorial.",
    "infographic_id": 614,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Many writers compare their perceptions of To Kill a Mockingbird as adults with when they first read it as children. Mary McDonagh Murphy interviewed celebrities including Oprah Winfrey, Rosanne Cash, Tom Brokaw, and Harper's sister Alice Lee, who read the novel and compiled their impressions of it as children and adults into a book titled Scout, Atticus, and Boo.",
    "qa_count": 3,
    "ids": [
      "56cf5398aab44d1400b88fe2",
      "56cf5398aab44d1400b88fe3",
      "56d3996b59d6e414001467eb"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Atticus Finch as a Model of Integrity\" (text) focused on \"the influence of a fictional character on the legal profession\" (text). At the top, a concise headline introduces the central claim, and below that a short supporting quote is placed near an illustrative figure; further down, examples of legal professionals influenced are shown adjacent to another figure, with a concluding summary near the bottom.\n\n\"Atticus Finch presented as a model of integrity for the legal profession\" (text)\n\"The character has become treated almost as if he were an actual person in legal circles\" (text)\n\"a stylized cartoon of a thoughtful robed figure standing by a simple courthouse silhouette\" (figure)\n\"Morris Dees and a federal judge cited the character as a reason and influence for becoming lawyers\" (text)\n\"a cartoon of two professional silhouettes, one holding a book and one standing by a gavel\" (figure)\n\"The novel has been described as the most influential textbook taught by a law professor and alters public perception of lawyers\" (text)\n\"a stylized illustration of an open textbook beside a simple courthouse facade\" (figure)\n\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 615,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 1,
    "keywords_total": 2,
    "context": "One of the most significant impacts To Kill a Mockingbird has had is Atticus Finch's model of integrity for the legal profession. As scholar Alice Petry explains, \"Atticus has become something of a folk hero in legal circles and is treated almost as if he were an actual person.\" Morris Dees of the Southern Poverty Law Center cites Atticus Finch as the reason he became a lawyer, and Richard Matsch, the federal judge who presided over the Timothy McVeigh trial, counts Atticus as a major judicial influence. One law professor at the University of Notre Dame stated that the most influential textbook he taught from was To Kill a Mockingbird, and an article in the Michigan Law Review claims, \"No real-life lawyer has done more for the self-image or public perception of the legal profession,\" before questioning whether, \"Atticus Finch is a paragon of honor or an especially slick hired gun\".",
    "qa_count": 2,
    "ids": [
      "56cf542daab44d1400b88fec",
      "56d39a7759d6e414001467fb"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Atticus commemoration and later honors\" (text) focused on \"how institutions recognized Atticus and his creator\" (text). At the top, a concise headline summarizes the contested legacy and later honors; near the middle, supporting visuals and labels show the memorial and the author's recognition; below, a brief contextual line ties the developments together.\n\n\"Atticus remained a contested figure but later received institutional recognition in the state\" (text)\n\"a monument to Atticus erected in the state in 1997\" (text)\n\"Lee received an honorary special membership from the Alabama State Bar in 2008\" (text)\n\"a cartoon of a commemorative stone with a simple sculpted figure to represent a public monument\" (figure)\n\"a stylized scene of a certificate or plaque framed and displayed without letters to represent an honorary membership\" (figure)\n\"a silhouette of several attorneys standing together to suggest professional responses and debate\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative with clear labels and simple cartoon-style figures.",
    "infographic_id": 616,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "In 1992, an Alabama editorial called for the death of Atticus, saying that as liberal as Atticus was, he still worked within a system of institutionalized racism and sexism and should not be revered. The editorial sparked a flurry of responses from attorneys who entered the profession because of him and esteemed him as a hero. Critics of Atticus maintain he is morally ambiguous and does not use his legal skills to challenge the racist status quo in Maycomb. However, in 1997, the Alabama State Bar erected a monument to Atticus in Monroeville, marking his existence as the \"first commemorative milestone in the state's judicial history\". In 2008, Lee herself received an honorary special membership to the Alabama State Bar for creating Atticus who \"has become the personification of the exemplary lawyer in serving the legal needs of the poor\".",
    "qa_count": 3,
    "ids": [
      "56cf5472aab44d1400b88ff8",
      "56cf5472aab44d1400b88ff9",
      "56d39b8159d6e41400146804"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"To Kill a Mockingbird controversy overview\" (text) focused on \"classroom study history and challenge ranking\" (text). Near the top is a concise header summarizing when the book entered classroom study and why it was challenged; adjacent is a visual that supports the classroom date, and below a visual supports the library challenge ranking, with a short contextual note near the middle. \n\"To Kill a Mockingbird was first studied in American schools in 1963, with controversy over racial slurs, profanity, and rape\" (text)\n\"The American Library Association ranked the book 21 on the most frequently challenged books list for 2000–2009\" (text)\n\"Brief context note: challenges targeted appropriateness for libraries and classrooms across the United States\" (text)\n\"a stylized classroom scene with a teacher and stacked books indicating historical classroom study\" (figure)\n\"a cartoon illustration of a library shelf with a single book highlighted to represent frequent challenges\" (figure)\n\"a silhouette of a concerned parent and a librarian talking near a school entrance to imply dispute over appropriateness\" (figure)\nThe overall style of the image is clear, educational, and infographic-like with simple illustrative figures and readable text.",
    "infographic_id": 617,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "To Kill a Mockingbird has been a source of significant controversy since its being the subject of classroom study as early as 1963. The book's racial slurs, profanity, and frank discussion of rape have led people to challenge its appropriateness in libraries and classrooms across the United States. The American Library Association reported that To Kill a Mockingbird was number 21 of the 100 most frequently challenged books of 2000–2009.",
    "qa_count": 4,
    "ids": [
      "56cf54baaab44d1400b89010",
      "56cf54baaab44d1400b89011",
      "56d39d2359d6e41400146821",
      "56d39d2359d6e41400146822"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Controversy and Complaints Around a Classroom Novel\" (text) focused on \"early challenges, objections, and public reaction to the novel\" (text). At the top there is a clear summary header and just below it a short contextual statement, near which a supporting illustration is placed; in the middle a column lists primary objections adjacent to a visual that represents newspaper reaction; at the bottom a comparison note sits above a final illustrative caption. \"Controversy first surfaced in 1966 during a local challenge in Hanover County\" (text)\n\"Parents and letter writers criticized the book for using rape as a plot device\" (text)\n\"Letters ranged from amusement to fury, with most outrage over Mayella Ewell's attraction to Tom Robinson\" (text)\n\"The national education association ranked the novel second on a complaints list, behind Little Black Sambo\" (text)\n\"a stylized illustration of a stack of local newspapers with letters to the editor spilling out\" (figure)\n\"a cartoon of a small school hearing with an indistinct board meeting in progress\" (figure)\n\"a silhouette of an author placing a small coin on a newspaper printout as a symbolic reply\" (figure)\n\"a simple illustrative badge showing a ranked notice without numbers or text to indicate relative complaint position\" (figure) The overall style of the image is clean, informative, and illustrative with concise labels and supporting cartoon figures.",
    "infographic_id": 618,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "One of the first incidents of the book being challenged was in Hanover, Virginia, in 1966: a parent protested that the use of rape as a plot device was immoral. Johnson cites examples of letters to local newspapers, which ranged from amusement to fury; those letters expressing the most outrage, however, complained about Mayella Ewell's attraction to Tom Robinson over the depictions of rape. Upon learning the school administrators were holding hearings to decide the book's appropriateness for the classroom, Harper Lee sent $10 to The Richmond News Leader suggesting it to be used toward the enrollment of \"the Hanover County School Board in any first grade of its choice\". The National Education Association in 1968 placed the novel second on a list of books receiving the most complaints from private organizations—after Little Black Sambo.",
    "qa_count": 4,
    "ids": [
      "56cf550faab44d1400b8901e",
      "56cf550faab44d1400b8901f",
      "56d3a1c459d6e4140014683d",
      "56d3a1c459d6e4140014683e"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"The novel's influence on social change\" (text) focused on \"the novel's relationship with the civil rights movement and literary comparisons\" (text). At the top there is a compact header and a short summary line, near a supporting illustration that emphasizes historical timing. In the middle a quotation panel sits adjacent to a comparison note, with a figurative visual reinforcing the literary analogy. At the bottom a concluding label appears near a final illustrative caption that links public empathy to social impact. \"The novel arrived at the right moment to help the South and the nation grapple with accelerating racial tensions\" (text)\n\"A local civil rights movement in the 1960s is credited with being helped by the novel\" (text)\n\"Mark Childress compared the novel to Uncle Tom's Cabin, a book popularly credited with helping spark the US Civil War\" (text)\n\"The book helped readers see racism from a child's point of view and inspired hope amid chaos\" (text)\n\"a stylized illustration of a bookshelf holding two prominent novels to show literary comparison\" (figure)\n\"a cartoon group listening to a reader to represent how popular art influenced public understanding\" (figure)\n\"a silhouette of a small crowd gathered in a civic space to suggest social impact and timing\" (figure)\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 619,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The novel is cited as a factor in the success of the civil rights movement in the 1960s, however, in that it \"arrived at the right moment to help the South and the nation grapple with the racial tensions (of) the accelerating civil rights movement\". Its publication is so closely associated with the Civil Rights Movement that many studies of the book and biographies of Harper Lee include descriptions of important moments in the movement, despite the fact that she had no direct involvement in any of them. Civil Rights leader Andrew Young comments that part of the book's effectiveness is that it \"inspires hope in the midst of chaos and confusion\" and by using racial epithets portrays the reality of the times in which it was set. Young views the novel as \"an act of humanity\" in showing the possibility of people rising above their prejudices. Alabama author Mark Childress compares it to the impact of Uncle Tom's Cabin, a book that is popularly implicated in starting the U.S. Civil War. Childress states the novel \"gives white Southerners a way to understand the racism that they've been brought up with and to find another way. And most white people in the South were good people. Most white people in the South were not throwing bombs and causing havoc ... I think the book really helped them come to understand what was wrong with the system in the way that any number of treatises could never do, because it was popular art, because it was told from a child's point of view.\" ",
    "qa_count": 3,
    "ids": [
      "56cf55e2aab44d1400b89038",
      "56cf55e2aab44d1400b89039",
      "56d3df022ccc5a1400d82f02"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Capote and the Authorship Rumor\" (text) focused on \"the dispute over who wrote a famous first novel\" (text). At the top a bold contextual heading introduces the controversy and then supporting elements are arranged near the middle and bottom to show claims, rebuttals, and family response. \"A dust jacket praise suggested a close friend, Truman Capote, might have written or heavily edited the novel\" (text)\n\"A local newspaper quoted a claim by Capote's biological father, Archulus Persons, asserting Capote's role\" (text)\n\"A set of extensive notes between the author and her editor appear below to refute the authorship rumor\" (text)\n\"The author's older sister, Alice, responded directly calling the rumor the biggest lie ever told near the bottom\" (text)\n\"A stylized portrait of an open book with a handwritten praise on its cover\" (figure)\n\"A cartoon envelope and handwritten letter representing a donated letter mentioning the author's work in progress\" (figure)\n\"A stylized stack of manuscript pages with marginal notes to represent extensive editorial correspondence\" (figure)\n\"A silhouette of two people talking to represent a family member’s public rebuttal\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 620,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Lee's childhood friend, author Truman Capote, wrote on the dust jacket of the first edition, \"Someone rare has written this very fine first novel: a writer with the liveliest sense of life, and the warmest, most authentic sense of humor. A touching book; and so funny, so likeable.\" This comment has been construed to suggest that Capote wrote the book or edited it heavily. In 2003, a Tuscaloosa newspaper quoted Capote's biological father, Archulus Persons, as claiming that Capote had written \"almost all\" of the book. In 2006, a Capote letter was donated to Monroeville's literary heritage museum; in a letter to a neighbor in Monroeville in 1959, Capote mentioned that Lee was writing a book that was to be published soon. Extensive notes between Lee and her editor at Lippincott also refute the rumor of Capote's authorship. Lee's older sister, Alice, responded to the rumor, saying: \"That's the biggest lie ever told.\"",
    "qa_count": 5,
    "ids": [
      "56cf5655aab44d1400b8903c",
      "56cf5655aab44d1400b8903d",
      "56cf5655aab44d1400b8903e",
      "56d3e2ac2ccc5a1400d82f13",
      "56d3e2ac2ccc5a1400d82f14"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Harper Lee and the early reception of To Kill a Mockingbird\" (text) focused on \"major awards and changing publicity habits in the early decades after publication\" (text). At the top, a concise header summarizes peak recognition and later retreat, with supporting visuals near the middle and a combined statement near the bottom. \"In 1961, during its 41st week on the bestseller list, the novel won the Pulitzer Prize and received other contemporary honors\" (text)\n\"a cartoon of a small stage with a single award trophy and a surprised silhouette accepting attention\" (figure)\n\"a stylized open book with a ribbon beside two small trophy icons to symbolize successive awards including a paperback recognition\" (figure)\n\"Paperback of the Year award was given in 1962\" (text)\n\"a cartoon of a solitary figure turning away from a microphone to indicate retreat from publicity\" (figure)\n\"Beginning in 1964 the author declined interviews and later refused to provide an introduction\" (text) The overall style of the image is clear, illustrative, and informational.",
    "infographic_id": 621,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 5,
    "keywords_total": 6,
    "context": "During the years immediately following the novel's publication, Harper Lee enjoyed the attention its popularity garnered her, granting interviews, visiting schools, and attending events honoring the book. In 1961, when To Kill a Mockingbird was in its 41st week on the bestseller list, it was awarded the Pulitzer Prize, stunning Lee. It also won the Brotherhood Award of the National Conference of Christians and Jews in the same year, and the Paperback of the Year award from Bestsellers magazine in 1962. Starting in 1964, Lee began to turn down interviews, complaining that the questions were monotonous, and grew concerned that attention she received bordered on the kind of publicity celebrities sought. Since the, she declined talking with reporters about the book. She also steadfastly refused to provide an introduction, writing in 1995: \"Introductions inhibit pleasure, they kill the joy of anticipation, they frustrate curiosity. The only good thing about Introductions is that in some cases they delay the dose to come. Mockingbird still says what it has to say; it has managed to survive the years without preamble.\"",
    "qa_count": 6,
    "ids": [
      "56cf572daab44d1400b89071",
      "56cf572daab44d1400b89072",
      "56cf572daab44d1400b89073",
      "56cf572daab44d1400b89074",
      "56d3e4762ccc5a1400d82f21",
      "56d3e4762ccc5a1400d82f22"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"To Kill a Mockingbird community reading milestones\" (text) focused on \"citywide reading programs and honors for the novel and its author\" (text). At the top is a concise header summarizing the key events, near a supportive illustration of a civic reading program kickoff; in the middle the honors and broader adoption are highlighted with an emblematic scene; near the bottom a reflective quote and statistic are presented alongside an illustrative community meeting.\n\n\"To Kill a Mockingbird community reading milestones\" (text)\n\"citywide reading programs and honors for the novel and its author\" (text)\n\"In 2001 Lee was inducted into the Alabama Academy of Honor, and the novel was chosen as the first One City, One Book selection\" (text)\n\"In 2001 the mayor of Chicago launched a citywide library reading program and selected To Kill a Mockingbird as his favorite book\" (text)\n\"By 2004 the novel had been chosen by 25 communities for citywide reading programs, more than any other novel\" (text)\n\"a stylized scene of a library event with a mayor speaking to a crowd\" (figure)\n\"a cartoon illustration of a ceremonial induction with a medal and a folded program\" (figure)\n\"a stylized group of diverse community members gathered in a town hall circle\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 622,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "In 2001, Lee was inducted into the Alabama Academy of Honor. In the same year, Chicago mayor Richard M. Daley initiated a reading program throughout the city's libraries, and chose his favorite book, To Kill a Mockingbird, as the first title of the One City, One Book program. Lee declared that \"there is no greater honor the novel could receive\". By 2004, the novel had been chosen by 25 communities for variations of the citywide reading program, more than any other novel. David Kipen of the National Endowment of the Arts, who supervised The Big Read, states \"people just seem to connect with it. It dredges up things in their own lives, their interactions across racial lines, legal encounters, and childhood. It's just this skeleton key to so many different parts of people's lives, and they cherish it.\"",
    "qa_count": 5,
    "ids": [
      "56cf586faab44d1400b890a5",
      "56cf586faab44d1400b890a6",
      "56cf586faab44d1400b890a7",
      "56d3e5de2ccc5a1400d82f2f",
      "56d3e5de2ccc5a1400d82f30"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Honors for Lee\" (text) focused on \"honorary degrees and national awards\" (text). At the top, a concise header introduces the two major honors and who presented them. Near the middle, a commemorative ceremony scene supports the honorary doctorate detail and the class tribute; below that, a formal medal presentation scene supports the Presidential Medal of Freedom detail.\n\n\"Honors for Lee: honorary doctorate and national medal presented\" (text)\n\"a university commencement scene with graduates holding identical books to honor the author\" (figure)\n\"An honorary doctorate awarded by the University of Notre Dame in 2006 noted during a standing ovation\" (text)\n\"a stylized illustration of a presidential medal presented at a formal ceremony\" (figure)\n\"Presidential Medal of Freedom awarded on November 5, 2007 by George W. Bush\" (text)\n\"a cartoon of a presidential figure presenting a medal to an author on a small stage\" (figure)\n\nThe overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 623,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "In 2006, Lee was awarded an honorary doctorate from the University of Notre Dame. During the ceremony, the students and audience gave Lee a standing ovation, and the entire graduating class held up copies of To Kill a Mockingbird to honor her.[note 5] Lee was awarded the Presidential Medal of Freedom on November 5, 2007 by President George W. Bush. In his remarks, Bush stated, \"One reason To Kill a Mockingbird succeeded is the wise and kind heart of the author, which comes through on every page ... To Kill a Mockingbird has influenced the character of our country for the better. It's been a gift to the entire world. As a model of good writing and humane sensibility, this book will be read and studied forever.\"",
    "qa_count": 5,
    "ids": [
      "56cf593eaab44d1400b890bf",
      "56cf593eaab44d1400b890c0",
      "56cf593eaab44d1400b890c1",
      "56d3e7442ccc5a1400d82f3d",
      "56d3e7442ccc5a1400d82f3e"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"The film adaptation and its awards\" (text) focused on \"the 1962 movie adaptation and its lead actor\" (text). At the top is the title and topic, near a summary block; in the middle are supporting illustrative figures with adjacent labels, and at the bottom is a compact awards and reception note. \n\"The film was released in 1962 as a movie adaptation of the book\" (text)\n\"The film starred Gregory Peck as Atticus Finch and he won Best Actor Oscar\" (text)\n\"The movie was a box office hit that grossed more than $20 million from a $2-million budget\" (text)\n\"A producer recalled that the film told the same story as the book\" (text)\n\"a stylized portrait of a solemn adult male figure representing the lead actor in a courtroom gesture\" (figure)\n\"a cartoon of a classic film camera and film reel suggesting a well-received movie production\" (figure)\n\"a stylized trophy icon representing an acting award placed adjacent to the portrait\" (figure)\n\"a simple illustrative scene of a small podium with three award statuettes to indicate multiple awards\" (figure) The overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 624,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "The book was made into the well-received 1962 film with the same title, starring Gregory Peck as Atticus Finch. The film's producer, Alan J. Pakula, remembered Universal Pictures executives questioning him about a potential script: \"They said, 'What story do you plan to tell for the film?' I said, 'Have you read the book?' They said, 'Yes.' I said, 'That's the story.'\" The movie was a hit at the box office, quickly grossing more than $20 million from a $2-million budget. It won three Oscars: Best Actor for Gregory Peck, Best Art Direction-Set Decoration, Black-and-White, and Best Writing, Screenplay Based on Material from Another Medium for Horton Foote. It was nominated for five more Oscars including Best Actress in a Supporting Role for Mary Badham, the actress who played Scout.",
    "qa_count": 3,
    "ids": [
      "56cf59eaaab44d1400b890d1",
      "56cf59eaaab44d1400b890d2",
      "56d3e8402ccc5a1400d82f43"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Lee’s gift and lasting friendship with Peck\" (text) focused on \"the pocketwatch gift and family honor\" (text). At the top is the title and a concise topic header near it, the middle shows the gift story adjacent to a scene of the award evening, and the bottom notes the later family naming and enduring friendship.\n\n\"Lee’s gift and lasting friendship with Peck\" (text)\n\"the pocketwatch gift and family honor\" (text)\n\"a cartoon of an actor receiving a small watch from a woman, positioned near the gift text\" (figure)\n\"Harper Lee gave her father's pocketwatch to the actor after she praised his performance\" (text)\n\"a stylized scene of an actor holding a pocketwatch while wearing an award medallion, placed adjacent to the gift account\" (figure)\n\"a silhouette of an airport luggage carousel suggestive of an item lost in transit, placed below the award scene\" (figure)\n\"Peck's grandson was named Harper in honor of Lee, shown near the friendship note\" (text)\n\"a minimalist illustration of two figures walking together to imply a long friendship, placed near the naming text\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 625,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Harper Lee was pleased with the movie, saying: \"In that film the man and the part met... I've had many, many offers to turn it into musicals, into TV or stage plays, but I've always refused. That film was a work of art.\" Peck met Lee's father, the model for Atticus, before the filming. Lee's father died before the film's release, and Lee was so impressed with Peck's performance that she gave him her father's pocketwatch, which he had with him the evening he was awarded the Oscar for best actor. Years later, he was reluctant to tell Lee that the watch was stolen out of his luggage in London Heathrow Airport. When Peck eventually did tell Lee, he said she responded, \"'Well, it's only a watch.' Harper—she feels deeply, but she's not a sentimental person about things.\" Lee and Peck shared a friendship long after the movie was made. Peck's grandson was named \"Harper\" in her honor.",
    "qa_count": 4,
    "ids": [
      "56cf5a6aaab44d1400b890e3",
      "56cf5a6aaab44d1400b890e4",
      "56d3e9702ccc5a1400d82f51",
      "56d3e9702ccc5a1400d82f52"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Lee's unexpected public library appearance\" (text) focused on \"a brief public event and a praise quote\" (text). At the top is the title and topic, near the header is a short timeline phrase, and below that a quotation is placed adjacent to a supporting illustration, while the bottom contains a contextual label about the work referenced.\n\n\"Lee's unexpected public library appearance\" (text)\n\"a brief public event and a praise quote\" (text)\n\"Lee showed up at the Los Angeles Public Library in May 2005\" (text)\n\"Peck's widow described Lee as 'a national treasure' and praised the enduring strength of the book and film\" (text)\n\"a stylized illustration of a person arriving at a public library with an open book visible\" (figure)\n\"a cartoon of a widow speaking with a speech bubble gesture, no letters inside the bubble\" (figure)\n\"a small illustrative scene suggesting schoolchildren reading and watching a film, no text\" (figure)\nThe overall style of the image is clean, illustrative, and documentary-focused.",
    "infographic_id": 626,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "In May 2005, Lee made an uncharacteristic appearance at the Los Angeles Public Library at the request of Peck's widow Veronique, who said of Lee: \"She's like a national treasure. She's someone who has made a difference...with this book. The book is still as strong as it ever was, and so is the film. All the kids in the United States read this book and see the film in the seventh and eighth grades and write papers and essays. My husband used to get thousands and thousands of letters from teachers who would send them to him.\"",
    "qa_count": 2,
    "ids": [
      "56cf5ab3aab44d1400b890e9",
      "56d3ead62ccc5a1400d82f55"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Annual Civic Play Adaptation in Monroeville\" (text) focused on \"the community production and traditions surrounding the local stage adaptation\" (text). At the top there is a concise header and summary, near a supporting illustration that anchors the story. \"A stage play adapted by Christopher Sergel from the novel\" (text)\n\"a first local debut in 1990 and an ongoing annual May production\" (text)\n\"Monroeville calling itself the Literary Capital of Alabama\" (text)\n\"townspeople form the cast and perform on courthouse grounds\" (text)\n\"the audience is racially segregated during the courthouse courtroom scene\" (text)\n\"a stylized illustration of an outdoor community stage by a courthouse with assembled local performers\" (figure)\n\"a cartoon depiction of an intermission scene with selected audience members being called to participate\" (figure)\n\"a stylized silhouette of an audience shown split to indicate segregation during the courtroom scene\" (figure)\nThe overall style of the image is clean, illustrative, and documentary-focused.",
    "infographic_id": 627,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "The book has also been adapted as a play by Christopher Sergel. It debuted in 1990 in Monroeville, a town that labels itself \"The Literary Capital of Alabama\". The play runs every May on the county courthouse grounds and townspeople make up the cast. White male audience members are chosen at the intermission to make up the jury. During the courtroom scene the production moves into the Monroe County Courthouse and the audience is racially segregated. Author Albert Murray said of the relationship of the town to the novel (and the annual performance): \"It becomes part of the town ritual, like the religious underpinning of Mardi Gras. With the whole town crowded around the actual courthouse, it's part of a central, civic education—what Monroeville aspires to be.\"",
    "qa_count": 5,
    "ids": [
      "56cf5b0eaab44d1400b890f7",
      "56cf5b0eaab44d1400b890f8",
      "56d3ec6d2ccc5a1400d82f59",
      "56d3ec6d2ccc5a1400d82f5a",
      "56d3ec6d2ccc5a1400d82f5b"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sergel's stage production touring history\" (text) focused on \"UK theatre productions and lead casting\" (text). At the top is a concise header and below that a central timeline summary and supporting visuals near the bottom.\n\n\"Sergel's stage production toured and toured around the UK with key stops in Leeds and York\" (text)\n\"The play opened the 2013 season at Regent's Park Open Air Theatre and returned to close the 2014 season before a UK tour\" (text)\n\"Duncan Preston played Atticus Finch in the 2006 and 2011 UK productions\" (text)\n\"Robert Sean Leonard starred as Atticus Finch for the 2013 London season in his first London appearance in twenty-two years\" (text)\n\n\"a cartoon illustration of a small regional theatre facade with an entrance and awning to represent the Leeds and York venues\" (figure)\n\"a stylized outdoor theatre setting with simple audience silhouettes to represent the Regent's Park Open Air Theatre season opening and return\" (figure)\n\"a cartoon portrait-style silhouette of an actor on stage labeled implied as the role of Atticus Finch without text\" (figure)\n\nThe overall style of the image is clean, illustrative, and informational with clear hierarchy and minimal decorative detail.",
    "infographic_id": 628,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Sergel's play toured in the UK starting at West Yorkshire Playhouse in Leeds in 2006, and again in 2011 starting at the York Theatre Royal, both productions featuring Duncan Preston as Atticus Finch. The play also opened the 2013 season at Regent's Park Open Air Theatre in London where it played to full houses and starred Robert Sean Leonard as Atticus Finch, his first London appearance in 22 years. The production is returning to the venue to close the 2014 season, prior to a UK Tour.",
    "qa_count": 3,
    "ids": [
      "56cf5b8eaab44d1400b89107",
      "56cf5b8eaab44d1400b89108",
      "56d3ee6e2ccc5a1400d82f5f"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Go Set a Watchman: earlier draft and publication facts\" (text) focused on \"the draft's completion, setting, release date, and discovery\" (text). Near the top, a compact header summarizes key dates and relationships. \n\"Go Set a Watchman is the earlier draft titled Go Set a Watchman\" (text)\n\"Completed in 1957 and set twenty years after To Kill a Mockingbird\" (text)\n\"Introduced to the public on July 14, 2015, after a disputed discovery\" (text)\n\"Disputed discovery credited to Harper Lee's lawyer Tonja Carter\" (text)\n\"a stylized open manuscript with overlapping text blocks suggesting shared passages between drafts\" (figure)\n\"a cartoon traveler arriving in a small southern town to suggest the adult protagonist's visit\" (figure)\n\"a stylized magnifying glass over a hidden book to represent discovery and controversy\" (figure)\n\"a silhouette of two stacked book drafts to imply draft relationship and editorial revision\" (figure) The overall style of the image is clean, informative, and illustrative with clear typographic hierarchy and simple cartoon-like support figures.",
    "infographic_id": 629,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 8,
    "keywords_total": 9,
    "context": "An earlier draft of To Kill a Mockingbird, titled Go Set a Watchman, was controversially released on July 14, 2015. This draft, which was completed in 1957, is set 20 years after the time period depicted in To Kill a Mockingbird but is not a continuation of the narrative. This earlier version of the story follows an adult Scout Finch who travels from New York to visit her father, Atticus Finch, in Maycomb, Alabama, where she is confronted by the intolerance in her community. The Watchman manuscript was believed to have been lost until Lee's lawyer Tonja Carter discovered it; although this claim has been widely disputed. Watchman contains early versions of many of the characters from To Kill a Mockingbird. According to Lee's agent Andrew Nurnberg, Mockingbird was originally intended to be the first book of a trilogy: \"They discussed publishing Mockingbird first, Watchman last, and a shorter connecting novel between the two.\" This assertion has been discredited however by the rare books expert James S. Jaffe, who reviewed the pages at the request of Lee's attorney and found them to be only another draft of \"To Kill a Mockingbird\". The statement was also contrary to Jonathan Mahler's description of how \"Watchman\" was seen as just the first draft of \"Mockingbird\". Instances where many passages overlap between the two books, in some case word for word, also refutes this assertion.",
    "qa_count": 7,
    "ids": [
      "56cf5c2caab44d1400b8911b",
      "56cf5c2caab44d1400b8911c",
      "56cf5c2caab44d1400b8911d",
      "56cf5c2caab44d1400b8911e",
      "56d3f37f2ccc5a1400d82f83",
      "56d3f37f2ccc5a1400d82f84",
      "56d3f37f2ccc5a1400d82f85"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"The novel is known for warmth and humor despite serious themes\" (text) focused on \"treatment of rape and racial inequality and the protagonist Atticus Finch\" (text). At the top, a concise header states the novel's tonal contrast and themes, with a supporting illustration below and descriptive labels near the central figure, and a concluding note at the bottom. \n\"The novel is known for warmth and humor despite serious themes\" (text)\n\"treatment of rape and racial inequality and the protagonist Atticus Finch\" (text)\n\"a stylized illustration of a courtroom scene implying moral conflict without text\" (figure)\n\"an illustrative portrait of a dignified lawyer figure representing the protagonist\" (figure)\n\"a symbolic scene showing community tension and empathy without words\" (figure)\n\"the narrator emphasizes moral heroism and integrity exemplified by the protagonist\" (text)\n\"critic commentary noting the novel's wide readership and enduring image of racial heroism\" (text)\nThe overall style of the image is clear, educational, and illustrative.",
    "infographic_id": 630,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The novel is renowned for its warmth and humor, despite dealing with the serious issues of rape and racial inequality. The narrator's father, Atticus Finch, has served as a moral hero for many readers and as a model of integrity for lawyers. One critic explains the novel's impact by writing, \"In the twentieth century, To Kill a Mockingbird is probably the most widely read book dealing with race in America, and its protagonist, Atticus Finch, the most enduring fictional image of racial heroism.\"",
    "qa_count": 2,
    "ids": [
      "56d1085d17492d1400aab7a8",
      "56d1085d17492d1400aab7a9"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Lee's Strength in Storytelling\" (text) focused on \"narration and narrative technique\" (text). At the top is the headline and a concise summary of the main claim, near the middle are supporting explanations and a visual that links the child's voice with the adult perspective, and below are a schematic illustration that evokes the flashback technique adjacent to an explanatory label. \n\"Lee's Strength in Storytelling\" (text)\n\"narration and narrative technique\" (text)\n\"Critics highlight Lee's talent for narration described as tactile brilliance\" (text)\n\"She blends a child's observational voice with an adult's reflective perspective using flashback\" (text)\n\"a stylized cartoon of a child narrator whose outline fades into an adult silhouette suggesting reflective memory\" (figure)\n\"a stylized illustration of two overlapping scenes that transition smoothly from one into the other to suggest cinematic flow\" (figure)\n\"a stylized image of a layered timeline showing a present narrator point with a drifting memory cloud to indicate flashback\" (figure)\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 631,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "The strongest element of style noted by critics and reviewers is Lee's talent for narration, which in an early review in Time was called \"tactile brilliance\". Writing a decade later, another scholar noted, \"Harper Lee has a remarkable gift of story-telling. Her art is visual, and with cinematographic fluidity and subtlety we see a scene melting into another scene without jolts of transition.\" Lee combines the narrator's voice of a child observing her surroundings with a grown woman's reflecting on her childhood, using the ambiguity of this voice combined with the narrative technique of flashback to play intricately with perspectives. This narrative method allows Lee to tell a \"delightfully deceptive\" story that mixes the simplicity of childhood observation with adult situations complicated by hidden motivations and unquestioned tradition. However, at times the blending causes reviewers to question Scout's preternatural vocabulary and depth of understanding. Both Harding LeMay and the novelist and literary critic Granville Hicks expressed doubt that children as sheltered as Scout and Jem could understand the complexities and horrors involved in the trial for Tom Robinson's life.",
    "qa_count": 2,
    "ids": [
      "56d133a017492d1400aabc1c",
      "56d133a017492d1400aabc1d"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Harper Lee on the novel's moral message\" (text) focused on \"who Lee said the book's Christian code belongs to\" (text). At the top is a concise title and topic, and near the middle a quoted excerpt summary is shown adjacent to an illustrative figure, with a supporting portrait-style figure below.\n\n\"Harper Lee on the novel's moral message\" (text)\n\"who Lee said the book's Christian code belongs to\" (text)\n\"Lee described the novel as spelling out a Christian code of honor and conduct\" (text)\n\"She said that code is the heritage of all Southerners\" (text)\n\"a stylized portrait of an older author writing a brief letter\" (figure)\n\"a cartoon of an open book with simple two-syllable words floating above it\" (figure)\n\"a silhouette of a regional community scene representing heritage and tradition\" (figure)\n\nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 632,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "Harper Lee has remained famously detached from interpreting the novel since the mid-1960s. However, she gave some insight into her themes when, in a rare letter to the editor, she wrote in response to the passionate reaction her book caused: \"Surely it is plain to the simplest intelligence that To Kill a Mockingbird spells out in words of seldom more than two syllables a code of honor and conduct, Christian in its ethic, that is the heritage of all Southerners.\"",
    "qa_count": 1,
    "ids": [
      "56d1900ee7d4791d00902065"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Southern social setting and childhood perspective in the novel\" (text) focused on \"regionalism, neighborhood life, and moral labels\" (text). At the top, a concise header introduces the theme and a supporting illustration is placed near it. \"An opening section describing the children's fascination with Boo and their feelings of safety in the neighborhood\" (text)\n\"a cartoon street scene showing children peering at a distant house to suggest neighborhood fascination and comfort\" (figure)\nNear the middle, a combined statement about critical reception and regionalist interpretation appears beside an illustrative portrait cue. \"A note that one writer classified the work as Southern romantic regionalism due to detailed social explanations\" (text)\n\"a stylized portrait of a thoughtful reader figure with a backdrop of small town houses to suggest literary critique\" (figure)\nBelow that, a statement linking family history, social caste, and local traditions sits adjacent to an evocative figure. \"A synthesis declaring that family genealogy, Southern caste, and local traditions shape characters and drive the plot more than the characters themselves\" (text)\n\"a silhouette of a multi‑generation family tree and a stylized map of a Southern town to evoke heritage and regional influence\" (figure)\nAt the bottom, a brief moral label and concluding illustration summarize Scout's view and the social force. \"A concluding line stating that Scout defines 'fine folks' as those who do the best they can with what they have and that the South itself drives the plot\" (text)\n\"a cartoon depicting a child offering help to a neighbor to symbolize 'fine folks' and community effort\" (figure) The overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 633,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "When the book was released, reviewers noted that it was divided into two parts, and opinion was mixed about Lee's ability to connect them. The first part of the novel concerns the children's fascination with Boo Radley and their feelings of safety and comfort in the neighborhood. Reviewers were generally charmed by Scout and Jem's observations of their quirky neighbors. One writer was so impressed by Lee's detailed explanations of the people of Maycomb that he categorized the book as Southern romantic regionalism. This sentimentalism can be seen in Lee's representation of the Southern caste system to explain almost every character's behavior in the novel. Scout's Aunt Alexandra attributes Maycomb's inhabitants' faults and advantages to genealogy (families that have gambling streaks and drinking streaks), and the narrator sets the action and characters amid a finely detailed background of the Finch family history and the history of Maycomb. This regionalist theme is further reflected in Mayella Ewell's apparent powerlessness to admit her advances toward Tom Robinson, and Scout's definition of \"fine folks\" being people with good sense who do the best they can with what they have. The South itself, with its traditions and taboos, seems to drive the plot more than the characters.",
    "qa_count": 4,
    "ids": [
      "56d196b2e7d4791d00902067",
      "56d196b2e7d4791d00902068",
      "56d196b2e7d4791d00902069",
      "56d196b2e7d4791d0090206a"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mockingbird Examples and Moral\" (text) focused on \"symbols of innocence and empathy in the novel\" (text). At the top there is a clear title and a short header, near a figure illustrating the theme; in the middle the two key examples are labeled and placed adjacent to supportive illustrations; below those examples a quoted moral is presented adjacent to a final scene figure. \n\"Mockingbird examples include a chief innocent destroyed carelessly or deliberately\" (text)\n\"Boo Radley is seen symbolically as a mockingbird and must be cherished\" (text)\n\"Tom Robinson is the chief example of an innocent destroyed in the novel\" (text)\n\"When you finally see them, most people are real nice\" (text)\n\"a stylized illustration of a solitary figure standing isolated on a porch, conveying misunderstood gentleness\" (figure)\n\"a cartoon of a shy figure viewed through a child's imaginative play, suggesting protection rather than exploitation\" (figure)\n\"a stylized vignette of a man looking weary and vulnerable after unjust treatment\" (figure)\nThe overall style of the image is illustrative, didactic, and literary.",
    "infographic_id": 634,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "Tom Robinson is the chief example among several innocents destroyed carelessly or deliberately throughout the novel. However, scholar Christopher Metress connects the mockingbird to Boo Radley: \"Instead of wanting to exploit Boo for her own fun (as she does in the beginning of the novel by putting on gothic plays about his history), Scout comes to see him as a 'mockingbird'—that is, as someone with an inner goodness that must be cherished.\" The last pages of the book illustrate this as Scout relates the moral of a story Atticus has been reading to her, and in allusions to both Boo Radley and Tom Robinson states about a character who was misunderstood, \"when they finally saw him, why he hadn't done any of those things ... Atticus, he was real nice,\" to which he responds, \"Most people are, Scout, when you finally see them.\"",
    "qa_count": 3,
    "ids": [
      "56d261f359d6e41400145f36",
      "56d261f359d6e41400145f37",
      "56d261f359d6e41400145f38"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Loss of Innocence and Moral Judgment\" (text) focused on \"how the novel maps personal defeat into tragic form\" (text). At the top there is a concise header placing the main critical claim near an illustrating scene, and the middle pairs character examples with symbolic visuals while the bottom summarizes critical stance and reader guidance.  \n\"Loss of innocence and moral judgment framed as classical tragedy\" (text)  \n\"a cartoon courtroom scene showing a solitary lawyer walking beneath a silent balcony of standing observers\" (figure)  \n\"an illustrative scene of a small girl confronted by a circle of gossiping women who display false gentility\" (figure)  \n\"Lee alternates between unabashed adoration and biting irony when guiding reader judgments\" (text)  \n\"a stylized silhouette of a reader weighing two faces labeled hero and fool\" (figure)  \n\"The overall style of the image is clear, didactic, and literary with simple illustrative cartoons to support the textual claims.\"",
    "infographic_id": 635,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "The novel exposes the loss of innocence so frequently that reviewer R. A. Dave claims that because every character has to face, or even suffer defeat, the book takes on elements of a classical tragedy. In exploring how each character deals with his or her own personal defeat, Lee builds a framework to judge whether the characters are heroes or fools. She guides the reader in such judgments, alternating between unabashed adoration and biting irony. Scout's experience with the Missionary Society is an ironic juxtaposition of women who mock her, gossip, and \"reflect a smug, colonialist attitude toward other races\" while giving the \"appearance of gentility, piety, and morality\". Conversely, when Atticus loses Tom's case, he is last to leave the courtroom, except for his children and the black spectators in the colored balcony, who rise silently as he walks underneath them, to honor his efforts.",
    "qa_count": 1,
    "ids": [
      "56d2639159d6e41400145f48"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Initial critical reactions to the novel\" (text) focused on \"early reviews and key critical phrases\" (text). At the top is a concise header and below it a cluster pairing quoted review phrases with illustrative figures, and near the bottom a single identifying label for the reviewer who emphasized national significance. \n\n\"Initial critical reactions to the novel\" (text)\n\"Overview of early reviews with notable quoted phrases from major publications\" (text)\n\"a stylized reviewer reading a magazine, head-and-shoulders cartoon beside the quote 'skilled, unpretentious, and totally ingenious' attributed nearby\" (figure)\n\"a cartoon of a second reviewer holding a book with a skeptical expression beside the quote 'pleasant, undemanding reading' and a note about an implausible narrative voice\" (figure)\n\"a silhouette of a third reviewer gesturing toward a small scene suggesting Southern life and childhood lessons beside the quote about teaching useful truths and an appealing child\" (figure)\n\"Near the bottom, a clear label naming The Chicago Sunday Tribune as the publication calling the novel 'a novel of strong contemporary national significance' placed adjacent to its supporting figure\" (text)\nThe overall style of the image is clean, illustrative, and editorial, balancing quoted text blocks with simple supporting cartoons.",
    "infographic_id": 636,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 3,
    "keywords_total": 3,
    "context": "Initial reactions to the novel were varied. The New Yorker declared it \"skilled, unpretentious, and totally ingenious\", and The Atlantic Monthly's reviewer rated it as \"pleasant, undemanding reading\", but found the narrative voice—\"a six-year-old girl with the prose style of a well-educated adult\"—to be implausible. Time magazine's 1960 review of the book states that it \"teaches the reader an astonishing number of useful truths about little girls and about Southern life\" and calls Scout Finch \"the most appealing child since Carson McCullers' Frankie got left behind at the wedding\". The Chicago Sunday Tribune noted the even-handed approach to the narration of the novel's events, writing: \"This is in no way a sociological novel. It underlines no cause ... To Kill a Mockingbird is a novel of strong contemporary national significance.\"",
    "qa_count": 1,
    "ids": [
      "56d3949f59d6e414001467b8"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Contemporary Responses to a Controversial Novel\" (text) focused on \"critical reactions and notable reviewers\" (text). At the top, a brief headline summarizes overall critical division, and the middle highlights two pointed reviewer quotes next to supporting illustrations, while the bottom gives contextual note about mixed reception and peer commentary.\n\n\"Contemporary critical reactions ranged from harsh to mixed in initial reviews\" (text)\n\"Noted critic Granville Hicks called the book melodramatic and contrived\" (text)\n\"Southern writer Flannery O'Connor described it as essentially a child's book\" (text)\n\"Some peers noted territorial literary complaints alongside broader mixed reception\" (text)\n\"a stylized portrait of an older male critic speaking into a microphone, looking stern\" (figure)\n\"a cartoon southern writer holding a small book with a thoughtful expression\" (figure)\n\"a simple illustrative scene of mixed audience reactions with some puzzled and some approving faces\" (figure)\nThe overall style of the image is clear, illustrative, and documentary in tone.",
    "infographic_id": 637,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Not all reviewers were enthusiastic. Some lamented the use of poor white Southerners, and one-dimensional black victims, and Granville Hicks labeled the book \"melodramatic and contrived\". When the book was first released, Southern writer Flannery O'Connor commented, \"I think for a child's book it does all right. It's interesting that all the folks that are buying it don't know they're reading a child's book. Somebody ought to say what it is.\" Carson McCullers apparently agreed with the Time magazine review, writing to a cousin: \"Well, honey, one thing we know is that she's been poaching on my literary preserves.\"",
    "qa_count": 2,
    "ids": [
      "56d3958659d6e414001467c5",
      "56d3958659d6e414001467c6"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Fifty Years of a Novel's Moral Conversation\" (text) focused on \"critical responses linking the novelist to literary predecessors\" (text). At the top is a concise header summarizing anniversary reflections, middle sections place critics' comparative judgments beside illustrative portraits, and the bottom offers a closing thematic note.  \n\"Fifty Years of a Novel's Moral Conversation\" (text)  \n\"Critical responses linking the novelist to literary predecessors\" (text)  \n\"a labeled quote block noting that a critic praises the author's progressive questioning of racism and explicitly compares her to William Faulkner placed near a portrait figure\" (text)  \n\"a labeled quote block noting that a critic connects the author's moral focus and social irony to Jane Austen placed near a portrait figure\" (text)  \n\"a stylized portrait of a novelist compared to an earlier modernist writer, drawn in cartoon style without text\" (figure)  \n\"a stylized portrait of a classic novelist associated with social manners and moral irony, drawn in cartoon style without text\" (figure)  \n\"a small scene of two critics discussing progressive critique and moral conviction, illustrated without text\" (figure)  \nThe overall style of the image is clean, illustrative, and informative.",
    "infographic_id": 638,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "The 50th anniversary of the novel's release was met with celebrations and reflections on its impact. Eric Zorn of the Chicago Tribune praises Lee's \"rich use of language\" but writes that the central lesson is that \"courage isn't always flashy, isn't always enough, but is always in style\". Jane Sullivan in the Sydney Morning Herald agrees, stating that the book \"still rouses fresh and horrified indignation\" as it examines morality, a topic that has recently become unfashionable. Chimamanda Ngozi Adichie writing in The Guardian states that Lee, rare among American novelists, writes with \"a fiercely progressive ink, in which there is nothing inevitable about racism and its very foundation is open to question\", comparing her to William Faulkner, who wrote about racism as an inevitability. Literary critic Rosemary Goring in Scotland's The Herald notes the connections between Lee and Jane Austen, stating the book's central theme, that \"one’s moral convictions are worth fighting for, even at the risk of being reviled\" is eloquently discussed.",
    "qa_count": 2,
    "ids": [
      "56d3977059d6e414001467d5",
      "56d3977059d6e414001467d6"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Debate over a famous novel's portrayal\" (text) focused on \"criticisms and defenses of the novel's themes\" (text). At the top is a concise header summarizing critical and defensive viewpoints, near two illustrative figures that anchor the opposing perspectives. \"Allen Barra sharply criticized Lee and the novel in a major newspaper, calling the portrayal a sugar-coated myth of regional history\" (text)\n\"a stylized editorial writer character pointing to a speech bubble of quoted criticism without words\" (figure)\n\"Akin Ajayi defends the novel, arguing it forces readers to question race, class, and society without promising resolution and upholds equality and fairness\" (text)\n\"a cartoon defender figure holding a symbolic scale to represent equality and fairness\" (figure)\n\"Below, a brief note links both views to concerns about the novel's narrative voice and courtroom moralizing\" (text)\n\"a silhouette of a small-town street that shifts into a courthouse scene to symbolize changing narrative focus\" (figure) The overall style of the image is clean, illustrative, and factual.",
    "infographic_id": 639,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Native Alabamian Allen Barra sharply criticized Lee and the novel in The Wall Street Journal calling Atticus a \"repository of cracker-barrel epigrams\" and the novel represents a \"sugar-coated myth\" of Alabama history. Barra writes, \"It's time to stop pretending that To Kill a Mockingbird is some kind of timeless classic that ranks with the great works of American literature. Its bloodless liberal humanism is sadly dated\". Thomas Mallon in The New Yorker criticizes Atticus' stiff and self-righteous demeanor, and calls Scout \"a kind of highly constructed doll\" whose speech and actions are improbable. Although acknowledging that the novel works, Mallon blasts Lee's \"wildly unstable\" narrative voice for developing a story about a content neighborhood until it begins to impart morals in the courtroom drama, following with his observation that \"the book has begun to cherish its own goodness\" by the time the case is over.[note 2] Defending the book, Akin Ajayi writes that justice \"is often complicated, but must always be founded upon the notion of equality and fairness for all.\" Ajayi states that the book forces readers to question issues about race, class, and society, but that it was not written to resolve them.",
    "qa_count": 2,
    "ids": [
      "56d3988759d6e414001467e1",
      "56d3988759d6e414001467e2"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Critical Responses to a Novel\" (text) focused on \"how different groups and critics perceived racial and class portrayals\" (text). At the top there is a concise headline and summary, near the middle three supporting panels explain specific criticisms, and below them a concluding note about classroom reactions.\n\n\"Critical Responses to a Novel\" (text)\n\"How different groups and critics perceived racial and class portrayals\" (text)\n\"Some critics view Calpurnia as a variation of the 'contented slave' motif\" (text)\n\"A Canadian consultant reported that black students found the novel demoralizing while white students responded differently\" (text)\n\"Critique that the novel demonizes poor rural 'white trash' and indulges in classist stereotyping\" (text)\n\n\"a stylized illustration of an older Black household servant in a modest domestic setting, depicted in cartoon form without text\" (figure)\n\"a cartoon scene showing a classroom with students of mixed backgrounds reacting differently, in illustrative form without words\" (figure)\n\"a stylized illustrative figure representing a rural figure labeled only by posture and clothing cues, drawn as a cartoon without text\" (figure)\n\nThe overall style of the image is clear, educational, and illustrative, using simple cartoons and concise text for quick comparison.",
    "infographic_id": 640,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Furthermore, despite the novel's thematic focus on racial injustice, its black characters are not fully examined. In its use of racial epithets, stereotyped depictions of superstitious blacks, and Calpurnia, who to some critics is an updated version of the \"contented slave\" motif and to others simply unexplored, the book is viewed as marginalizing black characters. One writer asserts that the use of Scout's narration serves as a convenient mechanism for readers to be innocent and detached from the racial conflict. Scout's voice \"functions as the not-me which allows the rest of us—black and white, male and female—to find our relative position in society\". A teaching guide for the novel published by The English Journal cautions, \"what seems wonderful or powerful to one group of students may seem degrading to another\". A Canadian language arts consultant found that the novel resonated well with white students, but that black students found it \"demoralizing\". Another criticism, articulated by Michael Lind, is that the novel indulges in classist stereotyping and demonization of poor rural \"white trash\".",
    "qa_count": 3,
    "ids": [
      "56d3d0c42ccc5a1400d82eac",
      "56d3d0c42ccc5a1400d82ead",
      "56d3d0c42ccc5a1400d82eae"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How critics view To Kill a Mockingbird\" (text) focused on \"critic interpretations of the novel and its social impact\" (text). At the top a concise thesis is stated, near it supporting quotations appear with illustrative figures; in the middle contrasts between critic observations are placed adjacent to symbolic scenes; near the bottom a concluding note and attribution sit below the visuals.\n\n\"How critics view To Kill a Mockingbird\" (text)\n\"critic interpretations of the novel and its social impact\" (text)\n\"a quotation about every child in the South confronting the harsh reality of inequality placed near a reflective child figure\" (text)\n\"a line noting that the book's existence served as an act of protest placed adjacent to a symbolic protest illustration\" (text)\n\"a short phrase summarizing the novel's role in prompting questioning of inherited beliefs placed below both quotations\" (text)\n\"a cartoon of a child pausing in thought to represent cognitive dissonance\" (figure)\n\"a stylized small scene of a book presented as a quiet act of protest\" (figure)\n\"a silhouette of two figures debating to represent differing critical perspectives\" (figure)\n\nThe overall style of the image is clear, illustrative, and informational with a documentary tone.",
    "infographic_id": 641,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Diane McWhorter, Pulitzer Prize-winning historian of the Birmingham civil rights campaign, asserts that To Kill a Mockingbird condemns racism instead of racists, and states that every child in the South has moments of racial cognitive dissonance when they are faced with the harsh reality of inequality. This feeling causes them to question the beliefs with which they have been raised, which for many children is what the novel does. McWhorter writes of Lee, \"for a white person from the South to write a book like this in the late 1950s is really unusual—by its very existence an act of protest.\"[note 4] Author James McBride calls Lee brilliant but stops short of calling her brave: \"I think by calling Harper Lee brave you kind of absolve yourself of your own racism ... She certainly set the standards in terms of how these issues need to be discussed, but in many ways I feel ... the moral bar's been lowered. And that's really distressing. We need a thousand Atticus Finches.\" McBride, however, defends the book's sentimentality, and the way Lee approaches the story with \"honesty and integrity\".",
    "qa_count": 2,
    "ids": [
      "56d3e0852ccc5a1400d82f0f",
      "56d3e0852ccc5a1400d82f10"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"How a novel became a town scripture\" (text) focused on \"local reactions and visitor nicknames in Monroeville\" (text). At the top a brief header explains the town's reverence, and below that two paired sections show the town's quoting habit and the visitor nickname, each paired with a supportive figure and placed near each other for clarity. \n\n\"How a novel became a town scripture\" (text)\n\"local reactions and visitor nicknames in Monroeville\" (text)\n\"Residents often quote the book aloud in town, treating lines like Scripture\" (text)\n\"Tourists drawn to the town are called Mockingbird groupies by locals\" (text)\n\"a stylized illustration of a small town street with speech lines emanating from houses to suggest frequent quoting\" (figure)\n\"a cartoon of visiting people standing near a local landmark with casual cameras and notebooks\" (figure)\n\"a silhouette of a solitary author figure placed near the middle right to visually imply refusal of publicity\" (figure)\nThe overall style of the image is clean, illustrative, and documentary in tone.",
    "infographic_id": 642,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "According to a National Geographic article, the novel is so revered in Monroeville that people quote lines from it like Scripture; yet Harper Lee herself refused to attend any performances, because \"she abhors anything that trades on the book's fame\". To underscore this sentiment, Lee demanded that a book of recipes named Calpurnia's Cookbook not be published and sold out of the Monroe County Heritage Museum. David Lister in The Independent states that Lee's refusal to speak to reporters made them desire to interview her all the more, and her silence \"makes Bob Dylan look like a media tart\". Despite her discouragement, a rising number of tourists made to Monroeville a destination, hoping to see Lee's inspiration for the book, or Lee herself. Local residents call them \"Mockingbird groupies\", and although Lee was not reclusive, she refused publicity and interviews with an emphatic \"Hell, no!\"",
    "qa_count": 2,
    "ids": [
      "56d3f1872ccc5a1400d82f75",
      "56d3f1872ccc5a1400d82f77"
    ],
    "title": "To_Kill_a_Mockingbird"
  },
  {
    "generated_infographic": "The image is an infographic titled \"What is Solar Energy and How It Is Harnessed\" (text) focused on \"solar energy basics and technologies\" (text). At the top, a concise definition appears near a supporting illustrative figure, while the middle lists the main technologies adjacent to a grouped icon panel, and the bottom shows the natural source near a stylized depiction.\n\n\"Solar energy is radiant light and heat from the Sun explained succinctly\" (text)\n\"Solar energy consists of light and heat provided by the Sun\" (text)\n\"The main technologies used to harness solar energy are solar heating, photovoltaics, solar thermal energy, solar architecture and artificial photosynthesis\" (text)\n\"Source: the Sun as the origin of solar energy, shown nearby\" (text)\n\"a stylized illustration of a bright sun emitting rays toward a simplified building and panels\" (figure)\n\"a cartoon panel showing distinct icons for heating, photovoltaic panels, concentrated thermal collectors, building-integrated solar elements, and a leaf-with-spark symbol for artificial photosynthesis\" (figure)\n\"a stylized silhouette of a horizon with the sun positioned above it to indicate origin\" (figure)\n\nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 643,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Solar energy is radiant light and heat from the Sun harnessed using a range of ever-evolving technologies such as solar heating, photovoltaics, solar thermal energy, solar architecture and artificial photosynthesis.",
    "qa_count": 4,
    "ids": [
      "56ce55feaab44d1400b886ce",
      "56ce55feaab44d1400b886cf",
      "56ce9034aab44d1400b8888f",
      "56ce9034aab44d1400b88890"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Global Incoming Solar Power: 174,000 TW at the Top of Atmosphere\" (text) focused on \"how much solar energy reaches Earth and where it goes\" (text). At the top, a concise headline and supporting summary appear, near a central illustrative scene showing sunlight meeting the atmosphere and surface; below that, a labelled note about the reflected portion is placed adjacent to a related figure, and toward the bottom an explanatory block about typical inhabited-area insolation sits near a schematic of absorption by different Earth components.\n\n\"Global incoming solar power is 174,000 terawatts at the top of the atmosphere\" (text)\n\"Approximately 30% of incoming solar radiation is reflected back to space\" (text)\n\"Remaining energy is absorbed by clouds, oceans and land masses\" (text)\n\"Most populated areas receive 150 to 300 watts per square meter or 3.5 to 7.0 kWh/m2 per day\" (text)\n\"a stylized illustration of the sun shining on a curved atmosphere with rays approaching the planet\" (figure)\n\"a cartoon depiction showing part of the incoming rays bouncing away from the atmosphere\" (figure)\n\"a simplified drawing of clouds, ocean, and land absorbing incoming rays on the planet surface\" (figure)\n\"a schematic scene representing inhabited regions receiving moderate daily insolation with simple house and landscape icons\" (figure)\n\nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 644,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 21,
    "keywords_total": 21,
    "context": "The Earth receives 174,000 terawatts (TW) of incoming solar radiation (insolation) at the upper atmosphere. Approximately 30% is reflected back to space while the rest is absorbed by clouds, oceans and land masses. The spectrum of solar light at the Earth's surface is mostly spread across the visible and near-infrared ranges with a small part in the near-ultraviolet. Most people around the world live in areas with insolation levels of 150 to 300 watts per square meter or 3.5 to 7.0 kWh/m2 per day.",
    "qa_count": 7,
    "ids": [
      "56ce59c8aab44d1400b886dc",
      "56ce59c8aab44d1400b886dd",
      "56ce59c8aab44d1400b886de",
      "56cfb6bb234ae51400d9becf",
      "56cfb6bb234ae51400d9bed0",
      "56cfb6bb234ae51400d9bed1",
      "56cfb6bb234ae51400d9bed2"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Earth energy and the water cycle\" (text) focused on \"how solar energy drives evaporation, convection, clouds, weather, and biological energy storage\" (text). At the top a concise overview phrase appears, near a supporting scene of ocean and land receiving sunlight. \"Solar radiation warms oceans, land, and atmosphere and keeps the surface at an average of 14 °C\" (text)\n\"a stylized cartoon of sun heating an ocean and land with steam rising\" (figure)\nBelow that, a process summary sits adjacent to an illustrated rising-air sequence that also states ocean coverage. \"Warm air containing evaporated water from the oceans rises and drives atmospheric circulation; the oceans cover about 71% of the globe\" (text)\n\"a cartoon of warm moist air rising into higher, cooler air with vapor turning into cloud puffs\" (figure)\nIn the middle a caption explains condensation and weather effects, placed near an illustration of clouds forming and weather phenomena. \"When rising air reaches high altitude where temperatures are low, water vapor condenses into clouds and rains back to the surface\" (text)\n\"a stylized scene showing condensed clouds producing rain over sea and land, with symbolic swirls for wind and rotating weather\" (figure)\nAt the bottom a compact note about biological energy conversion appears beside a plant illustration. \"By photosynthesis, green plants convert solar energy into chemical energy that makes food, wood, and biomass\" (text)\n\"a cartoon of a green plant with sunbeams and stylized energy arrows pointing to leaves and stored biomass\" (figure) The overall style of the image is clear, instructional, and illustrative.",
    "infographic_id": 645,
    "figure_count": 4,
    "keyword_coverage": false,
    "keywords_found": 21,
    "keywords_total": 25,
    "context": "Solar radiation is absorbed by the Earth's land surface, oceans – which cover about 71% of the globe – and atmosphere. Warm air containing evaporated water from the oceans rises, causing atmospheric circulation or convection. When the air reaches a high altitude, where the temperature is low, water vapor condenses into clouds, which rain onto the Earth's surface, completing the water cycle. The latent heat of water condensation amplifies convection, producing atmospheric phenomena such as wind, cyclones and anti-cyclones. Sunlight absorbed by the oceans and land masses keeps the surface at an average temperature of 14 °C. By photosynthesis green plants convert solar energy into chemically stored energy, which produces food, wood and the biomass from which fossil fuels are derived.",
    "qa_count": 8,
    "ids": [
      "56ce5a8faab44d1400b886e2",
      "56ce5a8faab44d1400b886e3",
      "56ce5a8faab44d1400b886e4",
      "56cfb8ea234ae51400d9bef5",
      "56cfb8ea234ae51400d9bef6",
      "56cfb8ea234ae51400d9bef7",
      "56cfb8ea234ae51400d9bef8",
      "56cfb8ea234ae51400d9bef9"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar energy absorbed by Earth each year\" (text) focused on \"comparative annual solar vs non-renewable energy\" (text). At the top a clear headline and summary phrase introduce the main annual figure, the middle shows comparative highlights with supporting illustrations, and the bottom presents an explanatory note about photosynthesis and non-renewable comparison.\n\n\"Solar energy absorbed by Earth each year is approximately 3,850,000 exajoules (EJ) per year\" (text)\n\"At one moment in a recent year the Sun delivered more energy in one hour than humans used in one year\" (text)\n\"Photosynthesis captures approximately 3,000 EJ per year in global biomass\" (text)\n\"One year of solar input is about twice the total energy obtainable from coal, oil, natural gas, and mined uranium combined\" (text)\n\n\"a stylized illustration of the planet receiving a large stream of sunlight with no letters\" (figure)\n\"a cartoon hourglass beside a simplified globe to indicate one hour versus one year with no letters\" (figure)\n\"a stylized plant canopy representing global photosynthesis without text\" (figure)\n\"a symbolic pile of fossil resources and ore to represent non-renewable resources without text\" (figure)\n\nThe overall style of the image is clear, educational, and infographic-like with simple illustrative icons and concise factual text.",
    "infographic_id": 646,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "The total solar energy absorbed by Earth's atmosphere, oceans and land masses is approximately 3,850,000 exajoules (EJ) per year. In 2002, this was more energy in one hour than the world used in one year. Photosynthesis captures approximately 3,000 EJ per year in biomass. The amount of solar energy reaching the surface of the planet is so vast that in one year it is about twice as much as will ever be obtained from all of the Earth's non-renewable resources of coal, oil, natural gas, and mined uranium combined,",
    "qa_count": 7,
    "ids": [
      "56ce5b66aab44d1400b886e8",
      "56ce5b66aab44d1400b886e9",
      "56ce5b66aab44d1400b886ea",
      "56ce5b66aab44d1400b886eb",
      "56cfb9bf234ae51400d9bf07",
      "56cfb9bf234ae51400d9bf08",
      "56cfb9bf234ae51400d9bf09"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Solar technology classifications and renewable energy sources\" (text) focused on \"how renewable energies relate to the Sun and how solar technologies are defined\" (text). At the top a concise definition appears near supporting illustrations, the middle shows contrasting examples with explanatory phrasing adjacent to symbolic figures, and the bottom lists exceptions with a clarifying note nearby.\n\n\"Solar technologies are described as passive or active based on their methods\" (text)\n\"Classification depends on the way they capture, convert and distribute sunlight\" (text)\n\"Most renewable energies derive their energy from the Sun either directly or indirectly\" (text)\n\"Geothermal and tidal renewable energies do not derive their energy from the Sun\" (text)\n\"a stylized illustration of a building using passive solar features like shading and thermal mass\" (figure)\n\"a cartoon of an active solar system with panels and a simplified converter device\" (figure)\n\"a symbolic sun emitting rays that connect to simplified icons representing various renewables\" (figure)\n\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 647,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 12,
    "keywords_total": 15,
    "context": "Solar technologies are broadly characterized as either passive or active depending on the way they capture, convert and distribute sunlight and enable solar energy to be harnessed at different levels around the world, mostly depending on distance from the equator. Although solar energy refers primarily to the use of solar radiation for practical ends, all renewable energies, other than geothermal and tidal, derive their energy from the Sun in a direct or indirect way.",
    "qa_count": 5,
    "ids": [
      "56ce5ce6aab44d1400b886f5",
      "56cfc773234ae51400d9bf53",
      "56cfc773234ae51400d9bf54",
      "56cfc773234ae51400d9bf55",
      "56cfc773234ae51400d9bf56"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Active and Passive Solar Techniques Compared\" (text) focused on \"how different solar techniques affect energy supply and demand\" (text). Near the top is a concise headline and summary, the middle uses paired visuals with short supporting labels adjacent to their illustrations, and the bottom gives a concluding label about roles.\n\n\"Active solar techniques use devices like photovoltaics, concentrated solar power, solar thermal collectors, pumps, and fans to increase the supply of energy and can include designing spaces that naturally circulate air\" (text)\n\"Passive solar techniques use material selection, natural ventilation design, and building orientation to reduce the need for alternate resources\" (text)\n\"Active technologies are generally considered supply side technologies\" (text)\n\"Passive technologies are generally considered demand side technologies\" (text)\n\n\"a cartoon of solar panels and a pumping device representing energy conversion and mechanical components\" (figure)\n\"a stylized illustration of a building with arrows showing natural air circulation and material layers indicating thermal properties\" (figure)\n\"a silhouette of a building positioned relative to a simplified sun to suggest orientation and passive design\" (figure)\n\nThe overall style of the image is clear, educational, and illustrative with simple icons and concise labels.",
    "infographic_id": 648,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "Active solar techniques use photovoltaics, concentrated solar power, solar thermal collectors, pumps, and fans to convert sunlight into useful outputs. Passive solar techniques include selecting materials with favorable thermal properties, designing spaces that naturally circulate air, and referencing the position of a building to the Sun. Active solar technologies increase the supply of energy and are considered supply side technologies, while passive solar technologies reduce the need for alternate resources and are generally considered demand side technologies.",
    "qa_count": 5,
    "ids": [
      "56ce5d70aab44d1400b886f7",
      "56ce5d70aab44d1400b886f8",
      "56cfdf65234ae51400d9bfce",
      "56cfdf65234ae51400d9bfcf",
      "56cfdf65234ae51400d9bfd0"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Frank Shuman and the early solar engine\" (text) focused on \"development of a concentrating solar steam engine and company formation\" (text). At the top is a concise header and just below it a short overview; the middle contains process and collaboration evidence and the bottom shows outcomes and dates. \"Frank Shuman was a U.S. inventor, engineer and solar energy pioneer who built a demonstration solar engine in 1897\" (text)\n\"a demonstration engine reflected sunlight onto ether-filled collector boxes with internal black pipes to drive a steam engine\" (text)\n\"an improved mirror-and-collector system allowed heating of water, enabling a low-pressure steam engine and a patent by 1912\" (text)\n\"Sun Power Company formed in 1908 to build larger solar power plants\" (text)\n\"a stylized cartoon of a person adjusting a mirror facing a box with steam rising\" (figure)\n\"a stylized cartoon of two collaborators standing near arrayed mirrors and collector boxes\" (figure)\n\"a stylized illustration of a low-pressure steam engine connected to a collector field\" (figure)\nThe overall style of the image is clean, instructional, and illustrative.",
    "infographic_id": 649,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "In 1897, Frank Shuman, a U.S. inventor, engineer and solar energy pioneer built a small demonstration solar engine that worked by reflecting solar energy onto square boxes filled with ether, which has a lower boiling point than water, and were fitted internally with black pipes which in turn powered a steam engine. In 1908 Shuman formed the Sun Power Company with the intent of building larger solar power plants. He, along with his technical advisor A.S.E. Ackermann and British physicist Sir Charles Vernon Boys, developed an improved system using mirrors to reflect solar energy upon collector boxes, increasing heating capacity to the extent that water could now be used instead of ether. Shuman then constructed a full-scale steam engine powered by low-pressure water, enabling him to patent the entire solar engine system by 1912.",
    "qa_count": 8,
    "ids": [
      "56ce5df9aab44d1400b886fd",
      "56ce5df9aab44d1400b886fe",
      "56ce5df9aab44d1400b886ff",
      "56cfe67b234ae51400d9c031",
      "56cfe67b234ae51400d9c032",
      "56cfe67b234ae51400d9c033",
      "56cfe67b234ae51400d9c034",
      "56cfe67b234ae51400d9c035"
    ],
    "title": "Solar_energy"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Shuman's Early Solar Thermal Plant\" (text) focused on \"the first solar thermal power station and its legacy\" (text). At the top, a concise header introduces the pioneering project, and the middle pairs compact explanatory phrases with illustrative figures, while the bottom summarizes the reasons for early decline and later revival. \n\"Shuman built the world's first solar thermal power station in Maadi, Egypt between 1912 and 1913\" (text)\n\"Plant used parabolic troughs to run a 45–52 kilowatts engine that pumped 22,000 litres of water per minute from the Nile River to nearby cotton fields\" (text)\n\"Early setback: the outbreak of World War I and the discovery of cheap oil slowed development\" (text)\n\"Revival decades later: Shuman's design was resurrected in the 1970s during renewed interest in solar thermal energy\" (text)\n\"a stylized array of curved mirror troughs concentrating sunlight onto a central pipe\" (figure)\n\"a cartoon small engine connected to plumbing with an indicated high flow of water\" (figure)\n\"a silhouette of a river scene labeled by placement near the engine figure\" (figure)\n\"a simple illustrative timeline band showing early invention, a gap, and later renewed interest\" (figure) The overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 650,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 16,
    "keywords_total": 16,
    "context": "Shuman built the world’s first solar thermal power station in Maadi, Egypt, between 1912 and 1913. Shuman’s plant used parabolic troughs to power a 45–52 kilowatts (60–70 hp) engine that pumped more than 22,000 litres (4,800 imp gal; 5,800 US gal) of water per minute from the Nile River to adjacent cotton fields. Although the outbreak of World War I and the discovery of cheap oil in the 1930s discouraged the advancement of solar energy, Shuman’s vision and basic design were resurrected in the 1970s with a new wave of interest in solar thermal energy. In 1916 Shuman was quoted in the media advocating solar energy's utilization, saying:",
    "qa_count": 8,
    "ids": [
      "56ce5e5baab44d1400b88703",
      "56ce5e5baab44d1400b88704",
      "56ce5e5baab44d1400b88705",
      "56cfe88d234ae51400d9c073",
      "56cfe88d234ae51400d9c074",
      "56cfe88d234ae51400d9c075",
      "56cfe88d234ae51400d9c076",
      "56cfe88d234ae51400d9c077"
    ],
    "title": "Solar_energy"
  }
]