[
  {
    "generated_infographic": "The image is an infographic titled \"Sino‑Tibetan Interactions and Mongol Involvement\" (text) focused on \"political and military relations among Ming, Tibetans, Mongols, and the Dalai Lama\" (text). At the top, a concise header summarizes the historical setting, the middle groups related events and alliances, and the bottom shows outcome and legacy.\n\n\"Overview: Ming occasional armed intervention did not include permanent garrisons\" (text)\n\"Response and resistance: Tibetan armed resistance against Ming forays noted near military encounters\" (text)\n\"Alliance formation: a Mongol‑Tibetan alliance began in 1578 and Mongol forces became armed protectors of the Gelug Dalai Lama\" (text)\n\"Conquest and regime change: contribution of a Mongol leader led to the establishment of the Ganden Phodrang regime\" (text)\n\n\"a stylized map highlighting a mountain region and arrows indicating intermittent raids and local resistance\" (figure)\n\"a cartoon scene of mounted Mongol warriors portrayed as protectors near a monastery\" (figure)\n\"a stylized portrait scene of a Mongol leader and a seated spiritual leader symbolizing alliance formation\" (figure)\n\nThe overall style of the image is clear, illustrative, and educational with clean typographic hierarchy.",
    "infographic_id": 151,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The Ming initiated sporadic armed intervention in Tibet during the 14th century, but did not garrison permanent troops there. At times the Tibetans also used armed resistance against Ming forays. The Wanli Emperor (r. 1572–1620) made attempts to reestablish Sino-Tibetan relations after the Mongol-Tibetan alliance initiated in 1578, which affected the foreign policy of the subsequent Qing dynasty (1644–1912) of China in their support for the Dalai Lama of the Gelug school. By the late 16th century, the Mongols were successful armed protectors of the Gelug Dalai Lama, after increasing their presence in the Amdo region. This culminated in Güshi Khan's (1582–1655) conquest of Tibet from 1637–1642 and the establishment of the Ganden Phodrang regime by the 5th Dalai Lama with his help.",
    "qa_count": 4,
    "ids": [
      "56cc306b6d243a140015eec5",
      "56cc306b6d243a140015eec6",
      "56cc306b6d243a140015eec7",
      "56cc306b6d243a140015eec8"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Tibetan and Tang relations overview\" (text) focused on \"the diplomatic and military rivalry between Tibet and Tang China\" (text). At the top a concise historical header introduces the setting, the middle groups the diplomatic actions and treaty outcome near illustrative scenes, and the bottom notes the empire's collapse and rival status near a timeline hint. \n\"Tibet was the Tang's major rival in dominating Inner Asia\" (text)\n\"The Yarlung rulers of Tibet signed multiple peace treaties with the Tang, culminating in a treaty in 821\" (text)\n\"The 821 treaty fixed the borders between Tibet and China\" (text)\n\"The Tibetan Empire collapsed in the 9th century\" (text)\n\"a stylized map-like scene suggesting a shared frontier and border agreement without words or labels\" (figure)\n\"a cartoon of two envoys meeting and exchanging a scroll to suggest treaty negotiation\" (figure)\n\"a silhouette of a fortified hilltop to suggest a fallen empire and changing power\" (figure)\nThe overall style of the image is clear, educational, and illustrative with concise labels and supporting cartoon-style figures.",
    "infographic_id": 152,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Tibet was once a strong power contemporaneous with Tang China (618–907). Until the Tibetan Empire's collapse in the 9th century, it was the Tang's major rival in dominating Inner Asia. The Yarlung rulers of Tibet also signed various peace treaties with the Tang, culminating in a treaty in 821 that fixed the borders between Tibet and China.",
    "qa_count": 5,
    "ids": [
      "56cc36926d243a140015eece",
      "56cc36926d243a140015eecf",
      "56cc36926d243a140015eed0",
      "56cc36926d243a140015eed1",
      "56cc36926d243a140015eed2"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Sino-Tibetan relations during early medieval China\" (text) focused on \"political context and dynastic timelines\" (text). At the top is a concise header that situates the timeframes, near a pair of illustrative scenes that show fragmented polities; below those, a mid section pairs dynasty labels with symbolic northern adversaries and their ruling peoples, and at the bottom a brief note about surviving documents and diplomatic quiet. \n\"Five Dynasties and Ten Kingdoms period dated 907–960 placed near a graphic of fragmented states\" (text)\n\"Song dynasty dated 960–1279 placed adjacent to an illustration of a court focused on external threats\" (text)\n\"Song dynasty labeled as the polity concerned with countering northern enemy states and their rulers, the Khitan of the Liao and the Jurchen of the Jin, placed near northern adversary visuals\" (text)\n\"Surviving evidence note about few Sino-Tibetan contact documents placed below as a concluding footnote\" (text)\n\"a cartoon map showing separate, scattered kingdoms during the early period, positioned near the top\" (figure)\n\"a stylized scene of a court advising defense measures, placed near the center\" (figure)\n\"a cartoon depiction of two distinct northern warrior groups facing outward, placed to the right of the court scene\" (figure)\n\"a silhouette of a lone mountain monastery implying limited contact, placed near the bottom\" (figure) The overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 153,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "During the Five Dynasties and Ten Kingdoms period of China (907–960), while the fractured political realm of China saw no threat in a Tibet which was in just as much political disarray, there was little in the way of Sino-Tibetan relations. Few documents involving Sino-Tibetan contacts survive from the Song dynasty (960–1279). The Song were far more concerned with countering northern enemy states of the Khitan-ruled Liao dynasty (907–1125) and Jurchen-ruled Jin dynasty (1115–1234).",
    "qa_count": 5,
    "ids": [
      "56cc3ad16d243a140015eed8",
      "56cc3ad16d243a140015eed9",
      "56cc3ad16d243a140015eeda",
      "56cc3ad16d243a140015eedb",
      "56cc3ad16d243a140015eedc"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mongol expansion and Tibet relations\" (text) focused on \"relations between Mongol rulers and Tibet, and conquest of Western Xia\" (text). At the top a concise header introduces the key events, near the middle supporting figures show actions and reactions, and at the bottom a summary line ties rulers to campaigns and dates.\n\n\"Genghis Khan conquered and subjugated the Western Xia in 1207 and opened diplomatic contact with Tibet in the same year\" (text)\n\"Ögedei Khan succeeded Genghis Khan and later invaded Tibet after tribute ceased, ruling from 1229–1241\" (text)\n\"a stylized map-like illustration showing an arrow from Mongol territory toward a Western Xia region, placed left of the first text\" (figure)\n\"a cartoon envoy scene depicting envoys arriving in a mountainous region, placed near the first text\" (figure)\n\"a silhouette of a mounted commander observing a distant settlement, placed right of the second text\" (figure)\n\"The overall style of the image is clean, educational, and schematic with simple illustrative icons and clear typographic hierarchy.\"",
    "infographic_id": 154,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "In 1207, the Mongol ruler Genghis Khan (r. 1206–1227) conquered and subjugated the ethnic Tangut state of the Western Xia (1038–1227). In the same year, he established diplomatic relations with Tibet by sending envoys there. The conquest of the Western Xia alarmed Tibetan rulers, who decided to pay tribute to the Mongols. However, when they ceased to pay tribute after Genghis Khan's death, his successor Ögedei Khan (r. 1229–1241) launched an invasion into Tibet.",
    "qa_count": 4,
    "ids": [
      "56cc41416d243a140015eee2",
      "56cc41416d243a140015eee4",
      "56cc41416d243a140015eee5",
      "56cc41416d243a140015eee6"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Godan and Sakya Pandita: a Mongol–Tibetan encounter\" (text) focused on \"the establishment of the Priest‑Patron relationship between Mongol rulers and Sakya lamas\" (text). At the top, a brief contextual header introduces the people and event. Near the middle, two paired panels show the meeting and the resulting authority arrangement. Below, a compact timeline note and attribution line finish the layout. \n\"Godan was the Mongol prince who raided into Tibetan regions and summoned a Tibetan leader to his court\" (text)\n\"Sakya Pandita was the leader of the Sakya school of Tibetan Buddhism who met Godan\" (text)\n\"Töregene Khatun served as regent of the Mongol Empire from 1241–1246, during which Tibet was incorporated\" (text)\n\"This meeting led to a priest‑patron investiture establishing the unique Mongol–Sakya relationship\" (text)\n\"a stylized scene of a mounted Mongol prince summoning a robed Tibetan lama at a court setting\" (figure)\n\"a cartoon depiction of a grant or investiture symbolically transferring temporal authority to a religious leader\" (figure)\n\"a silhouette of a fragmented mountain landscape labeled as politically fragmented Tibet adjacent to the investiture scene\" (figure)\nThe overall style of the image is clear, illustrative, and educational with schematic panels and concise labels.",
    "infographic_id": 155,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "The Mongol prince Godan, a grandson of Genghis Khan, raided as far as Lhasa. During his attack in 1240, Prince Godan summoned Sakya Pandita (1182–1251), leader of the Sakya school of Tibetan Buddhism, to his court in what is now Gansu in Western China. With Sakya Pandita's submission to Godan in 1247, Tibet was officially incorporated into the Mongol Empire during the regency of Töregene Khatun (1241–1246). Michael C. van Walt van Praag writes that Godan granted Sakya Pandita temporal authority over a still politically fragmented Tibet, stating that \"this investiture had little real impact\" but it was significant in that it established the unique \"Priest-Patron\" relationship between the Mongols and the Sakya lamas.",
    "qa_count": 4,
    "ids": [
      "56cc44b76d243a140015eeec",
      "56cc44b76d243a140015eeed",
      "56cc44b76d243a140015eeee",
      "56cc44b76d243a140015eeef"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kublai and the Phagpa Lama\" (text) focused on \"the political and religious relationship between a Mongol ruler and a Tibetan lama\" (text). At the top, the title and topic appear with an introductory label; below that a middle section lists key people, roles, and events adjacent to illustrative scenes; at the bottom a summary line anchors the number of Tibetan states near a symbolic map figure. \n\"Infographic title placed near the top showing the Mongol ruler and his religious partner\" (text)\n\"Brief topic header positioned below the title describing the political and religious relationship\" (text)\n\"Kublai ruled as Khagan from 1260 to 1294, was granted a North China appanage, and his superior was Ögedei Khan\" (text)\n\"Karma Pakshi became the second Karmapa Lama; he declined Kublai's invitation, so Phagpa was invited and arrived in court in 1253\" (text)\n\"a stylized court scene showing a Mongol prince receiving a visiting Tibetan lama\" (figure)\n\"a cartoon of a lama in robes beside an official seal representing appointment as director\" (figure)\n\"a symbolic map of Tibet with thirteen marked regions to represent the states ruled by myriarchies\" (figure)\n\"Summary footer below the map stating the Phagpa lama served as senior religious instructor and director of the Bureau of Buddhist and Tibetan Affairs\" (text) The overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 156,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Starting in 1236, the Mongol prince Kublai, who later ruled as Khagan from 1260–1294, was granted a large appanage in North China by his superior, Ögedei Khan. Karma Pakshi, 2nd Karmapa Lama (1203–1283)—the head lama of the Karma Kagyu lineage of Tibetan Buddhism—rejected Kublai's invitation, so instead Kublai invited Drogön Chögyal Phagpa (1235–1280), successor and nephew of Sakya Pandita, who came to his court in 1253. Kublai instituted a unique relationship with the Phagpa lama, which recognized Kublai as a superior sovereign in political affairs and the Phagpa lama as the senior instructor to Kublai in religious affairs. Kublai also made Drogön Chögyal Phagpa the director of the government agency known as the Bureau of Buddhist and Tibetan Affairs and the ruling priest-king of Tibet, which comprised thirteen different states ruled by myriarchies.",
    "qa_count": 5,
    "ids": [
      "56cc50756d243a140015eef6",
      "56cc50756d243a140015eef7",
      "56cc50756d243a140015eef8",
      "56cc50756d243a140015eef9",
      "56cc50756d243a140015eefa"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Kublai Khan and the Formation of the Yuan\" (text) focused on \"Kublai Khan's claims and the consolidation of China under the Yuan\" (text). At the top, a concise header summarizes the timeline and conquest, near a supporting historical scene in the middle that illustrates political reach, and at the bottom a statement about competing titles and claims.\n\n\"Kublai Khan did not conquer the Song dynasty in South China until 1279\" (text)\n\"Yuan dynasty ruled China from 1271–1368 and unified China and Tibet under one imperial structure\" (text)\n\"Kublai was increasingly identified with China and sought support as Emperor of China\" (text)\n\"For a time Kublai claimed universal rule but lacked full acceptance as Great Khan\" (text)\n\"a stylized map-like illustration showing an empire spanning China, Tibet, Mongolia, Korea, and adjacent regions\" (figure)\n\"a cartoon court scene showing a ruler seeking support from Chinese officials\" (figure)\n\"a silhouette of a mounted Mongol leader looking toward a distant throne\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative with concise labels and supportive cartoons.",
    "infographic_id": 157,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Kublai Khan did not conquer the Song dynasty in South China until 1279, so Tibet was a component of the early Mongol Empire before it was combined into one of its descendant empires with the whole of China under the Yuan dynasty (1271–1368). Van Praag writes that this conquest \"marked the end of independent China,\" which was then incorporated into the Yuan dynasty that ruled China, Tibet, Mongolia, Korea, parts of Siberia and Upper Burma. Morris Rossabi, a professor of Asian history at Queens College, City University of New York, writes that \"Khubilai wished to be perceived both as the legitimate Khan of Khans of the Mongols and as the Emperor of China. Though he had, by the early 1260s, become closely identified with China, he still, for a time, claimed universal rule\", and yet \"despite his successes in China and Korea, Khubilai was unable to have himself accepted as the Great Khan\". Thus, with such limited acceptance of his position as Great Khan, Kublai Khan increasingly became identified with China and sought support as Emperor of China.",
    "qa_count": 5,
    "ids": [
      "56cc52186d243a140015ef00",
      "56cc52186d243a140015ef01",
      "56cc52186d243a140015ef02",
      "56cc52186d243a140015ef03",
      "56cc52186d243a140015ef04"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Overthrow of a viceregal regime in mid fourteenth century Tibet\" (text) focused on \"the rise of a regional dynasty after a rebellion\" (text). At the top there is a concise headline and timeline context, near the middle a central account of the rebellion and leader, and near the bottom the outcome and legacy statements.  \n\"Overthrow occurred in 1358 after a regional rebellion\" (text)  \n\"Installed earlier by the Mongols in Tibet: viceregal regime\" (text)  \n\"The uprising led by the Phagmodru myriarch Tai Situ Changchub Gyaltsen\" (text)  \n\"Resulting rule by the Phagmodrupa Dynasty with de facto control\" (text)  \n\"a stylized scene of a rebellious leader confronting a fortified viceregal compound\" (figure)  \n\"a cartoon sequence showing a formal acceptance gesture by a remote imperial court\" (figure)  \n\"a silhouette of a regional ruler seated to symbolize new dynastic governance\" (figure)  \nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 158,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "In 1358, the Sakya viceregal regime installed by the Mongols in Tibet was overthrown in a rebellion by the Phagmodru myriarch Tai Situ Changchub Gyaltsen (1302–1364). The Mongol Yuan court was forced to accept him as the new viceroy, and Changchub Gyaltsen and his successors, the Phagmodrupa Dynasty, gained de facto rule over Tibet.",
    "qa_count": 4,
    "ids": [
      "56cc59cd6d243a140015ef34",
      "56cc59cd6d243a140015ef35",
      "56cc59cd6d243a140015ef36",
      "56cc59cd6d243a140015ef37"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Founding of the Ming Dynasty after a major rebellion\" (text) focused on \"the transition from the Yuan to the Ming and early Ming relations with Tibetan authorities\" (text). At the top is a concise header and timeline phrase, near it a central portrait summary, and below are supportive illustrative scenes with adjacent labels tying them to the questions and answers. \"Founding of the Ming dynasty by Zhu Yuanzhang, who ruled as the Hongwu Emperor from 1368–1398\" (text)\n\"A Han Chinese revolt known as the Red Turban Rebellion toppled the Mongol Yuan dynasty\" (text)\n\"Envoys were sent in the winter of 1372–1373 to ask Yuan officeholders to renew their titles for the new Ming court\" (text)\n\"Emperor avoided recognizing a rival Tibetan ruler and instead sided with a nearer religious leader in the Kham region\" (text)\n\"a stylized cartoon of a peasant army rallying beneath a banner, representing the Han Chinese revolt\" (figure)\n\"a stylized cartoon of an imperial court scene with a seated ruler and attendants, representing the new Ming emperor asserting authority\" (figure)\n\"a stylized illustration of envoys traveling in winter toward administrative officials, representing the mission to Yuan officeholders\" (figure)\n\"a stylized scene of mountain monasteries with two distinct religious figures in separate groups, representing Tibetan religious rivalry and Ming diplomatic choices\" (figure) The overall style of the image is clear, didactic, and illustrative with simple, labeled visuals that support direct QA reading.",
    "infographic_id": 159,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "In 1368, a Han Chinese revolt known as the Red Turban Rebellion toppled the Mongol Yuan dynasty in China. Zhu Yuanzhang then established the Ming dynasty, ruling as the Hongwu Emperor (r. 1368–1398). It is not clear how much the early Ming court understood the civil war going on in Tibet between rival religious sects, but the first emperor was anxious to avoid the same trouble that Tibet had caused for the Tang dynasty. Instead of recognizing the Phagmodru ruler, the Hongwu Emperor sided with the Karmapa of the nearer Kham region and southeastern Tibet, sending envoys out in the winter of 1372–1373 to ask the Yuan officeholders to renew their titles for the new Ming court.",
    "qa_count": 5,
    "ids": [
      "56cc5e026d243a140015ef3c",
      "56cc5e026d243a140015ef3d",
      "56cc5e026d243a140015ef3e",
      "56cc5e026d243a140015ef3f",
      "56cc5e026d243a140015ef40"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Rolpe Dorje and the imperial Buddhist exchange\" (text) focused on \"the Buddhist link between Tibet and China\" (text). At the top, a concise header introduces the main historical actors and intent. \"Rolpe Dorje was the fourth Karmapa Lama and declined the imperial invitation\" (text)\n\"the Hongwu Emperor sought to promote the Buddhist link between Tibet and China\" (text)\n\"Rolpe Dorje sent some disciples as envoys to the court in Nanjing\" (text)\n\"an imperial monk was entrusted to lead a mission into Tibet to obtain Buddhist texts\" (text)\nBelow the header, a decorative illustration shows a stylized envoy scene near the left and a stylized monastic envoy near the right to support the textual claims. \"a stylized figure of a senior lama turning away from a formal imperial envoy\" (figure)\n\"a cartoon group of disciple envoys traveling toward a distant court\" (figure)\n\"an illustrative monk handing scrolls to a travelling envoy\" (figure)\nNear the bottom, a summary line reiterates intents and outcomes adjacent to the supportive illustrations. The overall style of the image is clear, illustrative, and informational.",
    "infographic_id": 160,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "As evident in his imperial edicts, the Hongwu Emperor was well aware of the Buddhist link between Tibet and China and wanted to foster it. Rolpe Dorje, 4th Karmapa Lama (1340–1383) rejected the Hongwu Emperor's invitation, although he did send some disciples as envoys to the court in Nanjing. The Hongwu Emperor also entrusted his guru Zongluo, one of many Buddhist monks at court, to head a religious mission into Tibet in 1378–1382 in order to obtain Buddhist texts.",
    "qa_count": 4,
    "ids": [
      "56cc5fd66d243a140015ef50",
      "56cc5fd66d243a140015ef52",
      "56cc5fd66d243a140015ef53",
      "56cc5fd66d243a140015ef54"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Early Ming policies and Tibetan Buddhist contacts\" (text) focused on \"Ming imperial relations with Tibet and restrictions on Han study\" (text). At the top, a concise header summarizes the legal restriction and the later outreach. Below that, a left area highlights the policy origin and a right area emphasizes the later ruler's active engagement; a middle row links the restriction and the later change in attention. Near the bottom, a compact timeline label places the ruler's reign for context and a small note states when lay Chinese study became more evident. \n\n\"Early Ming government enacted a law forbidding Han Chinese from learning Tibetan Buddhist tenets\" (text)\n\"Ming government as the originator of the prohibition, placed left of the policy figure\" (text)\n\"Yongle Emperor actively sought to extend relations with Tibet and reigned 1402–1424, placed right of the ruler figure\" (text)\n\"Little detailed evidence of Chinese lay study of Tibetan Buddhism until the Republican era (1912–1949), placed below the central link\" (text)\n\"a stylized imperial edict scroll beside a schematic official figure, placed near the policy text\" (figure)\n\"a stylized portrait of a ruler in court robes beside a diplomatic envoy figure, placed near the Yongle text\" (figure)\n\"a simple illustrative scene of a scholar with a book and a distant monastery, placed below the central link\" (figure)\n\nThe overall style of the image is clear, illustrative, and educational.",
    "infographic_id": 161,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "However, the early Ming government enacted a law, later rescinded, which forbade Han Chinese to learn the tenets of Tibetan Buddhism. There is little detailed evidence of Chinese—especially lay Chinese—studying Tibetan Buddhism until the Republican era (1912–1949). Despite these missions on behalf of the Hongwu Emperor, Morris Rossabi writes that the Yongle Emperor (r. 1402–1424) \"was the first Ming ruler actively to seek an extension of relations with Tibet.\"",
    "qa_count": 3,
    "ids": [
      "56cccb3c62d2951400fa64be",
      "56cccb3c62d2951400fa64bf",
      "56cccb3c62d2951400fa64c0"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Administrative divisions recorded in the History of Ming\" (text) focused on \"Ming dynasty offices in Tibetan regions as compiled by the subsequent Qing dynasty\" (text). At the top a concise header presents the primary source and compilation year, near it a contextual note names the later ruling dynasty and its years. In the middle an illustrated cluster depicts the main office and its regional placement, adjacent to a compact list of subordinate offices and counts. Below, a small captioned scene emphasizes where the primary office was placed relative to the region.\n\n\"History of Ming compiled in 1739 by the subsequent Qing dynasty\" (text)\n\"Qing dynasty rule 1644–1912 mentioned as the later dynasty\" (text)\n\"É-Lì-Sī Army-Civilian Marshal Office as the primary Ming establishment\" (text)\n\"List of subordinate offices: one itinerant commandery, three pacification commissionerer's offices, six expedition commissioner's offices, four wanhu offices, and seventeen qianhu offices\" (text)\n\"a stylized map marker over a mountain region indicating western Tibet\" (figure)\n\"a cartoon administrative compound representing the army-civilian marshal office placed near the map marker\" (figure)\n\"a stylized grouping of small office icons arranged below the compound to indicate subordinate units\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 162,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "According to the official Twenty-Four Histories, the History of Ming compiled in 1739 by the subsequent Qing dynasty (1644–1912), the Ming dynasty established the \"É-Lì-Sī Army-Civilian Marshal Office\" (Chinese: 俄力思軍民元帥府) in western Tibet and installed the \"Ü-Tsang Itinerant High Commandery\" and \"Amdo-Kham Itinerant High Commandery\" to administer Kham. The Mingshi states that administrative offices were set up under these high commanderies, including one Itinerant Commandery, three Pacification Commissioner's Offices, six Expedition Commissioner's Offices, four Wanhu offices (myriarchies, in command of 10,000 households each) and seventeen Qianhu offices (chiliarchies, each in command of 1,000 households).",
    "qa_count": 5,
    "ids": [
      "56ccd5bc62d2951400fa64c6",
      "56ccd5bc62d2951400fa64c7",
      "56ccd5bc62d2951400fa64c8",
      "56ccd5bc62d2951400fa64c9",
      "56ccd5bc62d2951400fa64ca"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming court appointments and Tibetan legal reform\" (text) focused on \"appointments of religious offices and a revival of Tibetan law\" (text). At the top a concise header summarizes the court actions, in the middle a supportive illustrative panel highlights the law code founder, and near the bottom a contextual note ties governance to legal tradition. \n\"Three Princes of Dharma were appointed by the Ming court\" (text)\n\"Important Tibetan schools received high titles and tutors under central appointment\" (text)\n\"Tai Situ Changchub Gyaltsen established a distinct Tibetan law code as a reform\" (text)\n\"Leading officials were appointed by the central government and governed under the rule of law\" (text)\n\"a stylized illustration of three ceremonial figures representing religious princes, arranged near the top\" (figure)\n\"a stylized portrait-like illustration of a robed ruler holding a scroll, placed near the middle to indicate law code authorship\" (figure)\n\"a stylized scene of administrative officials consulting documents, placed near the bottom to suggest government appointment and legal oversight\" (figure) The overall style of the image is clean, informative, and illustrative with clear pictorial cues for each fact.",
    "infographic_id": 163,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The Ming court appointed three Princes of Dharma (法王) and five Princes (王), and granted many other titles, such as Grand State Tutors (大國師) and State Tutors (國師), to the important schools of Tibetan Buddhism, including the Karma Kagyu, Sakya, and Gelug. According to Wang Jiawei and Nyima Gyaincain, leading officials of these organs were all appointed by the central government and were subject to the rule of law. Yet Van Praag describes the distinct and long-lasting Tibetan law code established by the Phagmodru ruler Tai Situ Changchub Gyaltsen as one of many reforms to revive old Imperial Tibetan traditions.",
    "qa_count": 3,
    "ids": [
      "56ccd9b562d2951400fa64d0",
      "56ccd9b562d2951400fa64d2",
      "56ccd9b562d2951400fa64d3"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Reliability of Ming sources on Sino-Tibetan relations\" (text) focused on \"scholarly critiques of Ming-period claims\" (text). At the top, a concise title and topic introduce the theme, near a short summary text that names key critics and the core claim, and in the middle related illustrative figures sit beside compact supporting labels, with a concluding note near the bottom.\n\n\"Reliability of Ming sources on Sino-Tibetan relations\" (text)\n\"scholarly critiques of Ming-period claims summarized by several historians\" (text)\n\"Turrell V. Wylie identified as a former professor of the University of Washington who questioned the Ming source reliability\" (text)\n\"a stylized scholar at a desk, gesturing to a stack of censored manuscripts\" (figure)\n\"a silhouette of a highland region labeled as Tibet to indicate extensive contacts during the earlier period\" (figure)\n\"Morris Rossabi noted that Tibet scarcely had diplomatic relations with the Ming\" (text)\n\"a cartoon of a court scene with distant envoys and minimal interaction to illustrate limited Ming diplomatic ties\" (figure)\n\nThe overall style of the image is clear, informative, and illustrative with a restrained academic tone.",
    "infographic_id": 164,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "The late Turrell V. Wylie, a former professor of the University of Washington, and Li Tieh-tseng argue that the reliability of the heavily censored History of Ming as a credible source on Sino-Tibetan relations is questionable, in the light of modern scholarship. Other historians also assert that these Ming titles were nominal and did not actually confer the authority that the earlier Yuan titles had. Van Praag writes that the \"numerous economically motivated Tibetan missions to the Ming Court are referred to as 'tributary missions' in the Ming Shih.\" Van Praag writes that these \"tributary missions\" were simply prompted by China's need for horses from Tibet, since a viable horse market in Mongol lands was closed as a result of incessant conflict. Morris Rossabi also writes that \"Tibet, which had extensive contacts with China during the Yuan, scarcely had diplomatic relations with the Ming.\"",
    "qa_count": 3,
    "ids": [
      "56ccde7862d2951400fa64d8",
      "56ccde7862d2951400fa64d9",
      "56ccde7862d2951400fa64da"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Debate over Ming court and Tibet relations\" (text) focused on \"historians' differing interpretations of Ming sovereignty over Tibet\" (text). At the top a concise framing statement introduces the dispute, near the middle contrasting perspectives appear with supporting visuals, and below a summarizing note lists the named historians and their positions.\n\n\"Debate over Ming court and Tibet relations\" (text)\n\"historians' differing interpretations of Ming sovereignty over Tibet\" (text)\n\"Some Chinese court historians described Tibet as an independent foreign tributary with a lama-patron tie, not direct sovereignty\" (text)\n\"Historian Tsepon W. D. Shakabpa supported the view that Tibet was treated as an independent tributary\" (text)\n\"Wang Jiawei and Nyima Gyaincain challenged those assertions and called them fallacies\" (text)\n\"a stylized cartoon of two scholars discussing a scroll, positioned near the supportive view text\" (figure)\n\"a stylized cartoon of two different scholars pointing to a broken seal, positioned near the challenging view text\" (figure)\n\"a stylized silhouette of a closed book and a question mark, positioned below the main texts as a summary visual\" (figure)\n\nThe overall style of the image is clear, documentary infographic with simple illustrative cartoons and concise typographic labels.",
    "infographic_id": 165,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 8,
    "keywords_total": 8,
    "context": "Historians disagree on what the relationship was between the Ming court and Tibet and whether or not Ming China had sovereignty over Tibet. Van Praag writes that Chinese court historians viewed Tibet as an independent foreign tributary and had little interest in Tibet besides a lama-patron relationship. The historian Tsepon W. D. Shakabpa supports van Praag's position. However, Wang Jiawei and Nyima Gyaincain state that these assertions by van Praag and Shakabpa are \"fallacies\".",
    "qa_count": 2,
    "ids": [
      "56ccea7c62d2951400fa64de",
      "56ccea7c62d2951400fa64df"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming court claims over Tibetan areas\" (text) focused on \"how imperial policy produced Ming sovereignty in Tibet\" (text). At the top is a concise header and summary, near a left figure that illustrates diplomatic submission, and below are supporting panels that pair claims with symbolic scenes to answer the posed questions. \n\"Wang and Nyima argued that the Ming court had full sovereignty over Tibet\" (text)\n\"1371 is the year given for the Mongol prince's journey to Nanjing to pay tribute\" (text)\n\"lamas in the period referred to themselves as princes and traveled for title renewal\" (text)\n\"the Ming court issued imperial edicts inviting ex-Yuan officials and leaders to the court\" (text)\n\"a stylized cartoon of a delegation presenting a seal to a palace representing a tributary visit\" (figure)\n\"a cartoon of a pilgrim-lama figure kneeling with a symbolic crown-like object to indicate renewal of a title\" (figure)\n\"a stylized cartoon of imperial messengers presenting formal papers to a regional assembly to indicate edicts being sent\" (figure)\nThe overall style of the image is clean, schematic, and documentary.",
    "infographic_id": 166,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Wang and Nyima argue that the Ming emperor sent edicts to Tibet twice in the second year of the Ming dynasty, and demonstrated that he viewed Tibet as a significant region to pacify by urging various Tibetan tribes to submit to the authority of the Ming court. They note that at the same time, the Mongol Prince Punala, who had inherited his position as ruler of areas of Tibet, went to Nanjing in 1371 to pay tribute and show his allegiance to the Ming court, bringing with him the seal of authority issued by the Yuan court. They also state that since successors of lamas granted the title of \"prince\" had to travel to the Ming court to renew this title, and since lamas called themselves princes, the Ming court therefore had \"full sovereignty over Tibet.\" They state that the Ming dynasty, by issuing imperial edicts to invite ex-Yuan officials to the court for official positions in the early years of its founding, won submission from ex-Yuan religious and administrative leaders in the Tibetan areas, and thereby incorporated Tibetan areas into the rule of the Ming court. Thus, they conclude, the Ming court won the power to rule Tibetan areas formerly under the rule of the Yuan dynasty.",
    "qa_count": 4,
    "ids": [
      "56ccea7f62d2951400fa64e2",
      "56ccea7f62d2951400fa64e3",
      "56ccea7f62d2951400fa64e5",
      "56ccea7f62d2951400fa64e6"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Thomas Laird on competing histories of Tibet\" (text) focused on \"interpretations of Mongol rule and modern viewpoints\" (text). At the top a concise header names the author and his critique, above a trio of supporting visuals and explanatory labels in the middle, and a summarizing label near the bottom that ties the comparisons together.\n\n\"Thomas Laird, journalist and author, critiques competing historical interpretations\" (text)\n\"The government viewpoint of the People's Republic of China is presented by Wang and Nyima, according to Laird\" (text)\n\"A comparison is drawn to how the British colonized India and New Zealand, used as an analogy by Laird\" (text)\n\"Laird emphasizes that Mongol rulers administered Tibet as separate territories, not as integrated parts of China\" (text)\n\n\"a stylized seated scholar reading from a book, illustrating an author asserting an interpretation\" (figure)\n\"a cartoon pair of officials presenting a governmental document to an observer, illustrating a state viewpoint\" (figure)\n\"a silhouette of two ships approaching distant shorelines, illustrating colonial expansion as an analogy\" (figure)\n\"a stylized map-like illustration showing distinct territories labeled by shapes only, illustrating separate administration\" (figure)\n\nThe overall style of the image is clear, educational, and illustrative, using simple pictorial metaphors and concise labels for quick visual question answering.",
    "infographic_id": 167,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Journalist and author Thomas Laird, in his book The Story of Tibet: Conversations with the Dalai Lama, writes that Wang and Nyima present the government viewpoint of the People's Republic of China in their Historical Status of China's Tibet, and fail to realize that China was \"absorbed into a larger, non-Chinese political unit\" during the Mongol Yuan dynasty, which Wang and Nyima paint as a characteristic Chinese dynasty succeeded by the Ming. Laird asserts that the ruling Mongol khans never administered Tibet as part of China and instead ruled them as separate territories, comparing the Mongols with the British who colonized India and New Zealand, yet stating this does not make India part of New Zealand as a consequence. Of later Mongol and Tibetan accounts interpreting the Mongol conquest of Tibet, Laird asserts that \"they, like all non-Chinese historical narratives, never portray the Mongol subjugation of Tibet as a Chinese one.\"",
    "qa_count": 3,
    "ids": [
      "56cceda862d2951400fa64ec",
      "56cceda862d2951400fa64ed",
      "56cceda862d2951400fa64ee"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Yuan dynasty definitions and debates\" (text) focused on \"descriptions of the Yuan dynasty by reference works and scholars\" (text). At the top, a clear header summarizes the encyclopedia definitions near an illustrative panel, and the middle compares scholarly views next to a book callout, while the bottom shows the dynasty timeframe near a symbolic timeline figure.\n\n\"A Mongol dynasty of China\" (text)\n\"the line of Mongol rulers in China\" (text)\n\"a non-Chinese polity\" (text)\n\"Rossabi identified as the author of a major book on Kublai Khan\" (text)\n\"1271 to 1368\" (text)\n\"a stylized map-like illustration showing a labeled imperial capital area with simplified monuments and no text\" (figure)\n\"a cartoon scholar figure beside a closed book to represent a historian and a book\" (figure)\n\"a symbolic ruler figure wearing mixed traditional regalia to suggest adoption of Chinese political forms\" (figure)\n\nThe overall style of the image is clean, documentary, and illustrative.",
    "infographic_id": 168,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The Columbia Encyclopedia distinguishes between the Yuan dynasty and the other Mongol Empire khanates of Ilkhanate, Chagatai Khanate and the Golden Horde. It describes the Yuan dynasty as \"A Mongol dynasty of China that ruled from 1271 to 1368, and a division of the great empire conquered by the Mongols. Founded by Kublai Khan, who adopted the Chinese dynastic name of Yüan in 1271.\" The Encyclopedia Americana describes the Yuan dynasty as \"the line of Mongol rulers in China\" and adds that the Mongols \"proclaimed a Chinese-style Yüan dynasty at Khanbaliq (Beijing).\" The Metropolitan Museum of Art writes that the Mongol rulers of the Yuan dynasty \"adopted Chinese political and cultural models; ruling from their capitals in Dadu, they assumed the role of Chinese emperors,\" although Tibetologist Thomas Laird dismissed the Yuan dynasty as a non-Chinese polity and plays down its Chinese characteristics. The Metropolitan Museum of Art also noted that in spite of the gradual assimilation of Yuan monarchs, the Mongol rulers largely ignored the literati and imposed harsh policies discriminating against southern Chinese. In his Kublai Khan: His Life and Times, Rossabi explains that Kublai \"created government institutions that either resembled or were the same as the traditional Chinese ones\", and he \"wished to signal to the Chinese that he intended to adopt the trappings and style of a Chinese ruler\".",
    "qa_count": 5,
    "ids": [
      "56ccf12b62d2951400fa64f2",
      "56ccf12b62d2951400fa64f3",
      "56ccf12b62d2951400fa64f4",
      "56ccf12b62d2951400fa64f5",
      "56ccf12b62d2951400fa64f6"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ethno‑political order in the Yuan era\" (text) focused on \"stratified status, policies, and border relations\" (text). Near the top there is a concise header and summary; in the middle are paired visuals that support the three QA facts; and near the bottom is a compact contextual note. \n\"Ethno‑geographic hierarchy favored the Mongols and other ethnicities over Han Chinese\" (text)\n\"Kublai abolished the imperial examinations and later reinstatement occurred under Ayurbarwada Buyantu Khan, who reigned 1311–1320\" (text)\n\"A licensed border market existed between China and Tibet during the Yuan\" (text)\n\"Despite advisory roles for Han officials, Mongol cultural identity and dual rule arrangements shaped policies\" (text)\n\"a stylized cartoon of grouped figures arranged in tiers to symbolize a social hierarchy without text\" (figure)\n\"a cartoon scene of an advisor at a seat beside a ruler to illustrate advisory influence during governance\" (figure)\n\"a silhouette of a simple border marketplace with stalls and traders to represent cross‑border exchange\" (figure)\nThe overall style of the image is clear, illustrative, and educational with clean layouts and explanatory labels.",
    "infographic_id": 169,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "Nevertheless, the ethno-geographic caste hierarchy favoring the Mongols and other ethnicities were accorded higher status than the Han Chinese majority. Although Han Chinese who were recruited as advisers were often actually more influential than high officials, their status was not as well defined. Kublai also abolished the imperial examinations of China's civil service legacy, which was not reinstated until Ayurbarwada Buyantu Khan's reign (1311–1320). Rossabi writes that Kublai recognized that in order to rule China, \"he had to employ Chinese advisors and officials, yet he could not rely totally on Chinese advisers because he had to maintain a delicate balancing act between ruling the sedentary civilization of China and preserving the cultural identity and values of the Mongols.\" And \"in governing China, he was concerned with the interests of his Chinese subjects, but also with exploiting the resources of the empire for his own aggrandizement. His motivations and objectives alternated from one to the other throughout his reign,\" according to Rossabi. Van Praag writes in The Status of Tibet that the Tibetans and Mongols, on the other hand, upheld a dual system of rule and an interdependent relationship that legitimated the succession of Mongol khans as universal Buddhist rulers, or chakravartin. Van Praag writes that \"Tibet remained a unique part of the Empire and was never fully integrated into it,\" citing examples such as a licensed border market that existed between China and Tibet during the Yuan.",
    "qa_count": 3,
    "ids": [
      "56ccf53362d2951400fa64fd",
      "56ccf53362d2951400fa64ff",
      "56ccf53362d2951400fa6500"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming dynasty policy toward Tibet\" (text) focused on \"administrative actions, titles, and governance\" (text). At the top a concise summary statement leads into a middle section with supporting visual captions and a bottom section with a specific example edict; elements are arranged near related figures and labels to make QA answers visually accessible. \n\"Overview: Ming managed Tibet by following conventions and bestowing titles while setting up administrative organs\" (text)\n\"Middle: Ming dynasty's Ü-Tsang Commanding Office governed most areas of Tibet\" (text)\n\"A labelled note near the central figure: the Ming abolished the policy council set up by the preceding dynasty\" (text)\n\"Bottom: example edict appointing Choskunskyabs as the General of the Ngari Military and Civil Wanhu Office\" (text)\n\"a stylized map silhouette showing a central authority symbol above a simplified Tibetan plateau\" (figure)\n\"a cartoon portrayal of an administrative office with seals and scrolls placed adjacent to the overview text\" (figure)\n\"a silhouette of a religious leader receiving a title from a court envoy placed near the example edict text\" (figure)\n\"The overall style of the image is clean, schematic, and documentary with clear labels and illustrative cartoon figures.\"",
    "infographic_id": 170,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "The official position of the Ministry of Foreign Affairs of the People's Republic of China is that the Ming implemented a policy of managing Tibet according to conventions and customs, granting titles and setting up administrative organs over Tibet. The State Council Information Office of the People's Republic states that the Ming dynasty's Ü-Tsang Commanding Office governed most areas of Tibet. It also states that while the Ming abolished the policy council set up by the Mongol Yuan to manage local affairs in Tibet and the Mongol system of Imperial Tutors to govern religious affairs, the Ming adopted a policy of bestowing titles upon religious leaders who had submitted to the Ming dynasty. For example, an edict of the Hongwu Emperor in 1373 appointed the Tibetan leader Choskunskyabs as the General of the Ngari Military and Civil Wanhu Office, stating:",
    "qa_count": 3,
    "ids": [
      "56ccf96562d2951400fa6506",
      "56ccf96562d2951400fa6507",
      "56ccf96562d2951400fa6509"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming court appointments in Tibetan administration\" (text) focused on \"hereditary official posts and imperial approval\" (text). At the top there is a clear header and immediate context, near the middle are visuals illustrating institutional roles and succession, and near the bottom is a compact summary linking locations and figures. \"Ming court established hereditary senior and junior commander posts with imperial approval required for some successions\" (text)\n\"Chen Qingying served as Director of the History Studies Institute and provided the account\" (text)\n\"China Tibetology Research Center is located in Beijing\" (text)\n\"offices of Qianhu were in charge of 1,000 households and offices of Wanhu were in charge of 10,000 households\" (text)\n\"a stylized map marker over a city representing the research center's location\" (figure)\n\"a cartoon of a hierarchical office building labeled as hereditary posts with a seal symbol implying imperial approval\" (figure)\n\"a stylized pair of officials exchanging a returned document to symbolize mandate renewal\" (figure)\n\"a silhouette of two local leaders standing before a central authority to indicate appointment and succession\" (figure) The overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 171,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Chen Qingying, Professor of History and Director of the History Studies Institute under the China Tibetology Research Center in Beijing, writes that the Ming court conferred new official positions on ex-Yuan Tibetan leaders of the Phachu Kargyu and granted them lower-ranking positions. Of the county (zong or dzong) leaders of Neiwo Zong and Renbam Zong, Chen states that when \"the Emperor learned the actual situation of the Phachu Kargyu, the Ming court then appointed the main Zong leaders to be senior officers of the Senior Command of Dbus and Gtsang.\" The official posts that the Ming court established in Tibet, such as senior and junior commanders, offices of Qianhu (in charge of 1,000 households), and offices of Wanhu (in charge of 10,000 households), were all hereditary positions according to Chen, but he asserts that \"the succession of some important posts still had to be approved by the emperor,\" while old imperial mandates had to be returned to the Ming court for renewal.",
    "qa_count": 4,
    "ids": [
      "56cd480b62d2951400fa650e",
      "56cd480b62d2951400fa650f",
      "56cd480b62d2951400fa6510",
      "56cd480b62d2951400fa6511"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Titles, Tribute, and Visits in Tibetan–Chinese Relations\" (text) focused on \"accounts and interactions described by a Tibetologist\" (text). At the top a concise header states the expert and key claim, above a trio of illustrative figures and explanatory labels in the middle, and a summary statement near the bottom that ties the actions together. \n\"According to Tibetologist John Powers this is an alternate account of titles and visits\" (text)\n\"the Ming emperors sent invitations to ruling lamas rather than to other figures\" (text)\n\"when invited the lamas typically sent subordinates instead of attending themselves\" (text)\n\"a cartoon of a scholar reading a scroll to denote scholarly interpretation and commentary\" (figure)\n\"a stylized scene of an imperial envoy offering a letter or invitation to a distant religious leader\" (figure)\n\"a silhouette of a small retinue of deputies traveling on behalf of a senior religious figure\" (figure)\nThe overall style of the image is clean, illustrative, and information-focused.",
    "infographic_id": 172,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "According to Tibetologist John Powers, Tibetan sources counter this narrative of titles granted by the Chinese to Tibetans with various titles which the Tibetans gave to the Chinese emperors and their officials. Tribute missions from Tibetan monasteries to the Chinese court brought back not only titles, but large, commercially valuable gifts which could subsequently be sold. The Ming emperors sent invitations to ruling lamas, but the lamas sent subordinates rather than coming themselves, and no Tibetan ruler ever explicitly accepted the role of being a vassal of the Ming.",
    "qa_count": 3,
    "ids": [
      "56cd4a5162d2951400fa6516",
      "56cd4a5162d2951400fa6517",
      "56cd4a5162d2951400fa6518"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Han dynasty frontier administration and symbolic authority\" (text) focused on \"the Han relation with western dependent states\" (text). At the top a concise headline sets the scene and just below it a short summary phrase explains the symbolic practice, while the middle pairs a labeled visual of officials with a supporting caption and the bottom shows the geography with its caption and a final explanatory label near it. \n\"Han dynasty frontier administration and symbolic authority\" (text)\n\"An explanation of how symbolic seals signaled authority over dependent western states\" (text)\n\"a stylized illustration of foreign officials standing with conferred seals, placed near the explanatory text\" (figure)\n\"the Tarim Basin and oasis of Turpan shown as a simplified map, placed below the officials illustration\" (figure)\n\"a small illustrative icon representing a sealed cord placed adjacent to the officials illustration and explanatory text\" (figure)\n\"Foreign officials were treated as true Han representatives after receiving Chinese seals and seal cords\" (text)\n\"the western regions consisted of the Tarim Basin and oasis of Turpan, placed near the simplified map\" (text) The overall style of the image is clean, informative, and illustrative with simple cartoon-like figures and clear typographic hierarchy.",
    "infographic_id": 173,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "Hans Bielenstein writes that as far back as the Han dynasty (202 BCE–220 CE), the Han Chinese government \"maintained the fiction\" that the foreign officials administering the various \"Dependent States\" and oasis city-states of the Western Regions (composed of the Tarim Basin and oasis of Turpan) were true Han representatives due to the Han government's conferral of Chinese seals and seal cords to them.",
    "qa_count": 2,
    "ids": [
      "56cd556f62d2951400fa651c",
      "56cd556f62d2951400fa651d"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Titles and Relations in Yuan and Phagmodrupa Records\" (text) focused on \"how titles and imperial relations appear in Tibetan texts\" (text). At the top, a headline introduces the scholars and their claim, near a supportive figure below; in the middle, contrasting titles are presented adjacent to another illustrative figure; at the bottom, a will quote and the implied political relation are shown near a concluding figure. \"Wang and Nyima conclude the Education Minister title often appears next to Tai Situ Changchub Gyaltsen in Tibetan texts\" (text)\n\"a stylized scholar pair pointing to a scroll\" (figure)\n\"the seldom mentioned Tibetan title Degsi contrasted with the frequent imperial title\" (text)\n\"a cartoon seal and a simple scroll with no letters\" (figure)\n\"The Tai Situpa's will asking recipients to follow the emperor's edicts and receive imperial envoys\" (text)\n\"a silhouette of a kneeling figure receiving a sealed letter\" (figure)\n\"the Phagmodrupa Dynasty and the Yuan imperial court maintained a central-local government relation\" (text)\n\"a stylized map marker and two linked hands representing political relation\" (figure) The overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 174,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Wang and Nyima state that after the official title \"Education Minister\" was granted to Tai Situ Changchub Gyaltsen (1302–1364) by the Yuan court, this title appeared frequently with his name in various Tibetan texts, while his Tibetan title \"Degsi\" (sic properly sde-srid or desi) is seldom mentioned. Wang and Nyima take this to mean that \"even in the later period of the Yuan dynasty, the Yuan imperial court and the Phagmodrupa Dynasty maintained a Central-local government relation.\" The Tai Situpa is even supposed to have written in his will: \"In the past I received loving care from the emperor in the east. If the emperor continues to care for us, please follow his edicts and the imperial envoy should be well received.\"",
    "qa_count": 5,
    "ids": [
      "56cd58c362d2951400fa6520",
      "56cd58c362d2951400fa6521",
      "56cd58c362d2951400fa6522",
      "56cd58c362d2951400fa6523",
      "56cd58c362d2951400fa6524"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Changchub Gyaltsen’s restoration of Imperial Tibetan structures\" (text) focused on \"reinstating old Tibetan administration and culture\" (text). At the top is a concise header and near it a summarizing phrase; a middle section places scholars' interpretations adjacent to illustrative depictions; the bottom includes a clarifying note about institutional change and targets of reform. \"Changchub Gyaltsen reinstated old legal codes and administrative units to revive Imperial Tibetan structures\" (text)\n\"Lok-Ham Chan at the University of Washington argued this aimed to build nationalist sentiment and remove all traces of Mongol suzerainty\" (text)\n\"Van Praag strongly interpreted these actions as an effort to restore the glories of Tibet's Imperial Age\" (text)\n\"Changchub Gyaltsen divided Central Tibet into districts with district heads required to follow old rituals and clothing styles\" (text)\n\"a stylized map-like illustration showing divided districts with simple district markers and a central leader symbol\" (figure)\n\"a cartoon of a scholar holding an open law code next to ritual garments on display\" (figure)\n\"a silhouette of a leader directing local officials with symbolic traditional dress and ritual icons nearby\" (figure)\nThe overall style of the image is clean, informative, and illustrative.",
    "infographic_id": 175,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "However, Lok-Ham Chan, a professor of history at the University of Washington, writes that Changchub Gyaltsen's aims were to recreate the old Tibetan Kingdom that existed during the Chinese Tang dynasty, to build \"nationalist sentiment\" amongst Tibetans, and to \"remove all traces of Mongol suzerainty.\" Georges Dreyfus, a professor of religion at Williams College, writes that it was Changchub Gyaltsen who adopted the old administrative system of Songtsän Gampo (c. 605–649)—the first leader of the Tibetan Empire to establish Tibet as a strong power—by reinstating its legal code of punishments and administrative units. For example, instead of the 13 governorships established by the Mongol Sakya viceroy, Changchub Gyaltsen divided Central Tibet into districts (dzong) with district heads (dzong dpon) who had to conform to old rituals and wear clothing styles of old Imperial Tibet. Van Praag asserts that Changchub Gyaltsen's ambitions were to \"restore to Tibet the glories of its Imperial Age\" by reinstating secular administration, promoting \"national culture and traditions,\" and installing a law code that survived into the 20th century.",
    "qa_count": 4,
    "ids": [
      "56cd5ccc62d2951400fa6532",
      "56cd5ccc62d2951400fa6533",
      "56cd5ccc62d2951400fa6535",
      "56cd5ccc62d2951400fa6536"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming court exchange and title grant\" (text) focused on \"the grant of an official title and envoy tribute\" (text). At the top is a concise headline and a near-top contextual summary, and below are linked visuals and captions that anchor who suggested the title, who received it, and where envoys traveled.\n\n\"Grant suggested by the Ming officer of Hezhou after reporting Dbus and Gtsang were under control\" (text)\n\"Title issued by the Hongwu Emperor to Sagya Gyaincain, named Initiation State Master\" (text)\n\"Jamyang Shakya Gyaltsen identified as the second Phagmodru ruler, noted near the recipient text\" (text)\n\"Envoys sent to the Ming court bearing a jade seal, colored silk and satin, Buddha statues, scriptures, and sarira\" (text)\n\n\"a cartoon of a messaged officer speaking to a seated imperial figure to indicate the suggestion and report\" (figure)\n\"a stylized portrait of a dignitary receiving a formal title document to represent the titled recipient\" (figure)\n\"a silhouette of envoys approaching a palace gate carrying wrapped tributes and a small carved seal\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 176,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "According to Chen, the Ming officer of Hezhou (modern day Linxia) informed the Hongwu Emperor that the general situation in Dbus and Gtsang \"was under control,\" and so he suggested to the emperor that he offer the second Phagmodru ruler, Jamyang Shakya Gyaltsen, an official title. According to the Records of the Founding Emperor, the Hongwu Emperor issued an edict granting the title \"Initiation State Master\" to Sagya Gyaincain, while the latter sent envoys to the Ming court to hand over his jade seal of authority along with tribute of colored silk and satin, statues of the Buddha, Buddhist scriptures, and sarira.",
    "qa_count": 5,
    "ids": [
      "56cd5f5b62d2951400fa654c",
      "56cd5f5b62d2951400fa654d",
      "56cd5f5b62d2951400fa654e",
      "56cd5f5b62d2951400fa654f",
      "56cd5f5b62d2951400fa6550"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Loss and Return of Central Power in Tibet\" (text) focused on \"shifts in hegemonic control in Tibet between 1434 and 1642\" (text). At the top is a concise headline and summary, the middle shows the intervening period with attempts and failures, and the bottom highlights the later restoration of effective control. \n\"Loss of central power by the Phagmodrupa in 1434\" (text)\n\"Repeated attempts by other families to establish hegemonies over the next two centuries\" (text)\n\"Failure of those families to create lasting hegemonies\" (text)\n\"Effective hegemony established under the fifth Dalai Lama in 1642\" (text)\n\"a stylized cartoon of a crowned family figure stepping down beside an empty throne\" (figure)\n\"a stylized cartoon of several rival family figures gesturing and failing to reach agreement\" (figure)\n\"a stylized cartoon of a single seated spiritual leader with attendants conveying consolidated authority\" (figure)\nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 177,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Dreyfus writes that after the Phagmodrupa lost its centralizing power over Tibet in 1434, several attempts by other families to establish hegemonies failed over the next two centuries until 1642 with the 5th Dalai Lama's effective hegemony over Tibet.",
    "qa_count": 4,
    "ids": [
      "56cd606a62d2951400fa6556",
      "56cd606a62d2951400fa6557",
      "56cd606a62d2951400fa6558",
      "56cd606a62d2951400fa6559"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming court correspondence with Tibetan lamas\" (text) focused on \"Ming interactions with major Tibetan Buddhist founders and invitations\" (text). At the top there is an introductory header near a contextual summary, above a middle section with figures supporting the invitation and decline, and below a closing note that links roles and actions.\n\n\"Ming court correspondence with Tibetan lamas\" (text)\n\"Ming interactions with major Tibetan Buddhist founders and invitations\" (text)\n\"A summary noting that the Ming dynasty granted titles to lamas of schools such as the Karmapa Kargyu, while declining some Mongol offers after receiving invitations\" (text)\n\"a stylized illustration of an imperial envoy offering a formal scroll at a court setting, placed near the invitation text\" (figure)\n\"a stylized portrait illustration of an elderly Tibetan lama seated at a modest study with manuscript bundles, placed adjacent to the decline text\" (figure)\n\"a simplified scene of monastery builders working on large structures, placed below the portrait to indicate reasons for staying\" (figure)\n\"A concise caption stating that the Ming Yongle Emperor personally sent an invitation to Je Tsongkhapa and that Tsongkhapa wrote a letter declining the invitation\" (text)\n\"A closing line labeling Je Tsongkhapa as founder of the Gelug school and linking his name to the written reply\" (text) The overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 178,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "The Ming dynasty granted titles to lamas of schools such as the Karmapa Kargyu, but the latter had previously declined Mongol invitations to receive titles. When the Ming Yongle Emperor invited Je Tsongkhapa (1357–1419), founder of the Gelug school, to come to the Ming court and pay tribute, the latter declined. Wang and Nyima write that this was due to old age and physical weakness, and also because of efforts being made to build three major monasteries. Chen Qingying states that Tsongkhapa wrote a letter to decline the Emperor's invitation, and in this reply, Tsongkhapa wrote:",
    "qa_count": 5,
    "ids": [
      "56cd62e262d2951400fa655e",
      "56cd62e262d2951400fa655f",
      "56cd62e262d2951400fa6560",
      "56cd62e262d2951400fa6561",
      "56cd62e262d2951400fa6562"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Tsongkhapa and Ming court exchanges\" (text) focused on \"early fifteenth-century diplomatic requests and responses\" (text). At the top a concise header summarizes the sequence of Ming requests and Tsongkhapa's responses, near that is a timeline-style vertical flow to the middle showing envoys and delegations, and below a resolution panel explains titles granted and their practical meaning. \"A timeline header stating the first Ming request in 1407 and a second request in 1413 with Tsongkhapa's refusals noted\" (text)\n\"A note near the middle explaining that Tsongkhapa cited ill health and the length and arduousness of the journey as reasons for refusal\" (text)\n\"A labeled entry adjacent to the middle indicating that in 1414 Tsongkhapa sent his disciple Chosrje Shākya Yeshes to Nanjing on his behalf\" (text)\n\"A bottom label stating that upon arrival in 1415 the visitor received the title of State Teacher and that a later emperor granted an honorific king title without practical power\" (text)\n\"a stylized cartoon of a scholar declining a distant court journey, shown near the refusal text\" (figure)\n\"a stylized cartoon of a traveling monk arriving at a distant palace, placed adjacent to the 1414 sending text\" (figure)\n\"a stylized cartoon of an imperial official presenting an honorific certificate, placed below the arrival figure\" (figure)\nThe overall style of the image is clear, educational, and illustrative with simple, labeled visuals.",
    "infographic_id": 179,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 7,
    "keywords_total": 7,
    "context": "A. Tom Grunfeld says that Tsongkhapa claimed ill health in his refusal to appear at the Ming court, while Rossabi adds that Tsongkhapa cited the \"length and arduousness of the journey\" to China as another reason not to make an appearance. This first request by the Ming was made in 1407, but the Ming court sent another embassy in 1413, this one led by the eunuch Hou Xian (候顯; fl. 1403–1427), which was again refused by Tsongkhapa. Rossabi writes that Tsongkhapa did not want to entirely alienate the Ming court, so he sent his disciple Chosrje Shākya Yeshes to Nanjing in 1414 on his behalf, and upon his arrival in 1415 the Yongle Emperor bestowed upon him the title of \"State Teacher\"—the same title earlier awarded the Phagmodrupa ruler of Tibet. The Xuande Emperor (r. 1425–1435) even granted this disciple Chosrje Shākya Yeshes the title of a \"King\" (王). This title does not appear to have held any practical meaning, or to have given its holder any power, at Tsongkhapa's Ganden Monastery. Wylie notes that this—like the Karma Kargyu—cannot be seen as a reappointment of Mongol Yuan offices, since the Gelug school was created after the fall of the Yuan dynasty.",
    "qa_count": 4,
    "ids": [
      "56cd64e762d2951400fa6569",
      "56cd64e762d2951400fa656a",
      "56cd64e762d2951400fa656b",
      "56cd64e762d2951400fa656c"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Debate over Ming rule and Tibetan administration\" (text) focused on \"historiographical interpretations of Ming-Tibet relations\" (text). At the top there is a concise claim about the debated view, near the middle a clarifying counterpoint about regional differences, and below that an emphasis on the alternate historical sequence for western regions with supporting illustrative figures.\n\n\"Dawa Norbu argued that modern Chinese Communist historians favor the view that the Ming reappointed old Yuan dynasty officials in Tibet\" (text)\n\"That reappointment view fits eastern Tibetan regions with tribute-cum-trade relations\" (text)\n\"That reappointment view does not apply to western regions which were governed by three successive nationalistic regimes after a prominent regional leader\" (text)\n\"Communist historians tend to ignore the alternate succession in western regions\" (text)\n\n\"a stylized map showing eastern and western Tibetan regions with simple region labels and arrows indicating tribute and trade flow\" (figure)\n\"a cartoon of a historian pointing to a generic scroll representing the reappointment thesis\" (figure)\n\"a stylized depiction of three successive regional rulers represented as three stacked heraldic shields to suggest successive regimes\" (figure)\n\nThe overall style of the image is clear, schematic, and documentary.",
    "infographic_id": 180,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 2,
    "keywords_total": 2,
    "context": "Dawa Norbu argues that modern Chinese Communist historians tend to be in favor of the view that the Ming simply reappointed old Yuan dynasty officials in Tibet and perpetuated their rule of Tibet in this manner. Norbu writes that, although this would have been true for the eastern Tibetan regions of Amdo and Kham's \"tribute-cum-trade\" relations with the Ming, it was untrue if applied to the western Tibetan regions of Ü-Tsang and Ngari. After the Phagmodrupa Changchub Gyaltsen, these were ruled by \"three successive nationalistic regimes,\" which Norbu writes \"Communist historians prefer to ignore.\"",
    "qa_count": 1,
    "ids": [
      "56cd669562d2951400fa6572"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming interactions with Tibetan regions\" (text) focused on \"claims and limits of Ming control in Tibetan areas\" (text). At the top is a concise headline and context line, near a left-side illustrative scene and adjacent supportive illustrations in the middle, and a bottom caption linking the central claims to limitations.\n\n\"Summary: Ming appointments to regional leaders are cited as evidence of authority, but practical control was limited\" (text)\n\"Specific claim: the Ming appointed titles to eastern Tibetan princes\" (text)\n\"Limitation noted: the Ming did not send an army to replace the Mongols when they left Tibet\" (text)\n\"Scholarly point: the Ming did not possess Tibet despite western territorial reach to nearby provinces\" (text)\n\n\"a stylized map-like illustration highlighting a region labeled by borders without text\" (figure)\n\"a cartoon of two officials exchanging a scroll to indicate appointment or title bestowal\" (figure)\n\"a stylized silhouette of an absent military column with empty boots or symbols to indicate no army sent\" (figure)\n\"a simple illustrative scene showing distant provincial hills to imply western territorial limit\" (figure)\n\nThe overall style of the image is clear, analytical, and documentary.",
    "infographic_id": 181,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Laird writes that the Ming appointed titles to eastern Tibetan princes, and that \"these alliances with eastern Tibetan principalities are the evidence China now produces for its assertion that the Ming ruled Tibet,\" despite the fact that the Ming did not send an army to replace the Mongols after they left Tibet. Yiu Yung-chin states that the furthest western extent of the Ming dynasty's territory was Gansu, Sichuan, and Yunnan while \"the Ming did not possess Tibet.\"",
    "qa_count": 3,
    "ids": [
      "56cd682162d2951400fa658c",
      "56cd682162d2951400fa658d",
      "56cd682162d2951400fa658e"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Yongle Emperor's Tibetan Mission\" (text) focused on \"imperial diplomacy and gift diplomacy with neighboring vassal states\" (text). At the top, a short header summarizes the mission and timing, and near the middle visual elements show the envoy, the destination, and the purpose; below, a concluding line links gifts to loyalty maintenance. \n\"Yongle Emperor sent an envoy to Tibet in 1413 to secure the allegiance of various Tibetan princes\" (text)\n\"Yang Sanbao, the eunuch envoy sent into Tibet\" (text)\n\"a stylized envoy traveling toward a highland frontier, showing arrival in a mountainous region\" (figure)\n\"a cartoon scene of princely figures receiving an envoy, indicating allegiance negotiations\" (figure)\n\"an illustrative depiction of gifts being presented to represent costly tribute exchanges\" (figure)\n\"the emperor paid a small fortune in gifts to maintain the loyalty of neighboring vassal states such as Nepal and Tibet\" (text)\n\"a silhouette of rival frontier rulers in separate interactions to show independent relations and occasional armed confrontation\" (figure)\nThe overall style of the image is clear, illustrative, and documentary in tone, using concise labels and supportive cartoons.",
    "infographic_id": 182,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Shih-Shan Henry Tsai writes that the Yongle Emperor sent his eunuch Yang Sanbao into Tibet in 1413 to gain the allegiance of various Tibetan princes, while the Yongle Emperor paid a small fortune in return gifts for tributes in order to maintain the loyalty of neighboring vassal states such as Nepal and Tibet. However, Van Praag states that Tibetan rulers upheld their own separate relations with the kingdoms of Nepal and Kashmir, and at times \"engaged in armed confrontation with them.\"",
    "qa_count": 5,
    "ids": [
      "56cd6a3d62d2951400fa659c",
      "56cd6a3d62d2951400fa659d",
      "56cd6a3d62d2951400fa659e",
      "56cd6a3d62d2951400fa659f",
      "56cd6a3d62d2951400fa65a0"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Gelug interactions with the Ming court\" (text) focused on \"historical mentions and exchanges\" (text). At the top there is a concise header summarizing the key exchange and its time frame, near a supporting illustration; in the middle a brief note explains what official histories omitted, adjacent to an illustrative figure; at the bottom a historian's quoted observation is referenced next to a contextual illustration.\n\n\"Gelug exchanged gifts and sent missions to the Ming court until the 1430s\" (text)\n\"Gelug was not mentioned in the Mingshi or the Mingshi Lu\" (text)\n\"Historian noted refusal of invitations to visit the Yongle Emperor's court\" (text)\n\"Contextual timeline label placed near the top above the main illustration\" (text)\n\n\"a cartoon of two emissaries presenting wrapped gifts to a stylized imperial gate\" (figure)\n\"a stylized court scene with an empty official record chest to suggest omission\" (figure)\n\"a silhouette of a scholar pointing toward a closed invitation scroll\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 183,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Even though the Gelug exchanged gifts with and sent missions to the Ming court up until the 1430s, the Gelug was not mentioned in the Mingshi or the Mingshi Lu. On this, historian Li Tieh-tseng says of Tsongkhapa's refusal of Ming invitations to visit the Yongle Emperor's court:",
    "qa_count": 3,
    "ids": [
      "56cd6b0562d2951400fa65a6",
      "56cd6b0562d2951400fa65a7",
      "56cd6b0562d2951400fa65a8"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Censorship and Ming court titles in Tibet\" (text) focused on \"Ming interactions with Tibetan lamas and the overthrow of the viceregal regime\" (text). At the top there is a concise contextual header, near the middle a two-part explanatory block, and below a historical note paired with a clarifying illustration.\n\n\"Title: Censorship and Ming court titles in Tibet\" (text)\n\"Topic: Ming interactions with Tibetan lamas and the overthrow of the viceregal regime\" (text)\n\"Summary near top: Censorship of the History of Ming can distort the picture of Sino-Tibetan relations\" (text)\n\"Explanatory line adjacent to figure: Ming court granted titles to various lamas regardless of sectarian affiliations during an ongoing Tibetan civil conflict\" (text)\n\"a stylized illustration of a court official presenting a title to a group of robed lamas\" (figure)\n\"a stylized scene of rival Buddhist factions in conflict, shown as separate groups facing each other\" (figure)\n\"Clarifying note below figures: The viceregal Sakya regime had been overthrown by the Phagmodru myriarchy before the Ming period\" (text)\n\"a simplified historical vignette showing a symbolic power transfer from one regional regime to another\" (figure) The overall style of the image is clear, educational, and illustrative.",
    "infographic_id": 184,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Wylie asserts that this type of censorship of the History of Ming distorts the true picture of the history of Sino-Tibetan relations, while the Ming court granted titles to various lamas regardless of their sectarian affiliations in an ongoing civil war in Tibet between competing Buddhist factions. Wylie argues that Ming titles of \"King\" granted indiscriminately to various Tibetan lamas or even their disciples should not be viewed as reappointments to earlier Yuan dynasty offices, since the viceregal Sakya regime established by the Mongols in Tibet was overthrown by the Phagmodru myriarchy before the Ming existed.",
    "qa_count": 2,
    "ids": [
      "56cd6e9062d2951400fa65ac",
      "56cd6e9062d2951400fa65ad"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming and Tibetan Governance\" (text) focused on \"how Ming-era titles related to Tibetan ruling families\" (text). At the top a concise header summarizes the scholarly view, near the middle supportive illustrative panels show relationships between courtiers and Tibetan leaders, and near the bottom a timeline-style visual grouping lists the ruling family periods. \n\"Scholars note the Ming upheld a facade of rule by sending tribute emissaries and granting nominal titles without real governance\" (text)\n\"Melvyn C. Goldstein argued that the Ming had no real administrative authority and that conferred titles did not grant power\" (text)\n\"Hugh Edward Richardson noted the Ming exercised no authority over succession of major Tibetan ruling families\" (text)\n\"Ruling family periods grouped below: Phagmodru 1354–1435, Rinpungpa 1435–1565, Tsangpa 1565–1642\" (text)\n\"a cartoon of an imperial court envoy presenting papers to a seated foreign leader with no administrative chain implied\" (figure)\n\"a stylized illustration of a certificate or title hovering above a local leader without connecting chains or officials\" (figure)\n\"a silhouette grouping of three dynastic leaders labeled as successive families to suggest continuity of local rule\" (figure)\nThe overall style of the image is clean, illustrative, and informational.",
    "infographic_id": 185,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Helmut Hoffman states that the Ming upheld the facade of rule over Tibet through periodic missions of \"tribute emissaries\" to the Ming court and by granting nominal titles to ruling lamas, but did not actually interfere in Tibetan governance. Melvyn C. Goldstein writes that the Ming had no real administrative authority over Tibet, as the various titles given to Tibetan leaders did not confer authority as the earlier Mongol Yuan titles had. He asserts that \"by conferring titles on Tibetans already in power, the Ming emperors merely recognized political reality.\" Hugh Edward Richardson writes that the Ming dynasty exercised no authority over the succession of Tibetan ruling families, the Phagmodru (1354–1435), Rinpungpa (1435–1565), and Tsangpa (1565–1642).",
    "qa_count": 4,
    "ids": [
      "56cd70e962d2951400fa65b2",
      "56cd70e962d2951400fa65b3",
      "56cd70e962d2951400fa65b4",
      "56cd70e962d2951400fa65b5"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Yongle Emperor and Tibetan Buddhism\" (text) focused on \"early fourteenth and fifteenth century imperial interactions with Tibetan lamas\" (text). At the top is a concise header with the main timeframe and context, near a supportive portrait-style illustration; below that is a mid section listing key allies and family ties adjacent to a scene depicting a diplomatic invitation; and at the bottom is a noted invitation date placed near a preserved letter illustration.\n\n\"Yongle Emperor and Tibetan Buddhism\" (text)\n\"early fourteenth and fifteenth century imperial interactions with Tibetan lamas\" (text)\n\"a compact timeline noting the Jianwen Emperor reign as 1398–1402 placed above the related events\" (text)\n\"a short line identifying the Buddhist monk Yao Guangxiao as the aide to the Yongle Emperor placed adjacent to a figure of a monk\" (text)\n\"a short line identifying the Hongwu Emperor as the father of the Yongle Emperor placed near a family relation icon\" (text)\n\"a dated invitation line reading March 10, 1403 placed below an illustration of a formal sealed letter\" (text)\n\"a stylized court scene showing an emperor receiving a visiting lama in an audience hall\" (figure)\n\"a cartoon of a robed Buddhist monk holding a scroll while standing near a seated ruler\" (figure)\n\"a simplified illustration of a folded letter or scroll symbolizing the preserved Tibetan translation of an imperial letter\" (figure)\n\"a silhouette of two figures bowing to each other to indicate diplomatic exchange and invitation\" (figure)\n\nThe overall style of the image is clean, informative, and illustrative with clear typographic hierarchy.",
    "infographic_id": 186,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "In his usurpation of the throne from the Jianwen Emperor (r. 1398–1402), the Yongle Emperor was aided by the Buddhist monk Yao Guangxiao, and like his father, the Hongwu Emperor, the Yongle Emperor was \"well-disposed towards Buddhism\", claims Rossabi. On March 10, 1403, the Yongle Emperor invited Deshin Shekpa, 5th Karmapa Lama (1384–1415), to his court, even though the fourth Karmapa had rejected the invitation of the Hongwu Emperor. A Tibetan translation in the 16th century preserves the letter of the Yongle Emperor, which the Association for Asian Studies notes is polite and complimentary towards the Karmapa. The letter of invitation reads,",
    "qa_count": 4,
    "ids": [
      "56cd727662d2951400fa65ba",
      "56cd727662d2951400fa65bb",
      "56cd727662d2951400fa65bc",
      "56cd727662d2951400fa65bd"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Mission to find the Karmapa\" (text) focused on \"a diplomatic expedition sent by the Yongle Emperor\" (text). At the top is the mission purpose and the envoys; near the middle is the travel route and choices; below is the return date and endpoint.\n\n\"Hou Xian and the Buddhist monk Zhi Guang were sent together on the mission\" (text)\n\"to seek out the Karmapa on behalf of the Yongle Emperor\" (text)\n\"they traveled toward Tibet either through Qinghai or via the Silk Road to Khotan\" (text)\n\"they returned to Nanjing in 1407\" (text)\n\n\"a stylized cartoon of two envoys on a travel scene\" (figure)\n\"a simple illustrative map showing two route options converging toward a mountain region\" (figure)\n\"a small cartoon of a walled city labeled as the return endpoint without text\" (figure)\n\nThe overall style of the image is clear, educational, and illustrative.",
    "infographic_id": 187,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 15,
    "keywords_total": 15,
    "context": "In order to seek out the Karmapa, the Yongle Emperor dispatched his eunuch Hou Xian and the Buddhist monk Zhi Guang (d. 1435) to Tibet. Traveling to Lhasa either through Qinghai or via the Silk Road to Khotan, Hou Xian and Zhi Guang did not return to Nanjing until 1407.",
    "qa_count": 4,
    "ids": [
      "56cd73b562d2951400fa65cc",
      "56cd73b562d2951400fa65cd",
      "56cd73b562d2951400fa65ce",
      "56cd73b562d2951400fa65cf"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Court Deference and a Sacred Visit\" (text) focused on \"imperial respect shown toward a Tibetan lama during a historic visit\" (text). At the top is a concise timeline phrase, near it a scene caption showing arrival and greeting, and below that are paired captions illustrating seating and deference traditions, with a final summary text near the bottom tying the examples together.\n\n\"Timeline note: travels beginning in 1403 led to arrival by April 10, 1407\" (text)\n\"An arrival scene at a southern palace city labeled as Nanjing where the emperor comes out to greet the honored lama\" (figure)\n\"Summary label: the Yongle emperor treated the visiting Karmapa with high deference and did not require a tributary kowtow\" (text)\n\"A stylized scene showing the emperor standing while the senior lama is given a higher throne and the place of honor at the left\" (figure)\n\"Comparative caption: a precedent where a great khan named Kublai sat on a lower platform than the Tibetan cleric when receiving religious instruction\" (figure)\n\"Concluding note near bottom: imperial protocol could elevate a visiting religious leader above sovereigns in ceremonial seating\" (text) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 188,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "During his travels beginning in 1403, Deshin Shekpa was induced by further exhortations by the Ming court to visit Nanjing by April 10, 1407. Norbu writes that the Yongle Emperor, following the tradition of Mongol emperors and their reverence for the Sakya lamas, showed an enormous amount of deference towards Deshin Shekpa. The Yongle Emperor came out of the palace in Nanjing to greet the Karmapa and did not require him to kowtow like a tributary vassal. According to Karma Thinley, the emperor gave the Karmapa the place of honor at his left, and on a higher throne than his own. Rossabi and others describe a similar arrangement made by Kublai Khan and the Sakya Phagpa lama, writing that Kublai would \"sit on a lower platform than the Tibetan cleric\" when receiving religious instructions from him.",
    "qa_count": 5,
    "ids": [
      "56cd779762d2951400fa65dc",
      "56cd779762d2951400fa65dd",
      "56cd779762d2951400fa65de",
      "56cd779762d2951400fa65df",
      "56cd779762d2951400fa65e0"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Deshin Shekpa and the Yongle Emperor\" (text) focused on \"a historic religious visit and title bestowal\" (text). At the top there is a concise summary, near the middle a visual sequence of events with supporting captions, and near the bottom a concluding note about the title distribution.\n\n\"Linggu Temple hosted the ceremonies for the Yongle Emperor's deceased parents near Nanjing\" (text)\n\"During a monthlong stay, religious miracles were recorded on a gigantic sealed scroll near the court\" (text)\n\"Deshin Shekpa was bestowed the title Great Treasure Prince of Dharma during his stay in Nanjing\" (text)\n\"Deshin Shekpa persuaded the emperor to grant the title to religious leaders of other Tibetan Buddhist sects\" (text)\n\"a stylized courtyard scene of a temple with a raised altar and worshippers, labeled as the temple setting\" (figure)\n\"a cartoon of a scroll sealed with an imperial seal, unfurled and watched by attendants, illustrating the multilingual record of miracles\" (figure)\n\"a stylized portrait of a robed lama receiving a ceremonial emblem from a seated ruler, indicating the bestowal of the title\" (figure)\n\"a silhouetted grouping of diverse Buddhist clerics standing together, representing leaders of other Tibetan Buddhist sects\" (figure)\n\nThe overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 189,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 13,
    "keywords_total": 13,
    "context": "Throughout the following month, the Yongle Emperor and his court showered the Karmapa with presents. At Linggu Temple in Nanjing, he presided over the religious ceremonies for the Yongle Emperor's deceased parents, while twenty-two days of his stay were marked by religious miracles that were recorded in five languages on a gigantic scroll that bore the Emperor's seal. During his stay in Nanjing, Deshin Shekpa was bestowed the title \"Great Treasure Prince of Dharma\" by the Yongle Emperor. Elliot Sperling asserts that the Yongle Emperor, in bestowing Deshin Shekpa with the title of \"King\" and praising his mystical abilities and miracles, was trying to build an alliance with the Karmapa as the Mongols had with the Sakya lamas, but Deshin Shekpa rejected the Yongle Emperor's offer. In fact, this was the same title that Kublai Khan had offered the Sakya Phagpa lama, but Deshin Shekpa persuaded the Yongle Emperor to grant the title to religious leaders of other Tibetan Buddhist sects.",
    "qa_count": 4,
    "ids": [
      "56cd798262d2951400fa65f6",
      "56cd798262d2951400fa65f7",
      "56cd798262d2951400fa65f8",
      "56cd798262d2951400fa65fa"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Deshin Shekpa and the Yongle Emperor\" (text) focused on \"diplomatic and religious interactions regarding Tibet\" (text). At the top a concise headline and topic introduce the issue, near the middle contrasting claims are shown with supportive illustrations, and below a summarizing label ties the assertions together.\n\n\"Deshin Shekpa persuaded the Yongle Emperor not to send military forces into Tibet\" (text)\n\"The Yongle Emperor was said to have planned to send a military force into Tibet to forcibly give the Karmapa authority over all the Tibetan Buddhist schools\" (text)\n\"Historic accounts note that earlier military imposition on Tibet was carried out by the Mongols\" (text)\n\"Hok-Lam Chan argues that Deshin Shekpa was invited strictly for religious purposes\" (text)\n\n\"a stylized scene of a royal court with two figures facing each other, one gesturing calm persuasion\" (figure)\n\"a cartoon symbolic army camp halted at a mountain pass with no advance\" (figure)\n\"a silhouette of a mounted rider representing earlier foreign military imposition\" (figure)\n\nThe overall style of the image is clear, illustrative, and documentary.",
    "infographic_id": 190,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 17,
    "keywords_total": 17,
    "context": "Tibetan sources say Deshin Shekpa also persuaded the Yongle Emperor not to impose his military might on Tibet as the Mongols had previously done. Thinley writes that before the Karmapa returned to Tibet, the Yongle Emperor began planning to send a military force into Tibet to forcibly give the Karmapa authority over all the Tibetan Buddhist schools but Deshin Shekpa dissuaded him. However, Hok-Lam Chan states that \"there is little evidence that this was ever the emperor's intention\" and that evidence indicates that Deshin Skekpa was invited strictly for religious purposes.",
    "qa_count": 5,
    "ids": [
      "56cd7c1962d2951400fa661e",
      "56cd7c1962d2951400fa661f",
      "56cd7c1962d2951400fa6620",
      "56cd7c1962d2951400fa6621",
      "56cd7c1962d2951400fa6622"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Religious Portents and Imperial Legitimacy\" (text) focused on \"how prophetic acts supported a contested succession\" (text). At the top there is a clear header and a one-line summary, near which a supporting illustration appears; the middle links the religious actor to imperial legitimacy with a labeled figure, and the bottom shows the rival claimant with a related visual.  \n\"Religious portents were used to show Heaven's favor and support a contested claim to the throne\" (text)  \n\"Deshin Shekpa is the religious figure whose miracles bolstered the Yongle Emperor's legitimacy\" (text)  \n\"Deshin Shekpa's miracles served as a legitimizing tool for the emperor's succession against a rival claimant\" (text)  \n\"The Yongle Emperor had a conflict with the Jianwen Emperor, the rival claimant to the throne\" (text)  \n\"a stylized illustration of a holy figure performing a miraculous sign near a kneeling imperial supporter\" (figure)  \n\"a cartoon scene of an emperor shown with symbolic endorsement signs placed adjacent to him\" (figure)  \n\"a silhouette of a rival court figure facing the emperor to indicate the conflict\" (figure)  \nThe overall style of the image is clean, educational, and illustrative.",
    "infographic_id": 191,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 5,
    "keywords_total": 5,
    "context": "Marsha Weidner states that Deshin Shekpa's miracles \"testified to the power of both the emperor and his guru and served as a legitimizing tool for the emperor's problematic succession to the throne,\" referring to the Yongle Emperor's conflict with the previous Jianwen Emperor. Tsai writes that Deshin Shekpa aided the legitimacy of the Yongle Emperor's rule by providing him with portents and omens which demonstrated Heaven's favor of the Yongle Emperor on the Ming throne.",
    "qa_count": 3,
    "ids": [
      "56cd7dda62d2951400fa6640",
      "56cd7dda62d2951400fa6641",
      "56cd7dda62d2951400fa6644"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming court and Tibetan lamas\" (text) focused on \"how religious exchange shaped Ming-Tibetan relations\" (text). At the top is a concise summary, the middle groups key scholarly claims with supporting illustrative captions, and the bottom highlights the nature of tribute and contested interpretations. \n\"Title: Ming court and Tibetan lamas\" (text)\n\"Summary near top: exchanges were framed as patron and priest, emphasizing religious ties rather than simple political subordination\" (text)\n\"Central claim adjacent to an illustration: Chinese Communist historians failed to recognize the religious significance in Ming-Tibetan relations\" (text)\n\"Scholarly interpretation below central claim: Josef Kolmaš argues the Ming dynasty did not exercise any direct political control over Tibet\" (text)\n\"Supporting point below the central claim: tribute items were Buddhist artifacts that symbolized the religious nature of the relationship\" (text)\n\"a stylized scene showing a courtly meeting between a seated emperor figure and a robed lama figure, emphasizing ritual exchange\" (figure)\n\"a cartoon depiction of ritual objects laid out on a low table, suggesting sacred gifts without words or numbers\" (figure)\n\"a stylized portrayal of a separate observer figure gesturing to a distance, implying absence of direct political control\" (figure)\nThe overall style of the image is clear, documentary, and illustrative.",
    "infographic_id": 192,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 6,
    "keywords_total": 6,
    "context": "With the example of the Ming court's relationship with the fifth Karmapa and other Tibetan leaders, Norbu states that Chinese Communist historians have failed to realize the significance of the religious aspect of the Ming-Tibetan relationship. He writes that the meetings of lamas with the Emperor of China were exchanges of tribute between \"the patron and the priest\" and were not merely instances of a political subordinate paying tribute to a superior. He also notes that the items of tribute were Buddhist artifacts which symbolized \"the religious nature of the relationship.\" Josef Kolmaš writes that the Ming dynasty did not exercise any direct political control over Tibet, content with their tribute relations that were \"almost entirely of a religious character.\" Patricia Ann Berger writes that the Yongle Emperor's courting and granting of titles to lamas was his attempt to \"resurrect the relationship between China and Tibet established earlier by the Yuan dynastic founder Khubilai Khan and his guru Phagpa.\" She also writes that the later Qing emperors and their Mongol associates viewed the Yongle Emperor's relationship with Tibet as \"part of a chain of reincarnation that saw this Han Chinese emperor as yet another emanation of Manjusri.\"",
    "qa_count": 3,
    "ids": [
      "56cd8d1462d2951400fa66b8",
      "56cd8d1462d2951400fa66b9",
      "56cd8d1462d2951400fa66bb"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Edict from the Zhengtong Emperor\" (text) focused on \"a preserved imperial message to a prominent Tibetan lama\" (text). At the top there is a concise heading and context line, near a small illustrative figure explaining provenance. In the middle a labeled historical summary appears adjacent to an illustrative scene that represents delivery of relics. At the bottom a recipient and delivery label sit near an illustrative figure of a formal message being received. \n\"Edict preserved by the Information Office of the State Council of the PRC\" (text)\n\"Zhengtong Emperor reigned 1435–1449 and issued this message\" (text)\n\"The edict was written after the Karmapa's agent had brought holy relics to the Ming court\" (text)\n\"Message delivered to the Great Treasure Prince of Dharma (the Karmapa)\" (text)\n\"a stylized cartoony archival box with a scroll inside, no text visible\" (figure)\n\"a cartoon depiction of an envoy presenting relics at a court hall, no text visible\" (figure)\n\"a stylized illustration of a formal messenger handing a sealed letter to a seated religious figure, no text visible\" (figure)\nThe overall style of the image is clear, documentary, and illustrative with simple, informative visuals.",
    "infographic_id": 193,
    "figure_count": 3,
    "keyword_coverage": false,
    "keywords_found": 18,
    "keywords_total": 19,
    "context": "The Information Office of the State Council of the PRC preserves an edict of the Zhengtong Emperor (r. 1435–1449) addressed to the Karmapa in 1445, written after the latter's agent had brought holy relics to the Ming court. Zhengtong had the following message delivered to the Great Treasure Prince of Dharma, the Karmapa:",
    "qa_count": 5,
    "ids": [
      "56cd8d1a62d2951400fa66c2",
      "56cd8d1a62d2951400fa66c3",
      "56cd8d1a62d2951400fa66c4",
      "56cd8d1a62d2951400fa66c5",
      "56cd8d1a62d2951400fa66c6"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming court relations with the Karma Kagyu\" (text) focused on \"the Ming court's recognition and diplomatic break with the Karmapa authorities\" (text). At the top, a concise headline and short context line introduce the timeline and key actors near each other. \"Ming court cut off all relations with the Karmapa hierarchs in 1446\" (text)\n\"a year earlier the court had been unaware that Deshin Shekpa had died in 1415\" (text)\n\"the court had believed visiting representatives were sent by the Karmapa\" (text)\n\"context note: interactions occurred through visiting Karma Kagyu representatives to the Ming capital\" (text). Below these texts, illustrative figures support the statements and sit adjacent to the related lines. \"a stylized court hall scene with emissaries approaching a throne\" (figure)\n\"a cartoon portrait suggestion of an elder lama figure without identifying details\" (figure)\n\"a simple illustrative map marker showing travel toward a capital city\" (figure). The overall style of the image is clear, didactic, and illustrative.",
    "infographic_id": 194,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 4,
    "keywords_total": 4,
    "context": "Despite this glowing message by the Emperor, Chan writes that a year later in 1446, the Ming court cut off all relations with the Karmapa hierarchs. Until then, the court was unaware that Deshin Shekpa had died in 1415. The Ming court had believed that the representatives of the Karma Kagyu who continued to visit the Ming capital were sent by the Karmapa.",
    "qa_count": 4,
    "ids": [
      "56cd8d2162d2951400fa66cc",
      "56cd8d2162d2951400fa66cd",
      "56cd8d2162d2951400fa66ce",
      "56cd8d2162d2951400fa66cf"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming era trade initiative under Yongle\" (text) focused on \"facilitating trade between China and Tibet\" (text). At the top a concise statement of purpose appears, and near the middle supporting visuals and captions explain traded goods and the route, with location text adjacent to the route figure, and a final note about regulation effects near the bottom. \n\n\"Purpose: Yongle ordered construction to facilitate trade with Tibet\" (text)\n\"Traded goods highlighted as tea, horses, and salt exchanged between regions\" (text)\n\"Route label: the trade route passed through Sichuan and crossed Shangri-La County in Yunnan\" (text)\n\"a stylized map illustration showing a mountain-spanning caravan route with pack animals and traders\" (figure)\n\"a cartoon scene of traders exchanging tea cakes and saddled horses beside a riverside market\" (figure)\n\"a silhouette of state officials overseeing a market stall to indicate government regulation and its collapse\" (figure)\n\nThe overall style of the image is clear, schematic, and educational with simple pictorial figures and concise explanatory text.",
    "infographic_id": 195,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Tsai writes that shortly after the visit by Deshin Shekpa, the Yongle Emperor ordered the construction of a road and of trading posts in the upper reaches of the Yangzi and Mekong Rivers in order to facilitate trade with Tibet in tea, horses, and salt. The trade route passed through Sichuan and crossed Shangri-La County in Yunnan. Wang and Nyima assert that this \"tribute-related trade\" of the Ming exchanging Chinese tea for Tibetan horses—while granting Tibetan envoys and Tibetan merchants explicit permission to trade with Han Chinese merchants—\"furthered the rule of the Ming dynasty court over Tibet\". Rossabi and Sperling note that this trade in Tibetan horses for Chinese tea existed long before the Ming. Peter C. Perdue says that Wang Anshi (1021–1086), realizing that China could not produce enough militarily capable steeds, had also aimed to obtain horses from Inner Asia in exchange for Chinese tea. The Chinese needed horses not only for cavalry but also as draft animals for the army's supply wagons. The Tibetans required Chinese tea not only as a common beverage but also as a religious ceremonial supplement. The Ming government imposed a monopoly on tea production and attempted to regulate this trade with state-supervised markets, but these collapsed in 1449 due to military failures and internal ecological and commercial pressures on the tea-producing regions.",
    "qa_count": 3,
    "ids": [
      "56cd8d2462d2951400fa66d5",
      "56cd8d2462d2951400fa66d6",
      "56cd8d2462d2951400fa66d7"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming and Tibet relations: tribute, trade, and control\" (text) focused on \"imperial interactions, gifts, and obligations between the Ming and Tibetan areas\" (text). At the top a concise headline and topic sit above a narrative cluster; near the middle comparative claim blocks appear adjacent to illustrative figures; below, a summary of tribute and exchange sits near supporting visuals.\n\n\"Why the Ming sent delegations: to secure urgently needed horses\" (text)\n\"The Tibetan areas were ruled by the Ming and managed as integrated territories\" (text)\n\"Horses collected from Tibet as a mandatory \\\"corvée\\\" tax, not voluntary diplomacy\" (text)\n\"Silk workshops catered to the Tibetan market with furnishings showing Tibetan Buddhist iconography\" (text)\n\n\"a cartoon of a caravan delivering animals and tribute items to a court gate\" (figure)\n\"a stylized scene of workshop craftsmen weaving and finishing silk furnishings with ornate religious motifs\" (figure)\n\"a silhouette of an official audience receiving tribute-bearers carrying textiles and livestock\" (figure)\n\"a cartoon procession of lamas with large entourages negotiating with merchants\" (figure)\n\nThe overall style of the image is clean, instructive, and illustrative with clear labels and simple cartoon figures.",
    "infographic_id": 196,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 11,
    "keywords_total": 11,
    "context": "Van Praag states that the Ming court established diplomatic delegations with Tibet merely to secure urgently needed horses. Wang and Nyima argue that these were not diplomatic delegations at all, that Tibetan areas were ruled by the Ming since Tibetan leaders were granted positions as Ming officials, that horses were collected from Tibet as a mandatory \"corvée\" tax, and therefore Tibetans were \"undertaking domestic affairs, not foreign diplomacy\". Sperling writes that the Ming simultaneously bought horses in the Kham region while fighting Tibetan tribes in Amdo and receiving Tibetan embassies in Nanjing. He also argues that the embassies of Tibetan lamas visiting the Ming court were for the most part efforts to promote commercial transactions between the lamas' large, wealthy entourage and Ming Chinese merchants and officials. Kolmaš writes that while the Ming maintained a laissez-faire policy towards Tibet and limited the numbers of the Tibetan retinues, the Tibetans sought to maintain a tributary relationship with the Ming because imperial patronage provided them with wealth and power. Laird writes that Tibetans eagerly sought Ming court invitations since the gifts the Tibetans received for bringing tribute were much greater in value than the latter. As for the Yongle Emperor's gifts to his Tibetan and Nepalese vassals such as silver wares, Buddha relics, utensils for Buddhist temples and religious ceremonies, and gowns and robes for monks, Tsai writes \"in his effort to draw neighboring states to the Ming orbit so that he could bask in glory, the Yongle Emperor was quite willing to pay a small price\". The Information Office of the State Council of the PRC lists the Tibetan tribute items as oxen, horses, camels, sheep, fur products, medical herbs, Tibetan incenses, thangkas (painted scrolls), and handicrafts; while the Ming awarded Tibetan tribute-bearers an equal value of gold, silver, satin and brocade, bolts of cloth, grains, and tea leaves. Silk workshops during the Ming also catered specifically to the Tibetan market with silk clothes and furnishings featuring Tibetan Buddhist iconography.",
    "qa_count": 5,
    "ids": [
      "56cd8d2762d2951400fa66de",
      "56cd8d2762d2951400fa66df",
      "56cd8d2762d2951400fa66e0",
      "56cd8d2762d2951400fa66e1",
      "56cd8d2762d2951400fa66e2"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Altan Khan and Ming Border Policy\" (text) focused on \"Ming–Mongol relations and border markets\" (text). At the top, a concise headline and overview phrase set the scene; near the middle, a cluster of supportive illustrations sits adjacent to a short explanatory label; near the bottom a concluding contextual line appears below the visuals. \n\"Altan Khan negotiated peace with the Ming dynasty and reopened border markets in 1573\" (text)\n\"The Ming traded horses with Tibet while outlawing northern border markets to punish raids\" (text)\n\"Altan Khan overthrew the Oirat Mongol confederation's hegemony and led the Tümed Mongols\" (text)\n\"a stylized map-like icon showing a border trade route with horses and caravan figures\" (figure)\n\"a cartoon of two negotiators facing each other across a low table to suggest a peace agreement\" (figure)\n\"a silhouette of a mounted steppe leader rallying followers to suggest a shift in steppe power\" (figure)\nThe overall style of the image is clean, illustrative, and educational.",
    "infographic_id": 197,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 9,
    "keywords_total": 9,
    "context": "While the Ming dynasty traded horses with Tibet, it upheld a policy of outlawing border markets in the north, which Laird sees as an effort to punish the Mongols for their raids and to \"drive them from the frontiers of China.\" However, after Altan Khan (1507–1582)—leader of the Tümed Mongols who overthrew the Oirat Mongol confederation's hegemony over the steppes—made peace with the Ming dynasty in 1571, he persuaded the Ming to reopen their border markets in 1573. This provided the Chinese with a new supply of horses that the Mongols had in excess; it was also a relief to the Ming, since they were unable to stop the Mongols from periodic raiding. Laird says that despite the fact that later Mongols believed Altan forced the Ming to view him as an equal, Chinese historians argue that he was simply a loyal Chinese citizen. By 1578, Altan Khan formed a formidable Mongol-Tibetan alliance with the Gelug that the Ming viewed from afar without intervention.",
    "qa_count": 5,
    "ids": [
      "56cd8d2962d2951400fa66e8",
      "56cd8d2962d2951400fa66e9",
      "56cd8d2962d2951400fa66ea",
      "56cd8d2962d2951400fa66eb",
      "56cd8d2962d2951400fa66ec"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming interactions and military episodes in Tibet\" (text) focused on \"military actions and commissions involving Ming officials and Tibetan unrest\" (text). At the top a concise header summarizes the main theme, near the middle a sequence of event labels explains key interventions and commissions, and at the bottom supporting visuals show campaigns and exchanges for reference. \"Ming interactions and military episodes in Tibet\" (text)\n\"Overview: tributary ties persisted without permanent Ming garrisons, with occasional military action in the 14th century\" (text)\n\"Event label: a commissioning to quell unrest in November 1378 sent the marquis who established a garrison\" (text)\n\"Outcome label: reported capture of 30,000 Tibetan prisoners and 200,000 domesticated animals during that campaign\" (text)\n\"Follow-up label: Ming general Qu Neng was ordered to repel a Tibetan assault into Sichuan\" (text)\n\"a stylized map-like illustration showing movement between border garrison area and Tibetan regions\" (figure)\n\"a cartoon depiction of a distant garrison outpost with a commander issuing orders\" (figure)\n\"a simplified scene of a routed column with symbolic livestock and bound figures to represent captures\" (figure)\n\"a stylized clash scene showing defending troops repelling an incursion across a frontier\" (figure) The overall style of the image is clean, illustrative, and documentary.",
    "infographic_id": 198,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 10,
    "keywords_total": 10,
    "context": "Patricia Ebrey writes that Tibet, like Joseon Korea and other neighboring states to the Ming, settled for its tributary status while there were no troops or governors of Ming China stationed in its territory. Laird writes that \"after the Mongol troops left Tibet, no Ming troops replaced them.\" Wang and Nyima state that, despite the fact that the Ming refrained from sending troops to subdue Tibet and refrained from garrisoning Ming troops there, these measures were unnecessary so long as the Ming court upheld close ties with Tibetan vassals and their forces. However, there were instances in the 14th century when the Hongwu Emperor did use military force to quell unrest in Tibet. John D. Langlois writes that there was unrest in Tibet and western Sichuan, which the Marquis Mu Ying (沐英) was commissioned to quell in November 1378 after he established a Taozhou garrison in Gansu. Langlois notes that by October 1379, Mu Ying had allegedly captured 30,000 Tibetan prisoners and 200,000 domesticated animals. Yet invasion went both ways; the Ming general Qu Neng, under the command of Lan Yu, was ordered to repel a Tibetan assault into Sichuan in 1390.",
    "qa_count": 5,
    "ids": [
      "56cd8f8962d2951400fa6716",
      "56cd8f8962d2951400fa6717",
      "56cd8f8962d2951400fa6718",
      "56cd8f8962d2951400fa6719",
      "56cd8f8962d2951400fa671a"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming frontier strategy and Tibet relations\" (text) focused on \"how Ming policy balanced northern threats and Tibetan diplomacy\" (text). At the top a concise header states the main strategic concern, near a figure that illustrates the contested border front, and the middle summarizes diplomatic tactics with a supporting illustration, while the bottom links patronage to practical aims with an accompanying scene.  \n\"Mid Ming strategic discussions focused mainly on recovery of the Ordos region\" (text)  \n\"a cartoon maplike scene showing a borderland with a fortified hill and distant riders suggesting raiding pressure\" (figure)  \n\"The Mongols used the Ordos region as a rallying base to stage raids into Ming China\" (text)  \n\"a silhouette of mounted raiders approaching from an open steppe toward a defensive outpost\" (figure)  \n\"Ming reliance on Confucian tribute relations and gifting to Tibetan lamas instead of military enforcement\" (text)  \n\"a stylized scene of diplomatic envoys presenting ceremonial gifts to robed religious figures\" (figure)  \n\"P. Christiaan Klieger argued that patronage of high Tibetan lamas aimed to help stabilize border regions and protect trade routes\" (text)  \n\"a simple illustration of trade caravans moving along a protected mountain pass watched over by religious patrons\" (figure) The overall style of the image is clean, illustrative, and informative with clear iconographic scenes and concise explanatory text.",
    "infographic_id": 199,
    "figure_count": 4,
    "keyword_coverage": true,
    "keywords_found": 14,
    "keywords_total": 14,
    "context": "Discussions of strategy in the mid Ming dynasty focused primarily on recovery of the Ordos region, which the Mongols used as a rallying base to stage raids into Ming China. Norbu states that the Ming dynasty, preoccupied with the Mongol threat to the north, could not spare additional armed forces to enforce or back up their claim of sovereignty over Tibet; instead, they relied on \"Confucian instruments of tribute relations\" of heaping unlimited number of titles and gifts on Tibetan lamas through acts of diplomacy. Sperling states that the delicate relationship between the Ming and Tibet was \"the last time a united China had to deal with an independent Tibet,\" that there was a potential for armed conflict at their borders, and that the ultimate goal of Ming foreign policy with Tibet was not subjugation but \"avoidance of any kind of Tibetan threat.\" P. Christiaan Klieger argues that the Ming court's patronage of high Tibetan lamas \"was designed to help stabilize border regions and protect trade routes.\"",
    "qa_count": 4,
    "ids": [
      "56cd982562d2951400fa6770",
      "56cd982562d2951400fa6771",
      "56cd982562d2951400fa6772",
      "56cd982562d2951400fa6774"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  },
  {
    "generated_infographic": "The image is an infographic titled \"Ming-Tibet policy debate\" (text) focused on \"interpretations of imperial patronage in Tibet\" (text). At the top, a concise headline and context sentence introduce the main claim and its temporal frame, near an illustrative scene that represents contested interpretations. \"Historians argue the Ming practiced a divide-and-rule policy in Tibet after the Sakya regime had fallen\" (text)\n\"a prominent emperor attempted but failed to build a solid relationship with the fifth Karmapa\" (text)\n\"the same emperor instead gave patronage to many different Tibetan lamas\" (text)\n\"a scholarly critique notes the evidence rests largely on lists of conferred titles rather than comparative analysis\" (text)\nBelow, an illustrative figure shows a stylized court scene with a seated imperial figure and several advisers to symbolize competing strategies and contested influence. \"a stylized imperial figure consulting with several advisors while multiple religious figures stand nearby\" (figure)\nAdjacent to that, a figure depicts a stylized meeting attempt between an emperor and a single lama that appears unsuccessful, emphasizing a failed bilateral bond with one prominent lama. \"a cartoon scene of an imperial envoy meeting one solitary lama with a distant gesture indicating a failed connection\" (figure)\nNear the bottom, a figure portrays several Tibetan lamas receiving tokens of patronage from the emperor to represent distributed support. \"a silhouette of multiple lamas receiving symbolic offerings from a central imperial hand\" (figure)\nThe overall style of the image is clear, scholarly, and illustrative with labeled statements and supportive cartoon figures.",
    "infographic_id": 200,
    "figure_count": 3,
    "keyword_coverage": true,
    "keywords_found": 12,
    "keywords_total": 12,
    "context": "Historians Luciano Petech and Sato Hisashi argue that the Ming upheld a \"divide-and-rule\" policy towards a weak and politically fragmented Tibet after the Sakya regime had fallen. Chan writes that this was perhaps the calculated strategy of the Yongle Emperor, as exclusive patronage to one Tibetan sect would have given it too much regional power. Sperling finds no textual evidence in either Chinese or Tibetan sources to support this thesis of Petech and Hisashi. Norbu asserts that their thesis is largely based on the list of Ming titles conferred on Tibetan lamas rather than \"comparative analysis of developments in China and Tibet.\" Rossabi states that this theory \"attributes too much influence to the Chinese,\" pointing out that Tibet was already politically divided when the Ming dynasty began. Rossabi also discounts the \"divide-and-rule\" theory on the grounds of the Yongle Emperor's failed attempt to build a strong relationship with the fifth Karmapa—one which he hoped would parallel Kublai Khan's earlier relationship with the Sakya Phagpa lama. Instead, the Yongle Emperor followed the Karmapa's advice of giving patronage to many different Tibetan lamas.",
    "qa_count": 4,
    "ids": [
      "56cdaa2662d2951400fa67ec",
      "56cdaa2662d2951400fa67ed",
      "56cdaa2662d2951400fa67ee",
      "56cdaa2662d2951400fa67ef"
    ],
    "title": "Sino-Tibetan_relations_during_the_Ming_dynasty"
  }
]